{"": [{"CellType": "RegularCell", "CompanyName": ".DS_Store", "Date": "21/09/2022", "Description": "", "DetailDescription": "", "Image": "", "PhoneNumber": "", "SortOrder": "", "Title": "", "WebsiteURL": "http://"}, {"CellType": "RegularCell", "CompanyName": ".DS_Store", "Date": "21/09/2022", "Description": "", "DetailDescription": "", "Image": "", "PhoneNumber": "", "SortOrder": "", "Title": "", "WebsiteURL": "http://"}], "Menu 3 Business": [{"CellType": "HeaderCell", "CompanyName": " Amirose London P ", "Date": "21/09/2022", "Description": "In this issue of Business and Industry Today, we are pleased to announce AmiRose London Ltd as our Cosmetics & Skincare Company of the Month", "DetailDescription": "In this issue of Business and Industry Today, we are pleased to announce AmiRose London Ltd as our Cosmetics & Skincare Company of the Month. Founded in 2010 by Jack Gordon, AmiRose London Ltd specialise in producing niche type skincare accessories and products. The company carries a number of ranges that are available in the UK, and all products are also available for export and private label.  With a team of seven staff based in Ilford, AmiRose London Ltd import and distribute beauty skincare cosmetics. As well as developing its own unique brands, the company also distribute other labelled brands, and over the years has supplied major supermarkets such as Tesco, Asda, Sainsbury’s and Waitrose and cosmetic outlets such as Boots, Superdrug, Holland & Barrett, Lloyds, plus pharmacies nationwide.  In such a crowded marketplace, AmiRose London Ltd work hard to make its products stand out, and Jack commented, “as a smaller company, we know that we have to be a little different, and more niche. From the outset, we aimed to specialise in developing products that customers could not find elsewhere.”   One of the first items that AmiRose London Ltd developed was eye pads that actually looked and smelled like real cucumber slices. Many other companies were offering eye pads to soothe tired eyes, but AmiRose made its product stand out from the rest by including a cucumber fragrance & printed image that the customer could enjoy upon opening the box. This, in addition to the unique and unusual appearance of the pads ensured that the company had its own place in the cosmetic sector.   These proved so popular with clients, that AmiRose London Ltd continued to develop such products in different ways. The company expanded this idea, and as well as the eye pads, these unique products have been developed into face masks too. If required, masks and pads can have bespoke logos added to them including company branding or pictures to make them especially distinctive.   In addition to this, the fragrance infused pads and masks have continued to develop, and customers can purchase products that smell of Watermelon, Green Tea or even Oranges among other things, It is these innovations that have ensure AmiRose London Ltd remain leaders in innovation  It is not just skincare that you get from Amirose, it is spotting a gap in the market that people are looking for and we found that Snoring is a major problem in over 70% relationships. We have recently developed a nasal dilater snore-relief product called Snore Stop. Made from medical grade silicone and with strategically placed magnets to help keep the device in place, this is very simple to use. Once inserted the airways are much clearer, and each dilator comes with a hygienic carry case for storage or travel, and every box gives a 28-day supply.  Recently, AmiRose London Ltd has been producing more products for the men’s hair and skin care market, including products for thinning hair. These are fibres that when shaken or sprayed on will immediately cover a thin or bald spot on the head. This will remain in place until washed out - results have to be seen to be believed.  As it looks to the future, the company is developing a range of biodegradable hair clips and brushes. Understanding that both the company and its customers are looking for more sustainable products, AmiRose London Ltd is launching these new products soon and is hoping for them to slot into the market very successfully. In conclusion, Jack mentioned, “although COVID-19 was a tough time, we battled through it thanks to improving our online presence, and we spent time developing new products. We hope that customers will benefit from these as we move into the future.”  For more information:  T 020 8559 8244jack@amirose.comwww.amirose.com", "Image": "", "PhoneNumber": "", "SortOrder": "1", "Title": "High quality skincare products and accessories ", "WebsiteURL": "http://www.amirose.com"}, {"CellType": "HeaderCell", "CompanyName": "AmiroseLondon__.jpg", "Date": "21/09/2022", "Description": "", "DetailDescription": "", "Image": "", "PhoneNumber": "", "SortOrder": "1", "Title": "", "WebsiteURL": "http://"}], "Menu 1 Industrial": [{"CellType": "HeaderCell", "CompanyName": " Impact Air Systems ", "Date": "21/09/2022", "Description": "The hot topic of plastics recycling is not going away any time soon, and rightly so", "DetailDescription": "The hot topic of plastics recycling is not going away any time soon, and\nrightly so. It's everybody's responsibility to make sure plastics are\nsorted, collected, recovered, and recycled, but the bulk of the work\ntypically still falls to the waste operator.Utilising air-based technology to conduct waste sorting tasks is in huge\ndemand due to its cost-effective and efficient technique which is why it is\nbeing selected for use in many recycling facilities around the world,\nsaving thousands of tonnes of recyclable plastics, and other materials,\nending in landfill.Air-based material recovery solutions from industry experts, Impact Air\nSystems, are leading the way with various options to suit a wide range of\nplastic applications. The Impact Film Vacuum System and Airlift solution,\nremoves plastic bags, films from the waste stream, and bales them with a\nscrew compactor system. Zigzag separation provides an efficient and\neffective solution to remove dust, debris, and fibres from rigid WEEE\nplastic, granules, and flakes to provide a more valuable product for\nrecycling. Impact’s Pneumatic Conveying System seamlessly transports\nplastic bottles and containers through the facility via a ductwork system\nto external storage containers or bunkers.Impact’s solutions ensure higher quality material streams along with\nincreased revenue from recovered recyclable materials. They also greatly\nassist the operator in achieving zero waste targets while encouraging the\ncircularity of plastics aiding the transition towards a circular economy.Impact Air Systems continues to provide support to the recycling industry\nwith air-based technology solutions to enhance the operations of any waste\nmanagement facilities or waste sorting centres, large or small.www.impactairsystems.com\n", "Image": "", "PhoneNumber": "", "SortOrder": "1", "Title": " Plastics recovery success by Impact Air Systems", "WebsiteURL": "http://www.impactairsystems.com"}, {"CellType": "HeaderCell", "CompanyName": "ImpactAirSystems__.jpg", "Date": "21/09/2022", "Description": "", "DetailDescription": "", "Image": "", "PhoneNumber": "", "SortOrder": "1", "Title": "", "WebsiteURL": "http://"}]}