{
  "MenuGroups": [
    {
      "MenuStyle": "2",
      "Menus": [
        {
          "CellType": "IssueHeaderCell",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2FBFN%20Cover%20Fan.jpg?alt=media&token=9bc74884-9cd6-48bc-bcfe-597b4a99d0c7",
          "SortOrder": "1",
          "Title": ""
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Places for People",
          "Description": "Industry-leading placemaker, Places for People, has scooped a total of six wins in this year’s WhatHouse? Awards, achieving more awards than any other housebuilder",
          "DetailDescription": "Industry-leading placemaker, Places for People, has scooped a total of six\nwins in this year’s WhatHouse? Awards, achieving more awards than any other\nhousebuilder. These coveted prizes, which are in their 40th year, are well-\nknown in the industry as some of the most impressive accolades.\n\nThe ‘digital’ host for this year’s event was comedian Romesh Ranganathan,\nwho bought a great sense of entertainment to the ceremony, while paying\ntribute to the difficult year that has touched everyone during the\ncoronavirus pandemic.\n\nDavid Cowans, Chief Executive of Places for People, said, “The WhatHouse?\nAwards have been a symbol of prestige and excellence for the last 40 years.\nAttracting competition from across the country, these awards recognise\ndevelopers nationwide so we are honoured to have been so highly regarded\nfor our work. I would like to thank each and every member of the team at\nPlaces for People, without them we would not be the company we are today.”\n\nPlaces for People’s most notable victory was achieving the silver award for\nBest Large Housebuilder. Impressing the judges with its commitment to\nbuilding energy-efficient homes and the launch of Innovation Lab – a unique\ninitiative enabling the group to identify pioneering technologies that will\nenhance the way it builds homes. Also standing out for its investment in\ncustomer service and how the Group streamlines the home buying process for\ncustomers.\n\nWinning silver for Best Regeneration Scheme at Port Loop in Birmingham,\nWhatHouse? particularly liked the exciting new community which is taking\nshape on a formerly redundant urban island, encircled by Birmingham Canal’s\nOld Main and New Main Line. This scheme is a joint venture with Urban\nSplash, alongside Birmingham City Council and Canal and River Trust,\ntogether they are regenerating the 43 acre waterside scheme and creating\nnew homes, workspaces, parks and community facilities. The judges were also\nimpressed by a manifesto, created by the joint-venture, on how Port Loop\nseeks to act as a blueprint for future development, challenging the\nexisting standards surrounding how people live.\n\nTornagrain near Inverness, scooped a silver and bronze award, getting\nnoticed for Best Exterior and Best House respectively. This boutique\nhousing development, comprising just 66 homes, is proving to be in demand\nin this area. Judges were struck by the careful attention to traditional\ndetailing which gives these homes a sense of timeless quality. Noted also\nfor modern country living with high-quality finishes, items such as stylish\nBelfast sinks and the wood-burning stoves made this development stand out\nfrom the crowd.\n\nAlso in Scotland, Places for People achieved a bronze award for its\nWaterfront Avenue Townhouses at 55 Degrees North in Edinburgh. This scheme\nof 101 modern homes has been created with a local architect and provides\nattractive housing around a central square. The properties were noted for\ntheir clever use of light and the design, creating homes that are flooded\nwith daylight and have the added bonus of additional space throughout.\n\nIn Milton Keynes, Brooklands was awarded bronze for Best Public Realm.\nBrooklands Square sits at the heart of this development and has been\ndesigned to stand the test of time. Providing a bustling, mixed-use centre\nwhich features new homes, complemented by an extensive array of facilities\nfor the residents and local community.\n \nPlaces for People is a leading UK affordable homes led placemaker. It\nbelieves that places work when they work for everyone, and these places are\ndesigned for the long term, with sustainable value at their core.\nDelivering social impact by taking a commercial approach is what makes\nPlaces for People different.\n\nThe Group’s award-winning, placemaking, property investment, development\nand management companies are active throughout the UK and collectively have\nthe capability and expertise to create and manage entire places,\nconsidering all the things a place needs to become a sustainable community.\n\nPlaces for People owns or manages more than 209,000 homes, operates over\n100 leisure facilities, has assets of £4.8bn, and will deliver 2,603\naffordable homes by 2024 through its partnership with Homes England.\n\nwww.placesforpeople.co.uk\n",
          "PhoneNumber": "",
          "SortOrder": "83",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F12.dec%2FPlacesForPeople_963_01.jpg?alt=media&token=f01f0ee4-9f0b-4b8a-91ca-2ddc4902e72e",
          "Title": "Places for People scoops six wins at 2020 WhatHouse? Awards",
          "WebsiteURL": "http://www.placesforpeople.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Morphean",
          "Description": "Rodrigue Zbinden, CEO at Morphean, looks at the future of access control systems and considers the benefits of integration in the cloud beyond opening doors",
          "DetailDescription": "Rodrigue Zbinden, CEO at Morphean, looks at the future of access control systems and considers the benefits of integration in the cloud beyond opening doors\n\nWhat does it mean for an organisation to have successfully become digitally transformed? Managers may be familiar with the language of digitalisation and big data, and with the technologies that accompany them, such as AI, machine learning and the Cloud. But visualising what a successful digital transformation project looks like is hard, because it means bringing together multiple, previously unrelated business functions to deliver real value and productivity gains.\n\nOne such area in which the fusing of functions can offer previously untapped potential is access control. The future of access control is set to be about so much more than simply letting people in and out of buildings. By combining access control data in the Cloud with multiple other signals from across an organisation, companies can gain valuable insights into how they actually function, and use that information to drive efficiencies and automate real time decision making to generate even more value.\n\nFacing challenges in logistics\nConsider the example of a large warehousing operation. Operations managers in such an environment will be familiar with the logistical challenge of getting the right truck to the right loading bay for the delivery or collection of goods. Inevitably, there are queues, mistakes and delays that create challenges which must be manually overcome. In turn, this causes a knock-on effect which impacts on productivity further along the line.\n\nNow, consider that same environment, but with loading bays that are dynamically allocated according to information from a variety of sources, such as delivery schedules, visual confirmation of trucks arriving on premise from security cameras and the location of staff and goods within the warehouse, derived via the access control network. This system is capable of immediately detecting when a queue is forming or a particular load is in danger of missing its scheduled slot, and can make adjustments to optimise the flow of traffic, alerting drivers and staff with timely text or voice messages to denote a change of plan.\n\nIt may sound futuristic, and yet it’s all feasible today. The platforms for collating and analysing data in this manner are becoming more streamlined and far easier to use as the technology matures, and the use of connected devices, able to communicate and share data effectively, becomes more and more commonplace.\n\nEffective office management\nAs our working habits change, so will our workplaces adapt. Knowing the right time to reduce the amount of floorspace or to introduce hot desking and home working could provide competitive advantage to those organisations who are able to constantly monitor the effective use of their assets and resources.\n\nAgain, integrated access control will provide an important source of data for these kinds of insights. In our future office, understanding how employees move around the building can inform decision making around office planning. Enough data gathered over time can predict when there’s likely to be demand for desk space, creating the opportunity to incentivise employees to spend those days working remotely.\n\nIn addition to managing the comings and goings of staff with the effective utilisation of space in mind, facilities managers will also be able to factor in potential energy savings directly attributable to the effective use of integrated access control systems. By monitoring office use, buildings and facilities managers can make decisions around turning off lights or reducing heating in areas that are less frequently used.\n\nEmerging technology\nAlready, we’re seeing a growth in conditional access management, where these tools are being deployed to restrict access to areas or buildings based on traditional identity verification tools – such as an access card – but also on time of day or HR records which might show that an employee attempting to gain access should be on holiday. \n\nCombining access control and surveillance data can allow for ‘silent authentication’ and increase security while at the same time enabling staff to move more freely around a building.\n\nAs an example, using facial recognition algorithms on existing CCTV feeds can act as a first form of authentication for access control. Allowing doors to automatically open for particular members of staff can help medical personnel move around a hospital, for example, without having to touch key cards or sensors.\n\nAnd that’s the key to integrating access control into other business functions. It can require very little upfront investment, as much of the existing hardware is already in place and IP-connected. Rather, it’s only limited by the availability of the right Cloud-based platforms and the foresight to make the most from the system and the valuable data it can offer. As more and more organisations begin to experiment with integrated access control, more and more new ways to use it will be found. \n\nAs the American business coach David Schwartz advised students, “Look at things not as they are, but as they can be. Visualisation adds value to everything.” That was as true when it was written in the 1980s as it is for digital transformation today.\n\nFind out more about access control as a service: https://morphean.com/use_case/simplify-physical-access-management/",
          "PhoneNumber": "",
          "SortOrder": "84",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FSeptember%2FMorphean_954_01.jpg?alt=media&token=6f696c9d-fbbd-40e0-b813-d2b2c827e6e1",
          "Title": "Why access control is no longer about opening a door",
          "WebsiteURL": "http://morphean.com/use_case/simplify-physical-access-management/"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Vulcan Systems",
          "Description": "Using innovative German technology, Vulcan anti-limescale systems has developed a range of unique chemical, salt and magnet free products that protect pipes and equipment from rust and corrosion, thus helping to prolong their lifespan and improve energy efficiency.",
          "DetailDescription": "Using innovative German technology, Vulcan anti-limescale systems has developed a range of unique chemical, salt and magnet free products that protect pipes and equipment from rust and corrosion, thus helping to prolong their lifespan and improve energy efficiency.\n\nVulcan systems use capacitive pulses to change the molecular structure of calcium, reducing the build up of limescale by up to 90%. A range of product sizes are readily available for residential, commercial and industrial uses ensuring that Vulcan can meet the requirements of all customers while ensuring the highest quality at all times.\n\nVulcan products are eco-friendly and designed to have near zero environmental impact. Ongoing costs of the products are negligible, and they have been designed for convenience of installation making them extremely easy to self-install. They are also designed to work on all pipe types without the need to cut into pipes. Vulcan can be easily installed and re-installed if the customer is moving property or for maintenance.\n\nResidential\nThe Vulcan range has suitable models for all residential applications. Users of the products have found a wide range of benefits, including reducing visible limescale deposits and dissolving existing limescale from pipes, washing machines, dishwashers and hot water tanks. What’s more, users save costs in repairs and renewals as the products offer protection against rust and corrosion.\n\nThe molecular change in the Vulcan treated water helps it to taste better, feel softer and lather more while retaining vital healthy minerals.\n\nCommercial & Industrial\nVulcan’s specialist commercial and industrial products offer many of the same benefits as the residential systems. They are designed to be installed without cutting pipes or necessitating any down time for an operation, while being 100% maintenance-free once installed. \n\nVulcan ensures all the critical minerals are retained in the water. The product is installed at source and has an anti-scaling effect up to 2 km from the point of installation, or up to seven days if stored. Vulcan helps to improve efficiency and prolong the lifecycle of pipes and equipment by creating a protective metal carbonate layer against rust and corrosion.\n\nThe commercial and industrial units also have individual program settings to accommodate different pipe sizes from 3” to 40”; all pipe types including iron, copper, plastic, stainless steel, PVC and compound pipes; and all flow rates. This high level of detail has made Vulcan a global leader with successful blue-chip installations in over 70 countries worldwide.\n\nT 07549 936853\ninfo@cwtpartners.co.uk",
          "PhoneNumber": "07549 936853",
          "SortOrder": "85",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FJuly%2Fvulcan_952_03.jpg?alt=media&token=ceccfd5f-1fdb-4fad-b54c-87899ad9d161",
          "Title": "Clear Limescale with Vulcan Systems",
          "WebsiteURL": "http://"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Cadline Limited",
          "Description": "A2K Technologies, the largest Autodesk Platinum reseller in Australia and NZ, has acquired 20% of Cadline’s shares.",
          "DetailDescription": "A2K Technologies, the largest Autodesk Platinum reseller in Australia and NZ, has acquired 20% of Cadline’s shares. This investment will enable Cadline to offer its customers a truly global solution for Autodesk technology and services, and further support customers with an innovative new Construction portfolio of products.\n\nBarry Lewis, Managing Director, Cadline, says, “This is an exciting time for Cadline which will allow us to further invest in our key markets as well as expand our service offering to a global reach. The new relationship with A2K Technologies supports Cadline’s strategic direction of wider expansion whilst increasing our support provision to new and existing customers.”\n\nPaul Laycock, A2K Technologies Global CEO, says, “A2K's investment in Cadline will enable us to expand our market position into Europe for Autodesk solutions. We are excited in having Cadline as our first announcement in our plan for a global corporation to provide solutions to the Architectural, Construction, Engineering and Mechanical Engineering business sectors.”\n\nMore details will be released over the coming weeks detailing the new product lines available from Cadline, as well as the positive impact of the relationship with A2K and its global Autodesk offering.\n\nAbout Cadline\nCadline is an Autodesk Platinum Partner specialising in supporting customers on the latest design, analysis, data management, collaboration and business process platforms to solve everyday challenges and improve business performance. Supporting 30,000 Autodesk subscriptions and training over 3,500 delegates throughout the UK and Netherlands has given Cadline a unique ability to help customers improve business outcomes.\n\nCadline’s expertise has made it the leader in the fields of Architecture, Engineering, Construction and Manufacturing and maintains this position, under the ISO 9001:2015 quality accreditation, by the continuous development of knowledge and skills within its teams.\n\nCadline has a passion for its business but also a passion for its customers‘ businesses. Its team is committed to delivering technical excellence during implementation, technical support, training, consulting and change management services. \n\nAbout A2K Technologies\nA2K Technologies fosters innovation through delivering software and hardware solutions, consulting, training, development and managed services. \n\nOur highly knowledgeable and industry-experienced staff from the Architecture, Engineering, Construction, Infrastructure, and Manufacturing sectors enhances our customers’ organisational capabilities, to deliver on project outcomes and differentiate from the competition.\n\nWith a great footprint throughout the ANZ region, A2K has strategic partnerships with many major software and hardware vendors, including Autodesk, Microsoft, Adobe, HP, Bluebeam, Ultimaker, Symantec, and Citrix.\n\nWe have become a trusted technology advisor to our customers through the breadth and depth of our service offering and technical expertise, our commercial flexibility and high levels of customer service and understanding. Think technology. Think A2K.\n\nT 01784 419922\nwww.cadline.co.uk",
          "PhoneNumber": "01784 419922",
          "SortOrder": "86",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FMay%2FCadline_950_01.jpg?alt=media&token=d4954ae7-c16f-4c2e-baf5-154da4da5cc6",
          "Title": "In April 2019 Cadline is pleased to announce a new and exciting development in its future strategy.",
          "WebsiteURL": "https://www.cadline.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Wiha",
          "Description": "Kick-off, pass, shoot and goal. Wiha is presenting a new line-up which will deliver the right move no matter what type of fastening is involved: the ElectricVario Family, a system comprising of 83 tools which can be fully combined with one another.",
          "DetailDescription": "Kick-off, pass, shoot and goal. Wiha is presenting a new line-up which will deliver the right move no matter what type of fastening is involved: the ElectricVario Family, a system comprising of 83 tools which can be fully combined with one another. In addition to many new ‘signings’, the newly announced Wiha team also includes existing Wiha solutions in different set compilations. Launched under the heading ‘Professional football’, the extensive campaign bears its own campaign logo, which will make it easy for users to recognise all the different ‘team mates’ in the future. Users will be guaranteed to get through any ‘penalty box’ efficiently, flexibly and perfectly safely, with their health intact, sinking every screw with a dead aim.\n\nThe team mission\nThe Wiha ElectricVario Family, EVF for short, brings together all fastening tools which users need for all types of challenges and fastenings. The fully protection-insulated system and its accompanying campaign appearance should help users to identify its advantages and derive ideal benefit from the different possible combinations. Users can compile their own suitable ‘line-up’ from the entire professional team on an individual basis.\n\nThe squad\nAs in professional football, Wiha divides all 83 items into playing positions. The six different handle variants ‘in defence’ have different possible combinations for their next ‘pass’: either via the extension or torque adapter in mid-field or directly to the attackers. The latter comprise a large selection of slimBits and nut drivers. The mobile Torque-QuickCheck rapid torque testing device defends against incorrect torque fastenings in ‘goal’. The ‘trainers’ bring together the many ‘individual talents’ into application-oriented ‘teams’. New tool sets in multifunctional or folding bags or slimBit boxes.\n\nDefence\nThe ‘new signings’ in defence represent two new handle variants. The new PicoFinish® electric excels with its slim handle with precision and utmost care. With optimal balance between force and control, the new slimVario® electric handle allows users to work ergonomically. Regulars include well-known players such as the small, versatile Stubby electric, the fast-paced, electrically powered speedE®, the LiftUp® electric with slimBits in the handle, or the flexibly adjustable torque handle TorqueVario®-S electric.\n\nMid-field\nIf the screw fastening task requires a ‘pass to mid-fielders’, the five easyTorque torque adapters or new slimBit extensions, blades and adapters for handles and nut drivers await.\n\nAttack\nForwards complete the pass and ‘strike home’, represented by a large portfolio of new and existing slimBits and ¼” hexagon socket spanners. As a result of intensive cooperation with users and the insights into the needs of the market gained as a result, the existing Wiha range has been extended to include many new profiles and bit sizes. It does not matter whether space is restricted or the screw is deep or firmly set, or control, precision, staying power or agility are required, any task can be completed safely, efficiently and ergonomically with the right ‘pass’, ie. the right tool combination, with no risk of electric shock.\n\nThe trainers\nThe trainers pull ‘individual talents’ together: the new 13-piece multifunctional bag, new folding bags or 6- to 12-piece slimBit boxes with belt holsters for easy transport and removal of slimBits.\n\nThe management\nWiha offers a wide range of communication means to help users optimally select the right tool sets or the right ‘squad’ for the application field in question. A wide variety of POS materials and installations are offered for this purpose, allowing them to be integrated into the ‘retailer stadium’, where they catch the eye.\n\nAn extension to the Wiha Virtual Reality World is being added to comprehensive information materials, ‘fan merchandise’, animated films and clips on an own landing page. You take a virtual tour of the team dressing room and learn precise details about each player. To finish, you enter the green professional arena through the player tunnel, where not only the typical stadium atmosphere awaits users but also a fun shoot-out goal challenge.\n\nYou will find more on ElectricVario Family at: www.wiha.com/evf\n",
          "PhoneNumber": "",
          "SortOrder": "87",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FApril%2FEN-Wiha_EVF_title_banner_300dpi.jpg?alt=media&token=6ad9ab7a-2bd5-4d06-9ef9-ff1dcc4f8ddb",
          "Title": "Kick-off for Wiha ElectricVario family – a team of 83 strong professionals",
          "WebsiteURL": "https://www.wiha.com/evf"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Virtronix",
          "Description": "Virtronix's blend of advanced 3D, 360° and aerial VR laid the foundations for a successful London Build.",
          "DetailDescription": "Virtronix's blend of advanced 3D, 360° and aerial VR laid the foundations for a successful London Build.\n\nYou may wonder how Virtronix managed to fit a church, two secondary schools, five restaurants, seven apartments, ten new-build CALA Homes show homes and Salcombe Harbour into their buzzing stand at London Build...the answer, of course, is through Virtual Reality.\n\nVisitors to London Build were wowed by the Virtronix blend of advanced 3D, 360° and aerial virtual reality experiences on offer.  Indoors and outdoors, it is Virtronix's mission to capture reality and present it in new, exciting and engaging ways. Owner & MD, Richard Jackson, says 'So often clients start out looking for a virtual tour to satisfy their marketing requirements, but as soon as we digitise their spaces they realise there are so many uses - including using the digital twin of each space for training, education or facilities management.'\n\nEach virtual experience is unique, but is built upon a framework which is designed to be lightweight, simple to access, use and understand without needing a Hollywood budget. So that customers can start sharing their spaces with the world on social media or embedded onto their own website in a matter of days.\n\nAsk Virtronix to capture your reality hello@virtronix.co.uk or ✆ 01707 568 360.\n",
          "PhoneNumber": "01707 568 360",
          "SortOrder": "88",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FFebruary%2FVirtronix_948_01.jpg?alt=media&token=87417d69-1b6b-4019-98d1-a7a9a7a34f79",
          "Title": "Virtronix",
          "WebsiteURL": "https://virtronix.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Conex Bänninger",
          "Description": "At Building and Facilities News we are delighted to recognise companies that offer their clients a world class service and product.",
          "DetailDescription": "At Building and Facilities News we are delighted to recognise companies that offer their clients a world class service and product. This is why we are thrilled to present Conex Bänninger with our prestigious Plumbing Fittings Manufacturer of the Month profile. Conex Bänninger has been awarded this title for its unique innovation and fantastic service. \n\nThe company can trace its roots back to the early 1900s when two independent businesses were established - Bänninger in Giessen, Germany, in 1909, and the Sanbra Engineering Company in Birmingham in 1919, later to become Conex-Sanbra. By 1991 both Bänninger and Conex-Sanbra are part of the IBP Group, with the two brands merging in 1994 to form today’s Conex Bänninger. \n\nFor over more than a century, the company has designed and manufactured more than 20 billion fittings and valves for domestic, industrial and commercial applications. As a leading European manufacturer, with its headquarters in the West Midlands and production facilities in Poland and Spain, it is a major supplier to markets in the UK, the rest of Europe, the Middle East, the Far East, North America, New Zealand and Australia.\n\nWorking with customers in the plumbing, HVAC (heating, ventilation and air conditioning), refrigeration and medical sectors, it aims to continually develop new products, leading innovation in fittings for copper, carbon, stainless steel and plastic components.\n\nFor Original Equipment Manufacturers, Conex Bänninger offers a bespoke service with its expert engineering and technical teams talking through customers’ often complex requirements before delivering high quality tailored solutions. More than just producing plumbing fittings, Conex Bänninger values the relationship it has with its clients, offering exceptional after-sales service and technical support. \n\nIn an interview we asked Bill Barlow, UK Business Unit Director for ACR (air conditioning and refrigeration) and OEM, to outline the benefits of Conex Bänninger fittings.\n\n“Conex Bänninger is well established in the ACR market having supplied fittings to ACR installers and engineers since the 1950s. In 2016 we introduced the truly innovative and award-winning >B< MaxiPro, a flame-free copper press joint developed specifically for the air conditioning and refrigeration sector.\n\n“As a flame-free alternative to traditional brazing, it negates the need for a hot works permit and the ACR engineer no longer has to manhandle unwieldly gas bottles around.”\n\nIt also enables the user to be more productive, with a press fitting taking just five seconds to complete, once initial preparation has been done. This is around three times faster than traditional brazing.\n\nWith brazing, because of the fire risk, an office, school or apartment block would have to be closed while a new air conditioning system is being installed. But with flame-free >B< MaxiPro there is no risk of fire so employees and the public can have unhindered access and the ‘normal’ day can continue.\n\n>B< MaxiPro has the benefit of Conex Bänninger’s 3-point press, one mechanical press each side of the bead and a third, hydraulic, press crimping the O-ring, providing a permanent, repeatable joint. It also has a pressing indicator, which causes a leak at low pressure if the fitting has not been pressed or is improperly pressed, thus alerting the engineer that the joint needs completing correctly.\n\nTo support the industry in maintaining high standards, Conex Bänninger offers installers free training in how to use press fittings, including >B< MaxiPro.\n\n>B< MaxiPro was named Commercial HVAC Product of the Year - Components, Controls & Accessories in the H&V News Awards 2018, as judged by a high level panel of industry experts.\nIn response to a question about plans for the future, Bill said the company will be celebrating its 110th anniversary in 2019, in addition to further developing its extensive product range, and continuing to strengthen good relationships with clients, as well as nurturing new ones. \nBill also told us about the company’s busy marketing programme, presenting the company’s extensive range at international trade shows.\n\n“For the ACR sector the leading shows we attend include Chillventa in Germany and AHR Expo in Chicago.”\n\nConex Bänninger also attends ISH in Frankfurt, The Big Five in Dubai, VSK in Utrecht and ARBS in Sydney.\n\nBill explained: “The shows provide us with a great opportunity to meet customers, existing and potential new ones, and to talk directly to contractors, plumbing and heating installers, and ACR engineers.\n\n“They are the perfect platform for us to introduce new products to each local market.\n“In 2019 and beyond we will maintain our philosophy of excellence with further product development and a continued focus on strengthening existing relationships with customers.”\n\nFor details on the full range of Conex Bänninger fittings and valves visit www.conexbanninger.com.\n\nEnds\n\nIssued by HROC PR Ltd. For further information, please contact:\n\nRussell Clarke\nEmail: Russell.Clarke@hroc.co.uk\nTel: 0121 454 9707 \n\nNigel Pipkin\nEmail: Nigel.Pipkin@hroc.co.uk\nTel: 0121 454 9707\n",
          "PhoneNumber": "0121 454 9707 ",
          "SortOrder": "89",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2FConexBanninger_946_01.jpg?alt=media&token=9ffda43e-6ba8-4865-872d-d113a0022851",
          "Title": "Conex Bänninger: supplier of innovative plumbing fittings and valves",
          "WebsiteURL": "http://www.conexbanninger.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Sitepower UK",
          "Description": "Sitepower UK has launched its latest 10 KVA construction site transformer, nicknamed the ‘Connect & Go’. ",
          "DetailDescription": "Sitepower UK has launched its latest 10 KVA construction site transformer, nicknamed the ‘Connect & Go’. It is fully manoeuvrable as it has 4 strong and lockable castors, and the 230 volt input socket allows for instant connection as all internal wiring is already in situ. Both 1 phase and 3 phase versions are available.\n\nSite Power UK has also provided 2 extra 110 V internal terminals via a separate MCB panel for fixed 110V lighting.\n\n2019 is destined to be a big year for the company as it will be moving into a larger, purpose built factory to make it more efficient and speed the development of new and innovative transformer products.\n\nYou can find us at: www.sitepoweruk.com or you can make direct calls to the free sales line on 0800 999 1103.\n",
          "PhoneNumber": "0800 999 1103",
          "SortOrder": "90",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2FSitepower_946_01.jpg?alt=media&token=921b7db7-cd81-43d8-86c2-86194bbe088e",
          "Title": "Connect & Go’",
          "WebsiteURL": "http://www.sitepoweruk.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Screwfix",
          "Description": "In both the public and private sectors, accountability is a key focus, as are issues such as sustainability, energy efficiency and reducing cost.",
          "DetailDescription": "In both the public and private sectors, accountability is a key focus, as are issues such as sustainability, energy efficiency and reducing cost. So how can Screwfix help? As part of Kingfisher PLC, the international home improvement company, Screwfix is able to leverage business scale to offer a unified approach, where the customer always comes first. Screwfix delivers convenient, straightforward and affordably-priced products to meet a wide range of building and maintenance needs, whilst recognising the need for sustainable and energy efficient solutions. \n\nAlongside an expanding store network of 590 stores and strong digital offering, Screwfix is also able to offer a bespoke service to its B2B customers, with a unique set of features which benefit large limited companies, PLC’s, public and private sector organisations, managed by a dedicated account team. By providing reliable and consistent access to over 32,000 products, project managers can be confident that the appropriate materials are available, on time and on budget to get the job done. \n\nIn addition, management information is provided, which is indispensable to successfully deliver procurement strategies and calculate project or site budgets.  \n\nBut Screwfix doesn’t stop at providing dependable supply chain solutions and are continually looking at new ways to support customers in building a more sustainable supply of materials, without compromising on quality, convenience or price.\n\nT 03330 430050\nwww.screwfix.com\n",
          "PhoneNumber": "03330 430050",
          "SortOrder": "91",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/industrialprocessnews.appspot.com/o/2018%2FNovember%2FScrewfix_332_01.jpg?alt=media&token=6f39af16-6d01-4162-b396-02cb96f8a88e",
          "Title": "How can Screwfix help?",
          "WebsiteURL": "http://www.screwfix.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Bauder",
          "Description": "Bauder’s unique Moisture Mapping Survey scientifically verifies the exact levels and locations of moisture within any existing waterproofing system.",
          "DetailDescription": "Bauder’s unique Moisture Mapping Survey scientifically verifies the exact levels and locations of moisture within any existing waterproofing system. From this testing method, the true condition of the roof is identified, plotted, and a visual data report produced that determines the remedial action needed. \n\nThe benefit of collecting this information is being able to provide clients with a report which includes the data gained from the moisture mapping survey proving the extent of the works required and proposals for waterproofing options with correct costings. In this way the client is assured that they are making investment decisions based on fact rather than on subjective opinions.\n\nRecent roof surveys carried out on three separate but identical 600m² buildings revealed different conditions within the aged waterproofing systems. Bauder carried out moisture mapping on each of the roofs and a full cost saving analysis provided the client with reduced costs for the refurbishments. \n\nIn addition to these savings, a shorter project time will in turn reduce associated project costs such as:\n\n•  Shorter Contract Periods\n• Scaffolding & Welfare Hire\n• Equipment Hire\n• Labour Costs.\n\nMoisture mapping is a quick, low-cost, accurate way of assessing a roof’s performance and can be commissioned alongside a Bauder roof survey.\n\nT +44 (0)845 271 8800\ninfo@bauder.co.uk\nwww.bauder.co.uk\n",
          "PhoneNumber": "0845 271 8800",
          "SortOrder": "92",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/industrialprocessnews.appspot.com/o/2018%2FNovember%2FBauder_945_01.jpg?alt=media&token=8ee3099a-4860-4817-8fec-1a3d911a23a4",
          "Title": "Cost certainty and client savings: How to deliver both on flat roof refurbishment projects",
          "WebsiteURL": "http://www.bauder.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "FEIN",
          "Description": "Recognised around the world, FEIN was first set up 150 years ago and has since grown into a world leader in the industry, providing only the very best and most outstanding power tools and accessories.",
          "DetailDescription": "Recognised around the world, FEIN was first set up 150 years ago and has since grown into a world leader in the industry, providing only the very best and most outstanding power tools and accessories. The family owned business was first founded by Wilhelm Emil Fein in 1876, specialising in manufacturing physical and electrical equipment. Based in Germany, the company steadily grew and grew until 1895, when Wilhelm’s son invented the world’s very first electric hand drill. The motor powered drill was a world first and cemented FEIN’s reputation as a pioneer in engineering.\n\nSince then, they have gone from local innovators to worldwide champions of engineering innovation. With over 50 offices around the world, including in the UK, USA, and France, FEIN offer solutions for metal, interior, automotive, and more industries. The UK branch was first set up over 30 years ago, with FEIN knowledgeable of and prouder than ever to serve the UK power tools market. We spoke with Marketing Manager Dan Wood about how the company have managed to achieve such success, and how they approach engineering.\n\nDan explains, “Here at FEIN, we’ve always been about innovation, and are committed to providing the best, most powerful, durable and outstanding tools possible. We always strive to offer something unique, providing solutions for the end user that are reliable, cost-effective and easy to use. As specialist manufacturers, we are proud to say that we are leading the market in powerful Multi-tools that satisfy a number of purposes.”\n\nFEIN can offer a tool for almost any industrial application, including everything from drills to fasteners, grinders, saws and cutters, sheet metal and surface processing solutions, and their highly regarded oscillating multi-tools. One of its most recent innovations was the Starlock mounting system for oscillating which was launched in 2016. The Starlock mounting system is the result of a joint development between FEIN and Bosch, and is the world’s leading mounting system for all oscillators.\n\nThe technology renders a range of different oscillators capable of delivering various applications using accessories for accurately and efficiently sawing, sanding, cutting, filing, scraping off material, cleaning, polishing, to power cutting, helping end-users cut down on time, labour and costs. The patented mounting system boasts high power and low vibration, and due to its unique star shaped grip, it allows for multiple places with which to grip the accessory. Not just that, but the recessed, three-dimensional mount has been shown time and time again to enable a staggering 45% increase in work speed.\n\nFEIN go to every length to ensure they only put out the most powerful, precise and long lasting products possible, with many owners finding the machines outlast and survive nearly all other alternatives in the market. This is precisely why most FEIN owners are willing to pay more for the tools, and such is that continued commitment to quality by FEIN that product developers have been known to test drills to deliver up to one million screws to ensure it is ‘defect-free’ before allowing the product to hit the market.\n\nNow, FEIN is shifting their focus to providing yet more cordless applications. A marvel of invention, FEIN produced the world’s most versatile cordless magnetic core drill, the newest addition to their range of 16 drills. Compact, powerful and highly flexible, FEIN’s cordless drills operate on a battery system and are the first in a new line of cordless devices. This year, FEIN has also unveiled their cordless grinders, hammer drills and much more. Dan added, “There is plenty in the pipeline that we’re excited about, including the new cordless angle and die grinders, polishers, multi-tools, mag drills, and much more.\n\nThere was high demand across multiple industries for labourers to get their hands on our wide range of products but on one system, and as such, we’ve invested time in being able to offer a wider range of tools on one improved battery system. Naturally, we have seen a great response from the FEIN community who have traded in corded models, for the new and improved cordless versions of the SuperCut and MultiMaster, but now we are witnessing demonstration requests nationwide for the cordless drills, mag drills and grinders.”\n\nFEIN UK’s new MD, Raphael Rudolph commented “It’s an exciting time for our community who can now expect the same power they would find in corded FEIN machines. We at FEIN UK will now be working hard to approach more British end-users than ever before. We will continue to hire more local British workers and we will also continue to improve and invest in our facilities to ensure our service is as great as it can be for all of our customers.\n\nFor over 30 years FEIN has served and been committed to serving British end-users, providing its 150 years of power tool experience to enable tradespeople and metal specialists. We are committed to offering that legacy to future generations in Britain, for another 30 years, and many more thereafter.”\n\nPlease feel free to get in contact today using the number 01327 308730 or check out the company’s site at: www.fein.com/en_uk\n",
          "PhoneNumber": "01327 308730",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2FIMG_0800.JPG?alt=media&token=a1b293fc-bdd0-4c1e-858d-64f5ee99c8d6",
          "Title": "FEIN: Celebrating 30 years serving British tradespeople",
          "WebsiteURL": "https://www.fein.com/en_uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "FEIN",
          "Description": "We interviewed Josche Frankenberger last October following the launch of the new generation of Fein Multi-tools in 2017",
          "DetailDescription": "We interviewed Josche Frankenberger last October following the launch of the new generation of Fein Multi-tools in 2017. An experienced prop maker and furniture designer, he answers questions on his work, talks about his workshops and discusses his reasons for using and investing in Fein, nearly two decades on. \n\nJosche Frankenberger has been self-employed for around 20 years, using the FEIN MultiMaster for over fifteen of those years. Josche got involved in the construction of props and furniture through his work as a photographer’s assistant. He discovered there was a demand for good stage design – and this rapidly expanded into interior work, set and exhibition stand construction. Since the start of 2016 he has been designing furniture in the High Black Forest, Germany. He offers workshops where he instructs participants in how to build or restore their own pieces of furniture. \n\nFEIN: You design your own furniture, how did you get started in this field? \nJosche: Initially I built my own furniture for a very practical reason: I couldn't afford the furniture I liked and I just didn’t like anything that was affordable, so I started to design my own furniture, building tables, beds, benches, cupboards and shelving. I like creating things that are personal and that people like to have in their homes. \n\nFEIN: You offer seminars on furniture construction and design at your workshop? How did you hit on this idea?\nJosche: My workshops are a real pet project for me where I wanted to convey my passion for working with wood, and how fascinated I am by the most living of all materials. I spent a lot of time looking for the right location. It needed to be something really special, a place offering me and the participant’s tranquillity, well away from the hustle and bustle of the city. \n\nFEIN: What do your workshops focus on?\nJosche: They concentrate on producing an individual piece of furniture. I design several pieces of furniture and produce a prototype of each one. For example, one participant might be looking for a table and builds exactly the table he or she wants under my supervision: they select the wood – oak, bamboo, birch – and size they want. In another workshop, I help the participants restore old furniture. They bring the item with them, be it a cupboard they found at a flea market or something they have inherited, and together we work out how to restore it. \n\nFEIN: Why do you like FEIN and continue to use it?\nJosche: As a craftsman, I have long been familiar with FEIN and valued their products. I use my 15-year old MultiMaster typically for sanding and sawing. I like most is that the tool sits comfortably in the hand, can be used for long periods of time due to the vibration decoupling, and of course, Starlock, which impresses me both as a great sanding and sawing machine. \n\nFEIN currently has three tiered versions of its multi-tool: The Multi-Talent represents an entry level machine, the Multi-Master provides the typical tradesman a powerful machine capable of meeting many applications, regularly, and the Super-Cut is the most powerful multi-tool in the market. \n\nAll machines are available as cordless, and all are supported by the largest range of accessories in the market (Starlock). FEIN presently is offering end-users its cordless Multi-Talent at an RRP of £196.95, with a free lamp and 3 free blades (worth £67.90).\n\nhttps://fein.com/en_uk/news/promotions/perfect-work-results-everywhere-0772\n",
          "PhoneNumber": "",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2FFEIN_941_07.jpg?alt=media&token=a09bcce3-dd08-450e-a4c7-538431cab773",
          "Title": "FEIN multi-tools: Josche’s go to tool for over 15 years ",
          "WebsiteURL": "https://fein.com/en_uk/news/promotions/perfect-work-results-everywhere-0772"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Selco",
          "Description": "As part of its ever-growing digital offering, Selco Builders Warehouse have just revamped its Project Tool app, which is free to download and saves users valuable time. ",
          "DetailDescription": "Project Tool App\n \nAs part of its ever-growing digital offering, Selco Builders Warehouse have just revamped its Project Tool app, which is free to download and saves users valuable time. \n \nTradesmen can use the App to keep track of all their jobs by saving photos, customer info and adding all the materials they need to complete the work. You can also create a quote to send to customers and use the app to buy from Selco or request a price from your nearest Selco branch.\n \nCarine Jessamine, Selco's Marketing Director, said, 'This is a fantastic development for all tradespeople and we are delighted to be playing a significant role in making the working lives of our customers easier. No longer will tradespeople have the logistical headache of manually preparing quotes and sending them to customers- the app ensures this can be done with the click of a few buttons. If a quote then gets accepted, the order can be sent straight to the Selco branch for it to be prepared.'\n \nFind out more about the Project Tool App at: https://www.selcobw.com/info/new-selco-app or watch the video at: https://www.youtube.com/watch?v=L-mJNnPIx4E\n",
          "PhoneNumber": "",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FSelco_939_02.jpg?alt=media&token=df04b5f4-ac89-4dc1-abc0-1c7971d714d6",
          "Title": "Project Tool App",
          "WebsiteURL": "https://www.selcobw.com/info/new-selco-app/"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Rapierstar",
          "Description": "Customers love aluminium windows and doors because of their engineered quality and superb visual appeal. But what if this quality is undermined because the wrong fasteners are being used in fabrication?",
          "DetailDescription": "Customers love aluminium windows and doors because of their engineered quality and superb visual appeal. But what if this quality is undermined because the wrong fasteners are being used in fabrication?\n\nThey may represent only a tiny part of the overall finished product, but fasteners have a huge impact. If you are fabricating different materials under one roof - such as PVC and aluminium - you need to take care. Using any old screws in aluminium is a 'no-no' if you want the window or door to perform in the long term.\n\nThe science bit\nFasteners mainly come in coated carbon steel and several types of stainless steel - all offering different levels of corrosion resistance. But for aluminium windows and doors, the only choice is austenitic stainless steel screws (sometimes also referred to as A4 or grade 316).\n\nThe reason lies in the science of metallurgy. Think of how a battery works - different metals react with an electrolyte to generate an electrical current until the metals eventually corrode to nothing and the battery runs flat. A similar reaction called galvanic corrosion takes place when certain metals are combined. One metal corrodes preferentially when it is in electrical contact with another, in the presence of an electrolyte. In the case of aluminium windows and doors, aluminium is one metal, the electrolyte is water, and the other metal is whatever your fastener is made from.\n\nThe extent of galvanic corrosion depends on the two metals being combined. In short, inserting carbon steel or martensitic stainless steel into aluminium could result in a far quicker corrosive reaction compared with that of aluminium and austenitic stainless steel.\n\nSo austenitic is the only choice, but isn't its lack of magnetism going to make fabrication trickier? This is not the case when an AC2 driver bit is used in a well formed screw recess. Available from Rapierstar, this provides a better hold on the screw during fabrication to make a big difference on production efficiency.\n\nProtecting your reputation\nUsing alternative screw types is very risky. Even a martensitic drill point or a bi-metallic fastener could result in premature failure of the screw.\n\nSpecifiers understand the reason for using A4 fasteners in aluminium fenestration and they will expect them for the premium quality their clients demand. Failure to manufacture to the spec will mean costly consequences sooner than you think. The galvanic process could result in the hardware becoming loose or detached and the window or door no longer functioning as intended. That means expensive call backs, particularly for high rise commercial buildings where safe access and user disruption will need to be managed and budgeted for.\n\nMore costly is the long term damage to your business. Online reviews, industry word of mouth and law suits can all affect a business that fails to deliver what it promised to its customer. Is it really worth it to save a few pounds?\n\nUsing A4 stainless steel fasteners in your aluminium windows and doors is the only way to give a credible warranty - and in the case of Rapierstar, that is a 10 year guarantee on the fastener performance.\n\nFind out more at: www.rapierstar.com\n",
          "PhoneNumber": "",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FRapierstar_939_02.jpg?alt=media&token=3f510add-602e-4e84-8027-dd0515eae6f0",
          "Title": "Only Austenitic will do for aluminium windows and doors",
          "WebsiteURL": "http://www.rapierstar.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Testo",
          "Description": "Monitoring building drying or laying of screed can take weeks or even months. Saveris 2 from testo is a Cloud-based measuring solution, enabling you to take control and monitor the whole drying process remotely.",
          "DetailDescription": "Monitoring building drying or laying of screed can take weeks or even months. Saveris 2 from testo is a Cloud-based measuring solution, enabling you to take control and monitor the whole drying process remotely. Data is accessible via any internet enabled smartphone, tablet, PC or laptop. Temperature and humidity values are monitored and recorded continuously and alerts sent by email and SMS if critical values are exceeded, thus enabling early intervention and prevention of costly and time consuming remedial work. \n\nTemperature and Humidity Wi-Fi loggers start from just £179.\n\nPredict & document screed and building drying status\n\nAccurately monitor temperature and humidity levels\n\nRemote browser based monitoring 24/7\n\nSave time wasted on un-necessary site visits\n\nSimple plug & play setup\n\nCan use mobile GSM routers – no need for installed Wi-Fi or networks",
          "PhoneNumber": "01420 544433",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FTesto_929_01.jpg?alt=media&token=2b1d7f98-e150-4883-bb38-8e46b7c1fec9",
          "Title": "Saveris 2 from testo",
          "WebsiteURL": "http://www.testo.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Polyvine",
          "Description": "With flat matt finishes predicted to be a leading style trend, chalk paint is a great sales option both short term and for the coming season. Until now, offering the velvety smooth, chalky finish could mean limitations in terms of colour matching as even the best ranges have a limit to the colours available, but with the latest Polyvine chalk paint maker launch, the whole market has changed for the better.",
          "DetailDescription": "With flat matt finishes predicted to be a leading style trend, chalk paint is a great sales option both short term and for the coming season. Until now, offering the velvety smooth, chalky finish could mean limitations in terms of colour matching as even the best ranges have a limit to the colours available, but with the latest Polyvine chalk paint maker launch, the whole market has changed for the better.\n\nThe new and unique chalk paint maker product from specialist paint and varnish manufacturer, Polyvine can be mixed with any colour of standard matt emulsion to produce a one off chalk paint in any choice of colour.\n\nEasy for the consumer to produce at home - or for in store preparation - all the retailer has to do is supply a good colour range of standard matt emulsion alongside the new Polyvine chalk paint maker. Sold together, the entire consumer has to do is to mix it in a ratio of two parts emulsion to one part Polyvine chalk paint maker and the resulting chalk paint will give the chosen colour and exactly the same coverage as the base emulsion with exactly the same drying time.\n\nPerfect for a sympathetic historic or vintage look and ensuring a dead flat finish, the resulting chalk paint is low odour, and can be used on many different surfaces including wood, stone, ceramic, primed metal and primed matt plastic. There is rarely any need for additional surface preparation and the paint will work over previous paint or varnish and will cover in one coat.",
          "PhoneNumber": "0845 017 1671",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPolyvine_930_01.jpg?alt=media&token=5a3b6ed3-2916-439b-bb75-49f6feb42999",
          "Title": "Chalk Paint Maker and Waxer launched by Polyvine",
          "WebsiteURL": "http://www.polyvine.com "
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "CP Electronics",
          "Description": "CP Electronics has launched a modular wiring solution which features a complete pluggable system, allowing for the configuration of any lighting installation in minimal time",
          "DetailDescription": "CP Electronics has launched a modular wiring solution which features a complete pluggable system, allowing for the configuration of any lighting installation in minimal time. Market forces within the construction industry require installers to become increasingly competitive in terms of cost and time. In response to this demand, CP Electronics has delivered a solution which is simple to install, as it uses just four components: tee modules, extender leads, luminaire leads and connectors. Using an industry standard GST connection, the solution offers full compatibility with all luminaires with connectors of this type, as well as CP Electronics’ existing range of lighting control module (LCM) based-systems including Vitesse Modular, Vitesse Plus and RAPID. As a result, the specification and installation processes are both vastly simplified and shortened, saving considerable time and cost. The VITM6 tee module is a 6 pole component used to provide a simple interlinking connection within fixed wiring installations. Tee modules can be connected to luminaires via a simple interlocking male to female connector system, these are then joined together using an interlink which can be adjusted to the correct distance between the modules. Housed in a robust flame retardant casing, the module features fixing tabs that allow suspension within the ceiling void using cable ties, also making it suitable for mounting on cable trays and baskets. Available in a variety of configurations to suit virtually every requirement, modules can be easily connected using standard extender lead cables, allowing for the option of easy connection of switching luminaires, dimmable luminaires and emergency luminaires.",
          "PhoneNumber": "333 900 0671",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FCPelectronics_930_01.jpg?alt=media&token=da6b7d9e-4a6c-40e7-87f4-9a92b8fcb19e",
          "Title": "CP Electronics get modular wiring solutions down to a tee",
          "WebsiteURL": ""
        }
      ],
      "SortOrder": "1",
      "Title": "Building Products & Services"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Nilco",
          "Description": "Nilco – the professionals’ choice for essential cleaning products and chemicals – has the ideal sanitising solution for pubs, bars and restaurants",
          "DetailDescription": "Nilco – the professionals’ choice for essential cleaning products and\nchemicals – has the ideal sanitising solution for pubs, bars and\nrestaurants.\n\nIndustry leader Nilco produces a wide range of dry-touch sanitising, virus\nand bacteria control products that can be used both as an airborne room\nspray and on all hard surfaces, as well as sanitising products for personal\nuse.\n\nThe range includes no-touch hand sanitiser stations for customers on\narrival, ‘High Contact’ dry-touch sanitiser spray for cleaning tables,\nchairs, light switches, handles, bar tops and preparation areas and the\n‘Max Blast’ that effortlessly sanitises entire spaces at the end of a\nshift.\n\nNilco is also the official sanitising partner to the British Super Bikes\nchampionship and the British Touring Car Championship, supporting circuits\nand venues around the country with essential hand and room sanitising\nproducts. The event spaces have trusted in the quality of Nilco products\nand the manufacturing confidence parent company Tetrosyl offers.\n\nThe development of scented and moisturising hand sanitisers has been well\nreceived by customers helping to avoid dry and chapped hands, while leaving\na pleasant smell ranging from lemon sherbet to wild berries.\n\nFor more information, please visit: www.Nilcouk.com or call 0161 764 5981.\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F6.jun%2FTetrosyl_222_01.jpg?alt=media&token=050a9b69-84c2-4a28-9298-427326c7763f",
          "PhoneNumber": "0161 764 5981",
          "SortOrder": "89",
          "Title": " Nilco: Saying no to COVID-19",
          "WebsiteURL": "http://www.Nilcouk.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Watchtower Security Solution",
          "Description": "Building and Facilities News is proud to announce that Watchtower Security Solutions has been selected as our Security Solutions Company of the Month",
          "DetailDescription": "Building and Facilities News is proud to announce that Watchtower Security Solutions has been selected as our Security Solutions Company of the Month.\n\n\n\nEstablished in the UK in 2019, Watchtower Security Solutions is part of a wider group which has been going for 26 years overseas. Informed by these many years of expertise, Watchtower Security Solutions offers industry leading, all-in-one surveillance solutions especially for valuable, remote and vulnerable locations. This makes them ideal for places like construction sites, especially during the COVID-19 pandemic lockdown when many locations were left vacant or unstaffed.\n\n\n\nWatchtower Security Solutions’ key product is the WT-1, a large, robust mobile mast with sophisticated cameras and equipment encased in a CE certified unit all offering CCTV surveillance 24/7. It has recently achieved Secured by Design (SBD) accreditation. SBD is an official police security initiative focusing on crime prevention through ‘designing out crime’, acting as a measurable standard for quality crime prevention products. Thus, the WT-1’s SBD accreditation guarantees its effectiveness in reducing crime.\n\n\n\nThe towers are equipped with four thermal/optical turret analytics cameras, meaning they can quickly detect all types of intrusions in all weather conditions, minimising any resultant damage or loss. What’s more, line perimeter detection is linked to the monitoring station for instant detection of intrusion and crime. They also come with three power options: mains power, hydrogen/solar power, and methanol/solar power.\n\n\n\n“The benefit of our towers is threefold. Firstly, unwanted intruders on sites can be detected quickly, minimising damage or loss. Secondly, there are savings of over 60% in the equivalent manned guarding costs. Thirdly, often site insurance requires it. Our masts have been able to help site managers protect their sites and because the tower is monitored 24/7 and has 360° coverage, it can see far and wide across the site and also acts as a great visual deterrent to reduce the risk of chance crime,” said Chris Finney, Commercial Security Manager. “If anything happens, the key holder and the police are called to come and deal with it. Also, if it’s something petty, the tower features an audio challenge function, so you can speak directly to the intruder and tell them security services have been called. If they don’t listen, then you can activate a 120-decibel alarm to further encourage them to leave.”\n\n\n\nTo complement this innovative system, Watchtower Security Solutions provides a streamlined service, delivering the tower within seven days of the initial survey and even sooner if the request is urgent. After the site survey, the company designs a bespoke solution for the customer’s site to ensure any particular challenges are addressed.\n\n\n\nIn 2020 Watchtower Security Solutions has achieved Gold Membership status with Constructionline, providing clients greater assurance about safety, quality and environmental management standards of their work. Achieving this enhanced membership level is reflected in their determination to be a leader within the security sector on quality, health and safety and the environment. \n\n\n\nIndeed, it’s easy to see why WSS towers are being picked up across the country. “We have placed in excess of a 100 mobile CCTV towers live in England in the last year alone, as well as more than 60% on building sites. Now we’re just about to put the tower out in Scotland, and we’re also going to be working in Northern Ireland and the Republic of Ireland in the next few months. \n\n\n\n“As well as this, we’re developing a mini version of the tower for use in closed premises, so they can be protected if left vacant. Rather than expensive CCTV, the mini tower would offer a cost-effective and temporary fix.”\n\n\n\nIf you would like to find out more information on how to protect your premises, head to the website or get in touch using the contact details below.\n\n\n\nM 07747 215295\n\nwww.wt-security.com/en/gb",
          "PhoneNumber": "07747 215295",
          "SortOrder": "90",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F9.sep%2FWatchtowerSecuritySolutions_961_03.jpg?alt=media&token=22a8a335-b697-4889-b916-f0af48fb8c87",
          "Title": "The best way to secure your vulnerable premises",
          "WebsiteURL": "http://www.wt-security.com/en/gb"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "3D Media Solutions",
          "Description": "Building and Facilities News is proud to announce that 3D Media Solutions has been selected as our Visual Technology Company of the Month",
          "DetailDescription": "Building and Facilities News is proud to announce that 3D Media Solutions\nhas been selected as our Visual Technology Company of the Month.\n\nDuring these troubling times 3D Media Solutions are proud to be supporting\ntheir customers to enable their businesses to function on a virtual level.\n\n“We have been pleased to provide our clients with a solution to continue\noperating their businesses with Coronavirus social distancing fully\nrespected.  Over the last few weeks we have captured commercial office\nspace, plant rooms and construction sites that will enable our clients to\nwork remotely from home continuing their projects and sharing with\ncolleagues and subcontractors with ease.”\n\nEstablished in September 2017 by Lee Fisher Jones, 3D Media Solutions uses\n3D virtual reality technology to create a digital twin of worksites and\nbuildings, allowing an interactive 3D walkthrough tour of a space. “Our\nsolutions are helping to take construction and facilities management to the\nnext level,” said Lee. “We build a history of the construction site as it\ngoes up, so you can go back in time and literally walk through the space to\nsee what’s behind the walls and ceilings.”\n\nBy creating a digital twin of the worksite, 3D Media Solutions offers an\nessential piece of media for assisting a project from start to finish,\nleading to more robust site inductions, clear communication and reporting,\nand reduced site visits. 3D Media Solutions performs a condition survey of\nthe site, creating a full visual record which is then tailored for all\ntrades and personnel.\n\n“Because what we’re offering to the construction industry is a new concept,\nwe provide free sessions to any company who requests it, where we’ll share\nhow we’re applying this technology to the industry and how we’re offering\nbeneficial changes to the way they work.”\n\nThe applications of this interactive digital twin are extensive. The\ninitial scope of works has been traditionally in a written document\ncontext. Now, alongside this, 3D Media Solutions can create an easier,\nclearer and faster way to get a full understanding of the proposed works by\nembedding the key information into the 3D model, meaning you can visualise\nand plan accordingly for the real life environment.\n\nFurthermore, during the tendering and bid process, the 3D technology and\noverlay software mean you can enhance your presentation and instil more\nconfidence in clients. This protects all parties’ interests, offers clarity\nfrom the outset, and means you will be above and beyond what the\ncompetition is offering.\n\nThis technology can also offer an alternative to traditional condition\nsurveys, which are made up of very large documents and numerous images.\nWith a 4K 3D walkthrough, there is a concise digital record of the\ncondition of the building. Notes can be added to highlight points of\ninterest, and images can be snagged for reports. This is far easier to\nnavigate, saving valuable time and resources, and is more complete than\ntraditional photographs.\n\nThese are just a small selection of the technology’s applications, and it\ncan also aid with quotations and costings, health and safety, method\nstatements, project management, reporting, project progress, operative\ninduction, building O+M manuals, future facilities management,\nsubcontractor and client communication, disputes, and variations.\n\nAs well as creating an interactive digital twin of the worksite, 3D Media\nSolutions also offers a range of other services. These include PointCloud,\nGridLine Surveys, BIM/Revit Modelling, 2D CAD Drawings, time lapse cameras,\nCGI visual walkthroughs and photo realistic rendering, to name a few.\n\nIf you would like to find out more information on 3D Media Solutions, head\nto the website or get in touch using the details below to book a free\nsession.\n\nT 01273 803601\ninfo@3dmediasolutions.co.uk\nwww.3dmediasolutions.co.uk\n",
          "PhoneNumber": "01273 803601",
          "SortOrder": "91",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F4.apr%2F3DMediaSolutions_959_02.jpg?alt=media&token=481281b7-4f92-4f2b-a810-33ba233b220b",
          "Title": " Taking construction and facilities management to the next level",
          "WebsiteURL": "http://www.3dmediasolutions.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "The Van Insurer",
          "Description": "Data released by the Society of Motor Manufacturers and Traders (SMMT) earlier this month painted a very positive picture for the van sector",
          "DetailDescription": "Data released by the Society of Motor Manufacturers and Traders (SMMT)\nearlier this month painted a very positive picture for the van sector.\n\nNot only were 2019 registrations up by 2.4 per cent over the year, but it\nwas the most successful year for van registrations since records began.\n\nThe latest statistics from insurance price comparison experts The Van\nInsurer have further reinforced this positive outlook. According to their\nlatest data, they processed a hefty 7 per cent more van quotes in 2019\ncompared with the previous year.\n\nEd Bevis, Marketing Manager at The Van Insurer, said, “The latest\nregistration statistics reinforce the positive outlook we’ve gleaned from\nour own data. Here at The Van Insurer, we’ve enjoyed a bumper year for\ninsurance quotes, which shows huge market appetite.\n\n“We’re seeing both existing and new customers coming to The Van Insurer for\ntheir quotes, safe in the knowledge that our ‘Cheapest Price Guarantee’\nwill ensure that they get the best deal. We’re looking forward to helping\neven more van drivers find the insurance options that best suit their needs\nfor this year and beyond.”\n\nMost popular vans of 2019\nWith more vans on the road than ever before, The Van Insurer has analysed\nits quote data from last year to identify its Most Popular Vans of 2019.\n\n   1. Ford Transit\nOnce again, the Ford Transit reigned supreme in 2019. A third of quotes\nprocessed related to Ford’s popular load carrier, with the average\ninsurance premium coming in at £1288.95.\n\nWith adaptability, flexibility, various load lengths and several\nconfigurations on offer, it’s easy to see why the Transit retained the top\nspot from 2018.\n\n   2. Vauxhall Vivaro\nAnother van holding steady in 2019 was the Vauxhall Vivaro. It maintained\nits second-place ranking from 2018 and generated 12 percent of quotes.\n\nVivaro drivers could expect to pay an average £1002.69 to keep their van on\nthe road but, boasting strong styling, cutting-edge tech and comfort, many\nVauxhall fans would say it's well worth the investment.\n\n   3. Ford Transit Connect\nThe Transit Connect was another of Ford’s vans to make the top three.\nAround 10 percent of quotes were attributed to this little mover, with the\naverage premium quoted at £1042.64.\n\nWith a sophisticated new look, comprehensively updated interior, and more\nadvanced technology than ever before, the Connect looks set to stay firm in\n2020.\n\n   4. Mercedes-Benz Sprinter\nThe Mercedes Benz Sprinter was the first mover of 2019, nudging up from the\nfifth spot in 2018 to fourth place last year.\n\nMercedes has focused on safety for its latest edition, with enhanced brake\ninnovations and improved drive-assist technology. Coupled with competitive\nfinance deals, it’s easy to see the appeal. On average, drivers can expect\nto spend around £1669.51 on their premium.\n\n   5. Ford Transit Custom\nFord’s Transit Custom has been the biggest mover of 2019, leaping from 10th\nplace in 2018 to fifth spot. Last year it generated seven per cent of top\nten quotes, with the average premium costing £1078.11.\n\nToughness, functionality and reliability have always come as standard, but\na wider range of innovation and smart technology has clearly helped to\nboost its appeal.\n\n   6. Volkswagen Transporter\nSixth spot went to the Volkswagen Transporter, which also generated the\nlowest average insurance quote of £610.83.\n\nVolkswagen’s focus on space, connectivity and safety, coupled with comfort\nand practicality, have clearly helped it to maintain its top 10 ranking.\n\n   7. Citroen Berlingo\nThe Citroen Berlingo was another van that maintained its ranking from last\nyear, holding steady in seventh place. Seven percent of quotes generated\nwere for the Berlingo, with the average quote coming in at £926.53.\n\nCitroen has worked hard to boost its appeal as a bold and innovative van\nand has enjoyed a haul of award wins, and a top 10 ranking, for its\nefforts.\n\n   8. Vauxhall Combo\nVauxhall’s Combo bagged eighth place in 2019, with drivers expected to pay\nan average £1,035.58 for cover.\n\nIt’s another multi-award winner, and for drivers looking for choice,\nefficiency and fuel economy, it’s clearly a good option.\n\n   9. Renault Trafic\nThe Renault Trafic clinched ninth position in the rankings, generating an\naverage customer quote of £1,001.66.\n\nRenault boasts endurance and robustness in addition to comfort and safety,\nso it’s a great choice for drivers looking to ‘get the job done’.\n\n  10. Volkswagen Caddy\nVolkswagen’s Caddy was the final van to secure a place in the top 10. It\nwas also one of the more economical vans to get on the road with an average\nquote of £972.12.\n\nIt’s another van that offers functionality and versatility as standard, in\na neat and compact form.\n\nEd says, says: “Here at The Van Insurer, we are used to handling quotes for\ndrivers with various specific needs but it’s always interesting to see how\nsome models stand the test of time, emerging as frequent favourites.\n\n“Whatever their requirements, we like to remind all of our customers that\nwe can help to find a quote that works for them.”\n\nFor more information on The Van Insurer, including its Cheapest Price\nGuarantee, visit www.thevaninsurer.co.uk or follow on social media via\nFacebook @VanInsurer, Twitter @Vaninsurer and Instagram @thevaninsurer.\n\n|2018   |2019    |Van                                |Average          |\n|Ranking|Ranking |                                   |comprehensive    |\n|       |        |                                   |premium 2019     |\n|1      |1       |Ford Transit                       |£1,288.95        |\n|2      |2       |Vauxhall Vivaro                    |£1,002.69        |\n|3      |3       |Ford Transit Connect               |£1,042.64        |\n|5      |4       |Mercedes Benz Sprinter             |£1,669.51        |\n|10     |5       |Ford Transit Custom                |£1,078.11        |\n|4      |6       |Volkswagen Transporter             |£610.83          |\n|7      |7       |Citroen Berlingo                   |£926.53          |\n|6      |8       |Vauxhall Combo                     |£1,035.58        |\n|8      |9       |Renault Trafic                     |£1,001.66        |\n|9      |10      |Volkswagen Caddy                   |£972.12          |\n\n\n*The Top 10 list comprises the vans for which The Van Insurer received the\nmost quote requests from January to December 2019.\n\n**Insurance quotes relate to average comprehensive premiums. Prices are\ndependent on external factors including regional variation, individual van\nspecifications and use.\n",
          "PhoneNumber": "",
          "SortOrder": "92",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F2.feb%2FVanInsurer_366_01.jpg?alt=media&token=97112f91-1d50-4b94-8d5c-2f9fc56d9c67",
          "Title": "The Van Insurer presents a positive outlook for the van market",
          "WebsiteURL": "http://www.thevaninsurer.co.uk "
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Nice",
          "Description": "Building and Facilities News is proud to announce that Nice has been selected as our Integrated Automation Company of the Month.",
          "DetailDescription": "Building and Facilities News is proud to announce that Nice has been selected as our Integrated Automation Company of the Month.\n\nFounded in 1993 by current Chairman Lauro Buoro, Nice’s UK office is based in Sutton-in-Ashfield, with its headquarters in Oderzo, Italy. The company also has numerous offices located across the globe, from the Americas to Asia, in order to serve its international customer base. These customers include installers such as MPR Electric Gates Ltd and Livewire Electric Gates, as well as well-known distributors in the industry such as EasyGates, Linkcare, Automation Supply, and Rolling Center.\n\nAs a leading specialist in the management of integrated automation systems, Nice is the Italian multinational reference company for the Home Automation, Home Security and Smart Home sectors. The company offers an extensive range of integrated solutions for the automation of gates, garage doors, solar shades, parking, wireless alarms, and home security systems, which are used in residential, commercial and industrial applications.\n\nNice’s impressive product range offers exceedingly high quality and an extensive array of innovative features, with consistent leaps in integration to ensure its customers are receiving the most advanced solutions possible.\n\nIndeed, Nice is dedicated to improving its customers’ quality of life by simplifying their everyday movements, and its most recent offering is doing just that. Yubii is the new Nice ecosystem conceived for everyone wanting more from their home automations and for those approaching home automation for the first time. With Yubii, all your home automations communicate with each other and with you. Bidirectional remote controls provide you with feedback on automation status and successful command reception with lights and vibration. Yubii also features integration with the MyNice app through the control centre Core, so you can automate and check the status of your home’s automations wherever and whenever you need.\n\nThanks to its high levels of quality and service, Nice has had the opportunity to work on numerous exciting projects around the world, one of which is The Ripple Retreat on the shores of Loch Lomond. This is an incredible charity which provides a soothing place of relaxation and support for young cancer patients and their families, with a beautiful building which complements the stunning views of the surrounding countryside. Nice supplied over 30 of its automatic blinds’ motors to The Ripple Retreat with no costs in order to support the charity in its own specialist way.\n\nSince 2018, the Nice Group has completed six acquisitions, in Europe and America, of companies active in both traditional businesses and in the Smart Home sector. Looking to the future, Nice is planning to proceed with its expansion path and work hard to offer only the best integration inside and outside of the Nice world. \n\nRecently, Nice attended the NEC Smart Home Expo, where the company featured a new addition to the Nice Group, Fibaro, and received plenty of excellent feedback from industry professionals. If you would like to find out more information on Nice’s full offering, and to try some live demos of its products, head to the website. Alternatively, get in touch using the contact details below.\n\nT 01623 558086\nwww.niceforyou.com",
          "PhoneNumber": "01623 558086",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FOctober%2FNice_955_08.jpg?alt=media&token=38ce7aa0-69b7-4b51-a047-71a6615903d7",
          "Title": "Designing a Nice world",
          "WebsiteURL": "http://www.niceforyou.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Quadrilect",
          "Description": "Course Description:\nThis 3 day course helps delegates understand the strategic impact of facilities management on organisations, and the business drivers that determine operational priorities.\n",
          "DetailDescription": "Course Description:\nThis 3 day course helps delegates understand the strategic impact of facilities management on organisations, and the business drivers that determine operational priorities.\n\nYou will learn how to apply management techniques to add value to the facilities management operation and improve its performance in line with organisational objectives.\n\nIt will encourage you to recognise and act on opportunities to improve overall business performance through more effective facilities planning and management.\n\nProgramme\n\nEstablishing the Facilities Management Service\nAlthough most facilities managers will not find themselves having to set up a department from scratch, it is important to simulate the exercise from time to time, by stepping back and revisiting the scope and approach to delivery of FM services adopted in organisations.  A major objective for all FMs must be to understand how the function relates to organisational objectives and business drivers.  This opening session examines the impact that commercial priorities and culture have on the provision and resourcing of FM services. The session includes a strategy workshop based on a case study model.\n \nApplying Health and Safety to service delivery\nGood health and safety standards and procedures are essential whether in-house teams or external contactors are undertaking support services. This session will help to ensure that support services providers are correctly managed. It will also outline some of the sources of information relating to the considerable amount of legislation and Codes of Practice necessary for compliance. Group activities will also focus on the need for full compliance.\n \nDelivering the Services\nIt is important to correctly identify the service needs of users. Once established, there are a number of ways in which the broad range of FM support services can be delivered. These are discussed and compared in order to determine the most suitable method for each application and are further illustrated with group activities\n \nFinancial Management for Facilities Managers – presentation and group work\nIntroduction to financial reports and appreciation of why these are important to business organisations\nUnderstanding of why these financial reports are also important to facilities managers\nIntroduction to key financial terms that would be used in an effective dialogue with finance people\nIntroduction to some financial appraisal techniques for business case evaluation\n \nManaging Relocation\nPractical aspects of managing major move projects, highlighting the key principles of project management: \nStructuring project teams, understanding roles and responsibilities\nProcuring internal and external expertise\nManaging and influencing users expectations\nProgramming\nProject control and budgeting\nPost-project feedback.\n\nEnergy and Sustainability \nKey environmental and sustainability issues\nEnvironmental legislation affecting business activities – waste, water, land and contamination\nEnergy Management and good practices to reduce carbon emissions and costs\nPractical tools to monitor performance and implement continuous improvement   plans\nSources of information\n\nIntroduction to risk\nWhat is a risk? Hazard versus risk, consequences and impact\nRisk assessment and risk reduction\nOther risk management tools including insurance and risk financing\nIntroduction to security\nRole of security, security threats, measures to reduce weaknesses\n\nIntroduction to fire safety management  \nStatutory obligations\nCauses of fires and fire risk reduction\nBusiness continuity planning\n",
          "PhoneNumber": "020 7489 7628",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2Fqd.png?alt=media&token=e684b08d-e38e-43ab-a49d-562ddb3b4921",
          "Title": "The Professional Facilities Manager – Operational Management",
          "WebsiteURL": "http://www.quadrilect.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "BW",
          "Description": "Joe Garner has been appointed Contracts Manager at BW.",
          "DetailDescription": "Joe Garner has been appointed Contracts Manager at BW. Joe has had 23 years’ experience in the construction industry across a range of sectors, from new build through to fit out, with many long-lasting relationships forged. He is keen to maintain existing as well as form new connections at his new role. As a contracts manager with a commercial as well as operational background, Joe has a focus on customer and consultant experience with a desire to provide a fantastic service throughout the whole journey from inception to completion. Joe previously worked on a variety projects, from high-end hotel and restaurant the Chiltern Firehouse to luxury £57M apartments in Hyde Park. However, his primary focus was sub £1M office fit-outs.\n\nJoe explains what attracted him to BW, “The level of support in terms of bids and bid design is better than anywhere I’ve worked previously. Smaller works don’t always have the same level of focus in this area, so it is a refreshing change to work with a business that cares equally for every project no matter what size. I’m also impressed with the level of support in terms of training. I have only been here two weeks and I am already signed up to a learning and development course. It is very refreshing to see that level of investment in staff.”\n\nEkaterina Sidyakova has been appointed Business Development Manager. Ekaterina brings 3 university degrees and over 8 years’ experience to BW and is responsible for developing relationships with key consultant contacts. Ekaterina has worked in the real estate industry for many years from smaller Cat A works to large scale projects before joining BW, taking on a variety of roles from interior design to business development.\n\nEkaterina says, “I am looking forward to continuing to develop existing relationships and making new ones in her new role. The level of support you feel from the whole office is great. Everyone is in it together and you really feel like anything is possible. In the past a job was just a job for me. But now, it is so much more.”\n\nhttp://wearebw.com\n",
          "PhoneNumber": "",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FBW_940_01.jpg?alt=media&token=d9b9b6eb-cbea-46f7-a23e-56592b23912d",
          "Title": "BW adds to its growing team of experts",
          "WebsiteURL": "http://wearebw.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Floorbrite",
          "Description": "Record turnover for North West based cleaning and facilities services company",
          "DetailDescription": "Record turnover for North West based cleaning and facilities services company\n\nSale based cleaning and facilities service provider, Floorbrite, has announced record turnover of more than £15.5m for 2017 – an increase of £3m on 2016. \n\nIn the last four years, the firm has enjoyed 13%, 15%, 20%, and 24% year-on-year growth. The company’s goal for the next two years is to achieve £20m turnover by 2020, a target that the family-run business is confident it’ll hit. \n\nFloorbrite, which employs more than 1,400 people across the UK, including at a base in Leeds and Birmingham, has continued to build on its year-on-year growth by expanding its portfolio of clients and services into new and emerging areas of the market. \n\nThe firm, which is owned and operated by the Wyers family, continues to enjoy a 25-year relationship with CBRE as one of their most long standing clients, as well as having developed relationships with JD Sports, BooHoo, St John’s Ambulance, Urban Splash and new clients including Kier and Zenith Vehicle Hire. \n\nNik Wyers, Joint Managing Director at Floorbrite, says, “We’ve always believed that if we’re going to do something, we have to do it well but more importantly – we’ve never been afraid to fail. The key to growing a business is to take calculated risks, which is exactly what we’ve done over the past seven years and thankfully the risks have paid off and we’re in a position to announce record turnover figures for 2017. \n\n“We also truly believe that a business is only as good as the people you employ – we have a massive workforce of more than 1,400 staff around the country but we do everything we can to ensure that every single one of those people feels part of the Wyers family.  Without them, our business wouldn’t be what it is today.”\n\nNik added, “Our plans for the next 12 months are to continue grow our portfolio and saturation across the UK – the facilities market is incredibly buoyant at the moment and we’re pleased to be able to offer clients, both new and old, a vast array of high quality services through our own channels and close team of partners.\n\n“It’s definitely an exciting time for the business and we look forward to the opportunities ahead.”\n\nFloorbrite has recently been awarded a Finalist place at The Golden Service Awards is London, where they will find out if they are winners in March, a Gold Achievement Award in the RoSPA Occupational Health and Safety Awards 2017, as well as an International Green World Award by the Green Organisation in recognition for being one of the world’s greenest companies. \n\nThe company was set up in 1972 by the late Martin Wyers and is now owned and operated by Chairman, Linda Wyers, Joint Managing Directors, Alex Wyers and Nik Wyers, and Marketing Director, Nina Wyers.\n\nTo find out more, visit: www.Floorbrite.co.uk\n",
          "PhoneNumber": "",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2FFloorbrite_941_02.jpg?alt=media&token=e8fbc06e-59bd-4315-8196-a99d07d487f8",
          "Title": "Record turnover for North West based cleaning and facilities services company",
          "WebsiteURL": "http://www.Floorbrite.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "MSL Property Care Services",
          "Description": "Building and Facilities News is incredibly pleased to announce that MSL Property Care Services have been named as the Property Maintenance Company of the Year due to their extensive and dedicated maintenance and compliance services.",
          "DetailDescription": "Building and Facilities News is incredibly pleased to announce that MSL Property Care Services have been named as the Property Maintenance Company of the Year due to their extensive and dedicated maintenance and compliance services.\n\nMSL Property Care Services was first established back in February 2008. Headed by Managing Director Jeremy Harrison and Operations Director Andy Thomson, backed by a strong management team, the company has developed over the past 10 years and have since garnered themselves a reputation as being one of the most reliable and effective property maintenance providers available today. Based in Halifax, West Yorkshire, the company operates across the whole of the UK, Ireland and even areas of mainland Europe.\n\nMSL specialise in providing a range of services including reactive maintenance, planned maintenance and compliance. When it comes to compliance, clients turn to MSL for peace of mind ensuring that they are keeping up to date with legislation. As regulations change and transform, MSL are always on hand to help clients maintain up-to-date compliance records and manage their planned maintenance, whether it regards electrics, fire, gas, water, asbestos, air conditioning or more, and ensure customers are meeting their statutory compliance obligations. Not only does this ensure the client is protected legally, but it also affords them significant time and cost savings.\n\nMSL are indeed one of the top choices for compliance. Offering a one stop shop for compliance, clients are provided with their own secure web portal, through which they can view the service profiles, visit frequencies and view their overall compliance status whether by compliance discipline or by property. For ease of use, reports and certificates can also be downloaded anytime. \n\nAs for MSL’s reactive services, these cover all trades, including electrical, plumbing, carpentry, roofing, locksmiths and drainage. One of the best things about MSL is that they can respond within 2 hours for business critical issues and offer up to a 5 day response for non-urgent works. Better yet, MSL work only to the strictest standards of quality and health & safety and have achieved ISO 9001, 14001 and OHSAS 18001 accreditations. \n\nTheir robust facilities management services broach energy, lighting, security, hygiene and much more. Regarding energy and lighting, MSL have extensive experience in designing, supplying and installing new energy saving lighting systems whether it be for commercial, industrial or retail sectors. \n\nMSL offer their services principally to many well-known high street brands including William Hill, Café Nero, Pets at Home, Specsavers and Zara. The charities sector is also an important source of customers including British Heart Foundation, Age UK, Scope, Sense and Oxfam.\n\nWe spoke to Jeremy Harrison, of MSL, who explained, “Our service incorporates a 24/7 helpdesk manned by maintenance trained staff. Plus, each customer has a dedicated advisor that gives a personal service with continuity from start to finish of a job. We provide full transparency of service through our customer web portal which enables customers to track the progress of works, generate management information reports. This enables customers to know how they are spending their maintenance budget and how we, MSL, are performing.”\n\nSupporting all their activities is their in-house developed web-based inSYNC integrated FM system.\n\nThis comprises a suite of facilities management tools including a site portal, customer management portal, customer wallboard, supplier portal and a service delivery App. The site portal allows users to log job and quote requests online, track work and add notes, view the properties compliance status and much more. With its innovative supplier portal, users can easily prioritise different projects, add ETAs, upload work photos, and keep up to date on health and safety. Most unique is the Wallboard which displays a live view of real time works, as well as pointing out high-priority and critical works. The live integration between modules provides total transparency of activity and communication from individual site to head office.\n\nTheir helpdesk even came out on top in the Service Provider category for ‘The Top 50 Companies for Customer Service Awards 2015.’ Celebrating their 10th Anniversary in 2018, MSL have big plans to look forward to. These include expanding their presence within the UK, Ireland and Europe and continuing to strive to be one of the best companies to work for. MSL are already on the road to achieving this, having been recognised by Best Companies as a “Good Company to Work For” in 2017 they have gone a step further in 2018 to earn a star as being a “Very Good Company” to work for. MSL are also working on an exciting charity project to celebrate their anniversary, aiming to raise £10,000 for charity. As part of this, the company have already held events for Overgate Hospice, McMillan Coffee Morning, BHF Bag It Beat It and Children in Need. \n\nTo find out more information on MSL Property Care Services, or to get in contact with the company, please see the details provided below.\n\nT +44 (0)333 123 4450\nwww.msl-ltd.co.uk\n",
          "PhoneNumber": "0333 123 4450",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FMSL_940_03.jpg?alt=media&token=84ada1ff-bfb2-44aa-b44f-e00ac3f9d569",
          "Title": "Providing great customer service through people and technology",
          "WebsiteURL": "http://www.msl-ltd.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "TC Facilities Management",
          "Description": "TC Facilities Management (TCFM) is now playing a part in helping an unnamed on-line retailer achieve speedy grocery deliveries from their DC in London.",
          "DetailDescription": "TC Facilities Management (TCFM) is now playing a part in helping an unnamed on-line retailer achieve speedy grocery deliveries from their DC in London.\n\nThe contract being delivered by a team from TCFM started on 8th December 2016. It will provide cleaning services to a Distribution Centre responsible for its groceries delivery in London. \n\nThe team from TCFM, led by Charlotte Mudge, TCFM Account Manager, will ensure that the superb standards that TCFM have become known for in other DCs will be replicated and with it enable the retailer to deliver consistently speedy shopping solutions.\n\nThe contract will utilise rigorous systems and state-of-the-art technology to help to deliver robust monitoring and management reporting to the client.\n\nHaving been able to demonstrate the added value within other cleaning contracts in DCs, the contract was awarded based on TCFM’s proven track record in the warehouse space along with their design of a bespoke solution, based on the client’s individual needs.\n\nSteve Wengrow, Divisional Director, TCFM commented, “We are delighted to have been awarded this contract and are looking forward to bringing our proven experience to enable this client to maintain and build upon their good onsite Health & Safety Record by keeping floor space clean and clear of potential risks as they meet their customers’ needs for speedy grocery deliveries.”",
          "PhoneNumber": "01737 814016",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FTCFM_930_01.jpg?alt=media&token=fd1e5488-8190-448d-8d40-bc5a94f10a16",
          "Title": "TC Facilities Management (TCFM) secure cleaning contract with on-line retailer",
          "WebsiteURL": "http://www.tcfm.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Klenzan",
          "Description": "Klenzan Ltd, based in Warrington, Cheshire, launches its new eco-friendly pre-dosed range of concentrated surface cleaning products, under the brand name Green’ R.",
          "DetailDescription": "Klenzan Ltd, based in Warrington, Cheshire, launches its new eco-friendly pre-dosed range of concentrated surface cleaning products, under the brand name Green’ R.\n\nThe Green’ R range of cleaners and sanitisers are eco-friendly products that come in pre-dosed water-soluble sachets that dissolve in under 60 seconds and a disinfectant tested and approved for effective bacterial reduction.\n\nOne small pack of 20 x 5g sachets equates to 15 litres of chemical solution, when dissolved saving on storage constraints and reducing chemical handling activities. The Green’ R range comprises 18 types of cleaner, in small and large packs, ten x 10g sachets per pack and 150 x 14 g sachets, respectively.\n\nKlenzan Managing Director, John Bell, commented, “Green’ R provides a cost effective, compact and consistent answer to high quality hygiene in catering and food establishments large and small. Many outlets struggle for space and need an easy, safe to use solution for keeping things clean. Green’ R offers a range of products to tackle every day to day cleaning task.”\n\nAn independent company with over 26 years’ experience, Klenzan is one of the UK’s most trusted providers of industrial hygiene solutions. Its proactive commitment to research and development has put Klenzan at the forefront of innovative, effective hygiene management and control.",
          "PhoneNumber": "",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJuly%2FKlenzan_934_01.jpg?alt=media&token=d116655a-451b-4dc9-b891-0cfeeaa727ce",
          "Title": "Klenzan launches Green’ R pre-dosed cleaning sachets",
          "WebsiteURL": "http://www.klenzan.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Calbarrie",
          "Description": "Calbarrie Compliance Services Limited, the UK’s market leader in electrical compliance services, has been awarded a place on a new three-year Electrical Testing Services framework (306) with Eastern Shires Purchasing Organisation (ESPO) to deliver electrical testing services to ESPO customers across the UK. ",
          "DetailDescription": "Calbarrie Compliance Services Limited, the UK’s market leader in electrical compliance services, has been awarded a place on a new three-year Electrical Testing Services framework (306) with Eastern Shires Purchasing Organisation (ESPO) to deliver electrical testing services to ESPO customers across the UK. \n\nCalbarrie has provided Portable Appliance Testing to ESPO customers since 2013. Within the new framework, which runs until 2019, Calbarrie has the opportunity to supply Portable Appliance and Fixed Installation Testing to ESPO’s customers who are in the public sector. \n\nCalbarrie has specialised in the provision of electrical testing services for over 35 years and employs more than 100 engineers nationally. The company demonstrated that it met ESPO’s key requirements, and scored high on all aspects of the award criteria to secure a place on the framework.\n\nTim Beardsmore, Calbarrie’s Commercial Director said, “We are proud to be part of the new ESPO framework and are looking forward to building on our successful relationship with ESPO and its customers. Companies who are part of the framework have the reassurance that they are receiving a market-leading service and price proposition and they do not have to go out to tender each time their testing is due.”",
          "PhoneNumber": "0844 335 6573",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FCalbarrie_930_01.jpg?alt=media&token=e30fa58e-8d5c-406c-9a01-7fb868598871",
          "Title": "Calbarrie secures place on new ESPO framework",
          "WebsiteURL": "http://www.calbarrie.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "NBC Environment",
          "Description": "Independent environmental consultancy NBC Environment warns firms working in the building and facilities management sectors should focus attention on wildlife mitigation now to avoid potential delays to projects in 2017.",
          "DetailDescription": "Independent environmental consultancy NBC Environment warns firms working in the building and facilities management sectors should focus attention on wildlife mitigation now to avoid potential delays to projects in 2017.\n\nUnder UK law (Wildlife and Countryside Act 1981) it is illegal to move or destroy any bird's nest and in some cases disturbing nesting birds is even prohibited. Non-compliance with this legislation can lead to significant financial penalties or prosecution that may extend to a prison sentence.\n\nJohn Dickson, Managing Director of NBC Environment, says, “Companies have a responsibility to assess the impact their operations may have on ecology in the local environment. Ignorance is no defence in the eyes of the law, therefore you must be satisfied there are no nesting birds present on site before any works commence.\n\n“They can be easily overlooked, different species nest in trees or shrubs, on the ground or in buildings. As such, failure to effectively survey a potential development in advance of operations is unwise.”\n\nWith the nesting season fast approaching, typically March to July, NBC advises businesses should use the time remaining to work with ecologists to proof sites and disperse wildlife to designated conservation zones.",
          "PhoneNumber": "0800 169 9646",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FNBCenvironment_930_02.jpg?alt=media&token=bd45624e-f0fe-4349-8c16-e2aa7df36e9d",
          "Title": "Why birds in bushes can lead to costly handouts... or worse",
          "WebsiteURL": "http://www.nbcenvironment.co.uk"
        }
      ],
      "SortOrder": "2",
      "Title": "Facilities Management"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Millboard",
          "Description": "Millboard, known for its high-end decking, has launched a suite of cutting- edge cladding materials that will further enhance the company’s reputation as one of Britain’s leading home and garden material manufacturers",
          "DetailDescription": "Millboard, known for its high-end decking, has launched a suite of cutting-\nedge cladding materials that will further enhance the company’s reputation\nas one of Britain’s leading home and garden material manufacturers.\n\nIn its thirteen year history, Millboard has continually broken new ground\nwith its decking, which today is a feature of many prestigious venues\naround the world including the Burj Al Arab, Kew Gardens and Wimbledon, as\nwell as being found in numerous private homes.\n\nThe new range of cladding takes its cue from the same first-rate attributes\nof the decking range. It provides the identical assurance of UV resistance\nand eliminates the risk of warping, twisting or rotting. And just like the\ndecking range, the cladding has been hand-moulded from carefully selected\nnatural timbers, to provide an unmistakably organic look.\n\nThe new cladding is available in two styles, ‘Millboard Envello Shadow Line\nCladding’ and ‘Millboard Envello Board and Batten Cladding’, each coming in\na wide range of colours, ensuring that there is a Millboard cladding style\nfor every property type. More than a year in development, the cladding is\nperfectly designed to stand the test of time with the minimum of\nmaintenance. In fact, the distinctive chamfered cut of the profiles means\nthat when it rains it actually serves to clean the boards, reducing even\nfurther the need for upkeep or maintenance.\n\nThe cladding is made from a polyurethane-mineral composite that boasts\ngreater eco credentials than rainforest-depleting timber. The unique\nproperties of this enduring material mean that its owners will never suffer\nfrom streak marks around window seals, be disappointed by dramatic colour\nchanges, or have to maintain it with expensive and time-consuming\ntreatments.\n\nThe extra-wide sizing of the boards means that the cladding can be mounted\nquickly, enabling a lightning-fast transformation of the exterior of a\nproperty. The boards can also be used internally, to create feature walls\nand dividers.\n\nIn addition, the cladding can be mounted vertically or horizontally to suit\nthe tastes of the architect or homeowner. When mounted vertically, a clever\nmodification of the tongue and groove joints even enables fuss-free\ninstallation around curved surfaces. The tongue of the board also features\na notch which the fixings are aligned with, so that each board covers over\nthe fixing to create an entirely clean finish.\n\nAt the launch of the product, Marketing Manager, Caroline Birdall,\ncommented, “All of us here at Millboard are very excited about this new\nrange and are confident of its success, based as it is on our decking\nproduct which already enjoys a well-established and loyal following among\narchitects and designers. The development of the new cladding range\nrepresents a significant milestone for the company, marking our expansion\ninto a broader range of high-calibre home and garden products.”\n\nMillboard Cladding was officially launched in November 2020.\n\nFor more information about the product range, or to request free samples,\nvisit Millboard’s website at: www.millboard.co.uk or contact the team on\n02476 439943 or email: enquiries@millboard.co.uk\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F12.dec%2FMillboard_963_04.jpg?alt=media&token=e65a20b3-9cfa-4575-b3bc-835783b1cbbc",
          "PhoneNumber": "02476 439943",
          "SortOrder": "95",
          "Title": " Changing the face of façades: Millboard launches ground-breaking Envello cladding collection",
          "WebsiteURL": "http://www.millboard.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Derbyshire Specialist Aggregates",
          "Description": "Customer demand for Resin Bound driveways, paths and patios is continuing to increase with architects, landscapers and surfacing contractors recognising this tremendous sales opportunity and adding it to their list of services",
          "DetailDescription": "Customer demand for Resin Bound driveways, paths and patios is continuing to increase with architects, landscapers and surfacing contractors recognising this tremendous sales opportunity and adding it to their list of services.\n\nA stunning alternative to block paving, macadam concrete or loose gravel, resin bound is hard-wearing, has a natural finish and is low maintenance. Permeability is also a major plus point. SUDS compliant, it meets planning requirements, making it ideal for new builds and renovations for residential and commercial projects.\n\nDALTEX UVR system is BBA accredited \nDALTEX is the UK’s No 1 brand for resin bound. Manufactured by Derbyshire Specialist Aggregates, DALTEX dried aggregates are meticulously dried and screened to produce a high quality product which, combined with DALTEX UVR resin, deliver a beautifully consistent finish.\n\nThe DALTEX UVR resin bound system is certified by the BBA (the British Board of Agrément) and the new Daltex Bespoke range includes 40 stunning colour blends.\n\nFor newcomers, a practical one day resin bound training course is run by experienced contractors from purpose built facilities in Derbyshire. This includes all the information and techniques required to create high quality resin bound installations.\n\nT 01629 636500\nsales@derbyaggs.com\nwww.resinbondedaggregates.com",
          "PhoneNumber": "01629 636500",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FDecember%2FDerbyshireSpecialistAggregates_955_01.jpg?alt=media&token=14c9063f-a039-4639-95fa-e7a7be599c29",
          "Title": "Resin Bound: The permeable driveway everyone is asking for!",
          "WebsiteURL": "http://www.resinbondedaggregates.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Autobuild Ltd",
          "DetailDescription": "Storage building specialists Autobuild Ltd have recently enhanced their range of flat pack buildings with a range of storage buildings designed for schools, which include condensation proofing.\n\nThe buildings are arranged to fit the customer's site dimensions and are designed using a sophisticated computer package enabling prices to be calculated in a few minutes. \n\n“Once we know the length, width, colour and height of the building and details of ancillary items, like roller doors, personal access doors or skylights, prices can be given to the customer over the telephone or on email. We can adjust dimensions if necessary to suit their budget,” said Laurence Osborne, Autobuild's Managing Director.\n\nBuildings are delivered flat and bolted together on site to form the finished product. To enable the schools to obtain the best advice before ordering, Autobuild can arrange a site visit and produce a set of plans and a structural design certificate. The buildings all conform to British Standards.",
          "PhoneNumber": "01753 648484",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FAutobuild_930_01.jpg?alt=media&token=381bf7b2-acde-4b85-82d3-7fbb8f292baf",
          "Title": "Steel Buildings Solve School Storage Problems",
          "WebsiteURL": "http://www.autobuildltd.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Leafield Environmental",
          "Description": "Its traditional styling and anti-fly poster dimpled surface makes it ideal for streets, parks, seaside resorts and local attractions.",
          "DetailDescription": "Its traditional styling and anti-fly poster dimpled surface makes it ideal for streets, parks, seaside resorts and local attractions.\n\nThe circular design of the Classic creates a robust structure holding 90 litres of waste. The secure locking lid comes with a stubber plate and double apertures providing easy 'walk by' access and is easily lifted off for emptying.\n\nIncludes empty ballast cartridge, gold or silver banding and steel liner.\n\nAvailable in a choice of colours*.\n\nOptional extras include; lock, personalised label and fire extinguisher.\n\n*Standard black base made from 100% recycled plastic (subject to availability). From RRP £140.00.",
          "PhoneNumber": "01225 816541",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldenvironmental_930_02.jpg?alt=media&token=ef0d2391-efa0-41ce-95dc-ccc744d28258",
          "Title": "NEW Anti-Flyposting Litter Bin...",
          "WebsiteURL": "http://www.leafieldrecycle.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Loxston Groundcare",
          "Description": "Supplied through UK distributor Loxston Groundcare, national equipment hire company A-Plant have added a further eight Irus remote controlled mowers to their groundcare equipment fleet.",
          "DetailDescription": "Supplied through UK distributor Loxston Groundcare, national equipment hire company A-Plant have added a further eight Irus remote controlled mowers to their groundcare equipment fleet.\n\nFor A-Plant, Groundcare Business Development Manager David Kendall said, “We have had Irus as a part of our specialist slope-mowing offering for some time and have had no issues with them.\n\n“The build quality is exceptional and the unique tilting engine gives the operative a balanced machine with proven capabilities when cutting at up to 50 degree angles for extended periods. Our latest order was for five Quadrak wheeled mowers and three Deltrak tracked machines.”\n\nPeter Loxston said, “Irus are ‘go-anywhere’ machines capable of mowing in places where people can’t. Operated by way of multi-channel radio and designed for mowing and maintenance of vegetation on precipitous slopes, parks, roadside verges and railway embankments, they offer reduced risk of injury to operators.”\n\nIRUS offer a range of implements to fit their machines, including forestry pulveriser, stump grinders and rotary and scythe mowers.",
          "PhoneNumber": "01460 242562",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLoxstongroundscare_930_01.jpg?alt=media&token=1c54eaef-45d9-4c3f-b162-55a4093664a6",
          "Title": "A-Plant add more Irus remote mowers to the fleet",
          "WebsiteURL": ""
        }
      ],
      "SortOrder": "3",
      "Title": "Landscaping & External Works"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Wrightstyle ",
          "Description": "Wrightstyle, the advanced steel and aluminium glazing system company, recently completed three elevations of structurally-glazed curtain walling measuring over 50 metres in length as part of recent work on the eastern ticket hall of Crossrail’s Farringdon station.",
          "DetailDescription": "Wrightstyle, the advanced steel and aluminium glazing system company, recently completed three elevations of structurally-glazed curtain walling measuring over 50 metres in length as part of recent work on the eastern ticket hall of Crossrail’s Farringdon station.\n\nAs part of Crossrail’s Art Programme, British artist Simon Periton designed an artwork for the curtain walling featuring an intricate pattern that reflects the elaborate Victorian metalwork of the historic Smithfield Market directly opposite.\n\nDuring the day, the artwork will allow passengers to see inside to the coffered ceiling that echoes the Brutalist architecture of the nearby Barbican, whilst changing shadows will be cast across the interior space.\n\nIn the evening, the station lights will illuminate the design from inside, offering a dramatic new perspective to those on the nearby streets.\n\nWrightstyle is currently working on seven out of the 40 stations on the Elizabeth line, including Bond Street, Paddington, Farringdon, Liverpool Street, Whitechapel and Woolwich. The new Farringdon station is expected to serve 82,000 passengers every working day.\n\nSpecialist glass from Hero Glass was chosen for the project “which pushed the capabilities of normal glass design, but which also successfully fuses art and architecture in this remarkable building,” according to Lee Coates, UK director, Hero Glass. The artwork was created using a silk screen print process in Hero’s factory, which gave the visual result the artist was looking for.\n\n“Crossrail is the largest construction project in Europe and passenger safety is, of course, the paramount concern of the design team,” said Wrightstyle contracts manager, John Woodcock.\n\n“That’s the reason why our systems have been specified across several new stations on the Elizabeth Line. We have great experience in the transportation sector, and our systems have been subjected to international testing in Europe, the USA and Asia,” he said.\n\nT+44 (0)1380 722239\njane.embury@wrightstyle.co.uk\nwww.wrightstyle.co.uk\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2F3455.JPG?alt=media&token=da847908-1e77-4966-9d97-ed1b00f4db91",
          "PhoneNumber": "01380 722239",
          "SortOrder": "1",
          "Title": "Wrightstyle brings Farringdon art to life",
          "WebsiteURL": "https://www.wrightstyle.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "kestrelaluminium",
          "Description": "Oaks Industrial Estate, Leicester, recently benefited from a much needed lift thanks to the collaboration between Season Masters Windows and Kestrel Aluminium Systems.",
          "DetailDescription": "Oaks Industrial Estate, Leicester, recently benefited from a much needed lift thanks to the collaboration between Season Masters Windows and Kestrel Aluminium Systems.\n\nThe project specification required the new windows to be thermally efficient to ensure that the upgrades resulted in the industrial units being economical for the occupants as well as creating a modern and clean look to the overall estate. Working to a strict schedule Season Master Windows needed to have fabricated and installed the replacement windows within eight weeks. \n\nKestrel Aluminium Systems supplied the complete product kit required to fabricate the windows. The decision was made to opt for the 60mm Window System to provide maximum thermal performance, and to meet the specification of being ‘top hung open out’ to enable natural ventilation. Trickle vents were also installed to ensure constant ventilation. \n\nSeason Master Windows was confident that it would be able to meet the time scale set as the delivery of material would be with them in full within two working weeks by Kestrel Aluminium Systems who pride themselves on their enviable service delivery turnaround times. By opting to use aluminium windows for the industrial estate it has resulted in a modern look being achieved with the added benefit of providing peace of mind for the owners and occupiers that the units are safe and secure.",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2F1.Kestrel.jpg?alt=media&token=6922f8cc-73af-485c-bcfe-b3360d55600f",
          "PhoneNumber": "",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FKestrelAluminium_928_01.jpg?alt=media&token=add2d2df-3b0a-46a1-a623-9e33a1259e99",
          "Title": "Modern makeover for industrial estate",
          "WebsiteURL": "http://www.kestrelaluminium.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Quickslide",
          "Description": "G16 Training Award winner Quickslide is reaping the benefits of taking its Quickslide Academy training programme to a higher level thanks to a partnership with the world-renowned Dale Carnegie organisation.",
          "DetailDescription": "G16 Training Award winner Quickslide is reaping the benefits of taking its Quickslide Academy training programme to a higher level thanks to a partnership with the world-renowned Dale Carnegie organisation.\n\nThe Yorkshire fabricator not only picked up the prestigious award at this year’s event, but has also seen profits rise to record levels, cash flow significantly improving and even accident levels – and insurance premiums – dropping since teaming up with Dale Carnegie.\n\nMore than 40 of Quickslide’s staff have already undergone training with Dale Carnegie via tailored courses at its Brighouse HQ as well as at centres run by the organisation.\n\nThe fabricator already operates its Quickslide Academy training programme of performance and improvement courses. Last year, it set out its aim to create ‘100 problem-solvers’ in its workforce with a series of courses up to a year in length, aimed at quality, efficiency and continuous improvement.\n\nDale Carnegie Training, founded over a century ago, operates in more than 80 countries, delivering workplace learning and performance training to companies of all sizes, including some of the world’s biggest and best-known corporations.",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FQuickslide_930_01.jpg?alt=media&token=6afcc9cc-97a1-4e11-ad83-5fe991d2a734",
          "PhoneNumber": "0844 5610 623",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2F1.quick.png?alt=media&token=89c4588b-5600-4f92-8843-2f7e13c36cbc",
          "Title": "G16 Top Trainer Quickslide teams up with Dale Carnegie",
          "WebsiteURL": "http://www.quickslide.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Sikasil",
          "Description": "Sikasil SG-500, a high strength, fast-curing silicone adhesive from global building product manufacturer Sika, is helping ensure the safe, long-term installation of nearly 200 windows which will form a new superstore’s spectacular, structurally-glazed façade.",
          "DetailDescription": "Sikasil SG-500, a high strength, fast-curing silicone adhesive from global building product manufacturer Sika, is helping ensure the safe, long-term installation of nearly 200 windows which will form a new superstore’s spectacular, structurally-glazed façade.\n\nThe ideal adhesive for structural glazing, Sikasil SG-500 was specified by sub-contractors Lindner Facades for a new £54 million John Lewis store in Leeds city centre. The store is designed by ACME architects, with its construction being overseen by main contractors, Sir Robert McAlpine.\n\nSikasil SG-500 is being used to bond 192 windows – a mix of 1m x 2m and 5m x 3m windows – to diamond-shaped steel frames which form the 25,000m2 building’s five-storey, three-dimensional façade, described by specialist retail developers Hammerson as a “future classic for architecture in Leeds”.\n\nThe steel frames which house the windows are manufactured offsite, with two glass supports and an anodising strip used to affix the windows to the frame before Sikasil SG-500 is applied. Once the adhesive – which is also renowned for its superbly clean finish – cures, the completed frames are transferred to site for installation.\n\nJared Laslett, Division Manager for Lindner Facades, said, “Sikasil SG-500 is the silicone adhesive we trust. We’ve used it on many previous projects, providing exactly what it promised – superb, rapid-curing adhesion.”\n\nSikasil SG-500 is a two-part, high-modulus, neutral-curing structural silicone adhesive. As well as window applications, Sikasil can be used for solar modules and challenging industrial applications. It provides excellent adhesion to a wide range of substrates. CE-marked and fire-rated (EN 11925-2 / DIN 4102-B1), Sikasil SG-500 is UV and weather resistant.\n\nSub-contractors Linder Facades began work on John Lewis’ structurally-glazed façade in January. Sikasil SG-500 will play a vital part in ensuring the outstanding-looking outlet – one of the biggest John Lewis stores outside London – will be ready to offer customers their first taste of this new retail experience on Thursday 20 October, as planned.",
          "PhoneNumber": "01707 363893",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FSika_928_01.jpg?alt=media&token=ffd9f0a0-4042-4f39-839f-45d8d92f2b7e",
          "Title": "Sikasil puts high strength bond on flagship store’s stunning façade",
          "WebsiteURL": "http://www.sika.co.uk/facades"
        }
      ],
      "SortOrder": "4",
      "Title": "Glass & Glazing"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Mill Heat ",
          "Description": "Here at Building and Facilities News we are extremely excited to announce that Mill Heat has been chosen for our highly esteemed Heating Company of the Month profile as a result of their innovative, stylish and technology driven heating.",
          "DetailDescription": "Here at Building and Facilities News we are extremely excited to announce that Mill Heat has been chosen for our highly esteemed Heating Company of the Month profile as a result of their innovative, stylish and technology driven heating.\n\nMill Heat was first set up back in 1992 by Cato Bryn. Based in Oslo, Norway, the family run business’ initial focus was on supplying BBQ and outdoor patio heating. However when Cato’s son identified a niche in the market for modern heating for the home, the company shifted focus and has since become renowned as a supplier of beautiful, minimalistic heaters. \n\nWith a passion for innovation, Mill Heat launched the ‘Mill’ brand in 2012, offering unique, Norwegian designs that utilise SMART technology. The heaters, available from the largest retailers among Nordic countries, proved highly successful, leading Mill Heat to then bring the Mill brand to the IFA fair in Berlin, 2015, and the International Home + Houseware show in Chicago, 2016, receiving heaps of praise. Mill soon exploded with popularity and today, their electric, portable and wall mounted heating can now be found in over 20 countries across Europe, Asia and North America. \n\nMill provide everything from Oil heaters to Glass Panel heaters, Wifi controlled heaters and much more. One of the places you can get your hands on Mill is through their exclusive UK distribution partner Benross Marketing. We spoke to Jon Brennan, from Benross Marketing, about what makes this brand stand out, to which he explained, “Most noticeable about Mill is the design. These heaters are designed in Oslo and are evidently Scandinavian; however it's not just about the looks. Quality, performance and ease of use are also key factors that separate us from other brands.\n\n“As an example, under test conditions, our Mill oil heaters can heat a room up to 29% faster than a 'normal' heater of exactly the same specification. Not only does this get the room to a comfortable level quicker, but it also saves the consumer money as the digital thermostat will switch the heater off sooner.”  \n\nMill Heat’s Panel heaters are also extremely sought after, coming in two styles: Steel and Glass. In addition to being IP rated, these heaters are fitted with a 3 pin plug, which takes just minutes to install, and they also exude the signature Scandi-style of Mill Heat that has made them so popular. Not only that, but these heaters can also be controlled through the intuitive Mill Heat App, whereby users can set up a schedule of when to use the heater. \n\nJon explained, “With the Mill Heat App, users can set up a 24/7 timer that sets the air temperature to their required level, and this can be overridden at any time from anywhere in the world. We will also be launching our WIFI connected portable heaters this autumn, which will be another huge progressive step for portable heating in the UK market. We are also soon to launch our new, highly anticipated outdoor patio heaters in the Scandinavian market.”\n\nCurrently undergoing a wave of expansion, with their hands in both European, US and Far East markets, Mill Heat are currently working to widen their reach and strengthen their distribution markets. \n\nIf you are interested in transforming your interiors with Mill’s stunning, sleek and advanced heaters, be sure to get in contact using the details below or feel free to check out their website. \n\nT 0151 448 1200\nwww.millheat.co.uk \n\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2FMillHeat_943_03.jpg?alt=media&token=eda652b8-cc95-4111-a704-e691350988fb",
          "PhoneNumber": "0151 448 1200",
          "SortOrder": "1",
          "Title": "Keep warm with style",
          "WebsiteURL": "https://www.millheat.co.uk "
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Consort Claudgen",
          "DetailDescription": "Following the recent launch of their smart commercial fan heaters, Consort Claudgen is now launching their improved range of slimline low surface temperature fan heaters with intelligent fan control. Each PLSTi heater is equipped with intelligent fan control which detects the temperature in the environment and automatically adjusts its fan speed to quickly achieve a warm airflow temperature. This allows the heater to immediately blow hot air, even when initially powered on in a very cold room, for the user’s comfort. Enhanced with one of the latest low energy consumption EC motors, these smart heaters also operate on a very low noise level. \n\nThe PLSTi heaters are more durable with a strengthened grille and a hinged wall mounting system for easy installation and decorating. The maximum surface temperature does not exceed 43oC complying with NHS Estates Health Guidance Notes, making them perfect for environments with vulnerable people such as children and elderly residents. Being extremely economical to run, splash proof and with a variety of control features available, the PLSTi range is ideal for both commercial and domestic use.",
          "PhoneNumber": "1646 695195.",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FConsort_930_01.jpg?alt=media&token=1e7aa548-cd54-4c69-824a-9ce652a818c0",
          "Title": "Another smart product range by Consort Claudgen!",
          "WebsiteURL": ""
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Dunham-Bush",
          "Description": "Dunham-Bush trench-heating systems were specified for Building 3 at Advanced Manufacturing Park's Technical Centre in Rotherham to offset heat losses and down draughts from the glazed facade.",
          "DetailDescription": "Dunham-Bush trench-heating systems were specified for Building 3 at Advanced Manufacturing Park's Technical Centre in Rotherham to offset heat losses and down draughts from the glazed facade. This building provides flexible offices and workshops for up to 11 tenants involved in industries as diverse as aerospace, automotive, marine, petrochemical and power generation.\n\nRussel Entwistle, associate mechanical engineer with M&E consultant WYG, explains, “The intention was to run continuously around the perimeter of the office space. The HTA units offered a continuous grille solution, which resulted in a high-quality finish that integrated well within the raised-floor system for the office.”\n\nIn total, 190m of Hydro-Course was installed by Wytek Electrical & Mechanical.\n\nThis trench system is only 240mm wide and 150mm deep, with an anodised satin finish and stainless-steel cross-bladed grilles and trim.\n\nFlow and return temperatures are 70 and 50°C, respectively, to maintain a room temperature of 21°C.",
          "PhoneNumber": "02392 477700",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FDunhambush_930_01.jpg?alt=media&token=5499e79e-769e-4bc2-a8de-40f6021e2250",
          "Title": "Dunham-Bush trench heating serves new technology centre",
          "WebsiteURL": "http://www.dunham-bush.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Scaleguard",
          "Description": "Hard water affects around 15 million homes in the UK and most of these have no scale protection. Hard water wastes energy, shortens the life of boilers and appliances and causes the usual problems of hard water marks. ",
          "DetailDescription": "Hard water affects around 15 million homes in the UK and most of these have no scale protection. Hard water wastes energy, shortens the life of boilers and appliances and causes the usual problems of hard water marks. \n\nThe Carbon Trust confirms that 1mm of scale on a heat transfer surface will increase energy usage by seven per cent. With no scale protection 2 or 3mm of scale on a heat transfer surface is easily achieved within two or three years, so with scale protection there is a saving of a minimum of £100 a year to the average household in reduced energy costs and substantial further savings on extending boiler and appliance life. Building regulations now recommend scale protection on hot water systems.\n\nExtensive tests by a leading energy company proved that fitting Scaleguard increases boiler life by 45% so treating hard water gives a very quick payback as well as saving energy and extending the life of appliances.\n\nIt works by sending out a modulated electronic signal through a coil on the pipe which changes the physical properties of lime scale in the water. It alters the shape of the lime scale crystals so they can't form hard scale. Instead they just wash straight through the system and further build-up of hard scale is prevented, and existing scale is gradually absorbed.",
          "PhoneNumber": "0800 5283278",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FScaleguard_930_01.jpg?alt=media&token=1150f2e9-02ac-4d7d-901a-c7731c5f57bb",
          "Title": "Extend boiler life by 45%",
          "WebsiteURL": "http://www.scaleguard.co.uk"
        }
      ],
      "SortOrder": "5",
      "Title": "HVAC"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Nimbus",
          "Description": "Nimbus oversees fire safety in Nottingham’s Social Housing Estates",
          "DetailDescription": "TECHNICAL CASE STUDY\nThrough a simple piece of hardware similar to an Internet router, fire alarm networks with limitless numbers of detectors and call points are connected to a cloud-based management system that stores events and test logs and permits remote monitoring of activity; this results in improved system compliance and optimised maintenance by highlighting the causes of repeated faults.\n­\nFIRE ALARM PANEL NIMBUS GATEWAY\nKEY FACTS:\n1 Nottingham City Homes uses the Nimbus fire alarm management system to streamline testing and\nmaintenance of fire alarm systems across more than 24 sites.\n2 Nimbus reduces the errors and omissions inherent in the paper- or spreadsheet-based approach\nto compliance management, makes tracking and rectifying faults more accurate and efficient, and\nstreamlines reporting to senior management.\n3 A central monitoring application for all sites records alarms and allows evidence-based action to\nbe taken to address them.\n\nThe need for a better way...\nNottingham City Homes (NCH), which manages approximately 27,000 social housing properties on behalf of Nottingham City Council, recognised that the management of the fire alarm systems on its estates could be improved. Typically, its sites contain a large number and variety of systems and involve many different people (such as wardens, cleaners or caretakers) in checking alarms on a weekly basis as required by the Fire Safety Order 2005. These checks were previously recorded in log books stored on each site. Due to this rather cumbersome process, NCH experienced a number of issues including:\nAlarms not being accurately recorded when staff members were absent from a site, leading to repeated faults which were difficult to diagnose, and sometimes to the fire brigade being called unnecessarily.\nDifficulties in gathering accurate information about the status of systems; NCH staff had to sift through emails and visit sites to consult the log books, and often relied on anecdotal information from service engineers.\nDelays in receiving information from service engineers testing and maintaining the system, which hindered the prioritising of maintenance work and risked increasing the occurrence of faults or false activations.\nNimbus by LAN Control Systems offered a solution that was able to address these issues. \n\nMODERNISING AN OUTDATED APPROACH\nNimbus is a cloud-based fire alarm management system which stores the data produced by fire alarm control panels in a secure database via a mobile phone network SIM card or Ethernet connection. NCH has installed ‘live’ Nimbus systems at a total of 24 of its social housing sites in Nottingham, including many tower blocks which, since the Grenfell fire of 2017, have been prioritised as requiring a higher level of monitoring and protection. The largest of these live systems is in the Victoria Centre, a high-profile city centre development of over 450 flats which contains eight networked panels and over 2100 separate devices. The installation on each site was simple; a single Nimbus Gateway unit, a device similar to an Internet router which converts and transmits the data, was connected to each set of networked fire control panels. Although the sites featured fire alarm control panels from companies such as Gent, Ziton, Morley and EMS, this was not an issue as Nimbus is compatible with many different analogue addressable panels.\nOnce installed, the Nimbus database can be accessed from anywhere with an Internet connection. An infinite event log captures every occurrence on the system and notifies assigned users by email or through a mobile app notification. This greatly helps with coordinating the response to events, such as checking if an alarm is genuine or the result of building improvement work occurring on the site. The weekly tests performed by local staff are also recorded to show which units have been tested. This information has highlighted a previously unrecognised problem on many sites with incomplete weekly checks, and as a result NCH is setting up a dedicated team to perform these checks and ensure compliance with legislation, which can then be easily demonstrated using Nimbus.\nVisits by fire alarm service companies are planned and recorded by the Nimbus system, removing the potential for errors or omissions, and the Nimbus Engineer smartphone app enables images and notes to be added to the database record of a faulty or failed device during servicing. Nimbus collates all this information into a real-time overview of service progress throughout the year, and also into simple service reports, which significantly reduces the time that NCH managers have to wait to be notified of the outcome of a service visit. This is so useful that even sites without a live Gateway device have servicing data uploaded to Nimbus via the Nimbus Mobile servicing tool used by service engineers. In addition, the service companies themselves use Nimbus to receive immediate notifications of breakdowns, significantly shortening the time needed for a repair.\nThe NCH Nimbus system also includes the Control Room Monitor (CRM), through which the Central Nottingham City CCTV control centre can monitor the alarm systems on all the live sites. As well as receiving notifications of any events on the systems as they happen, other resources such as site maps and CCTV camera feeds can be tied in to the CRM, which assists security staff in investigating alarms before a call is made to the fire brigade. If a genuine fire alarm occurs, the CRM can then provide detailed site-specific information for relaying to fire crews attending the incident.\nBENEFITS FOR ALL\nThe Nimbus system improves the management of the NCH fire alarm systems in a number\nof key ways:\n\n1 Testing schedules and service visit reports are reliably recorded and sent automatically to\nbuilding managers immediately following a visit; reports can be viewed without delay and are\nsimple to understand, ensuring system compliance is maintained with complete transparency\nand a full audit trail.\n\n2 The infinite event log records activations accurately and at any time, allowing maintenance\nrequirements to be identified based on hard data rather than anecdotal evidence\n\n3 Smartphone apps reduce the administrative burden of both weekly checks by on-site staff and\nfull system testing by service engineers, while fully meeting legal requirements.\n\n4 Response times to call-outs and completion rates for required tests are recorded, allowing\nbest value to be extracted from service contracts while ensuring that corners are not cut.\n\n5 The CRM assists with the investigation of alarms to prevent unnecessary calls to fire brigades,\nand provides useful information for firefighters in the event of a genuine incident.\n\nA complete solution...\nThe various components of the Nimbus system – the Gateway unit, the event and service database, the mobile apps and the Control Room Monitor – all work together to optimise the management of fire alarm systems at multiple social housing sites across the city of Nottingham. Nimbus has allowed NCH to make cost savings estimated at 20% per annum, while in many cases improving the compliance with legal requirements and ensuring that the systems are ready for use the moment they are needed – to raise the alarm in the event of a real fire and help save residents’ lives.",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FAugust%2Fnimbus_953_01.jpg?alt=media&token=4b2e20d3-d354-466e-898d-911b2cc08919",
          "PhoneNumber": "",
          "SortOrder": "1",
          "Title": "Nimbus",
          "WebsiteURL": "http://"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Ballyclare",
          "DetailDescription": "With construction, maintenance and cleaning tasks forming a huge part of today facilities management industry, the provision of high quality workwear has never been more important. Fortunately, the recent relaunch of a major workwear website makes this a simple task. The new site – www.ballyclarelimited.com - has been designed to reflect the wide range of products and services offered by Ballyclare Limited, and it provides visitors with a swift and streamlined way to navigate through to the type of garments they require. The site covers a wide range of garment options that are ideal for all types of building and facilities management roles, ranging from general workwear through to hi-vis and protective clothing for specific applications. \n\nAlthough Ballyclare is a supplier to many major organisations in the rail, fire, and emergency service sectors, the company also serves a wide range of smaller customers in the general workwear arena, all of whom benefit from the new website’s ecommerce facility. No matter whether a customer is looking for t-shirts, jackets, trousers or many other different types of garment, they can place their orders direct with Ballyclare. The site is also fully compatible with mobile devices, allowing customers to place those orders wherever they are, and whenever it’s convenient to them, and be sure of having the workwear they need delivered.\n\nFacilities management customers will also appreciate the other services which Ballyclare provides. These include garment personalisation with bespoke logos and branding, a managed service which offers a turnkey solution to managing your workwear requirements, and a full laundry option which includes collection, cleaning, inspection, repair and delivery of your garments. \n\nA key component of the new website is a section dedicated to Ballyclare’s recently launched Orcon® CAPTURE range of general workwear. Designed to provide a complete solution to the needs of the building and facilities sector, the high quality, hard wearing garments in this range that can be worn by a wide range of people in many different roles. The Orcon® CAPTURE garments include jackets, trousers, bib and brace trousers, polo sweaters, sweatshirts, fleeces and coveralls. All feature the practical design, excellent wear resistance and comfortable fit which have become the hallmarks of a Ballyclare garment. \n\nAll the garments have undergone extensive development and testing, and they can all be mixed and matched to create the perfect clothing solution for all the different employees in a company. To cater for those people where protection is required against flame, arcing, chemical splashes and other hazards, the Orcon® CAPTURE range also includes multi-norm garments which meet the most recent European safety standards. \n\nBallyclare has a wealth of experience in the design, manufacture and distribution of high quality, functional workwear, protective clothing and specialist PPE, and so can be relied on to provide the perfect solution to your needs. The company combines all the expertise it has gained as a supplier of safety-critical personal clothing to customers in many different industrial sectors to offer the best protective workwear solutions available – whether you require just a single garment or you need to equip your entire facilities management workforce.",
          "PhoneNumber": "0844 493 2808",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FBallyclare_930_02.jpg?alt=media&token=a314c0e6-ece2-4102-8e6b-52fe049194dc",
          "Title": "Ballyclare website provides Workwear Solutions for Facilities Managers",
          "WebsiteURL": "http://www.ballyclarelimited.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Tornado",
          "Description": "Tornado specialise in high-quality hand protection, leading the market with scientifically advanced manufacturing techniques, first-class raw materials and innovative technology.",
          "DetailDescription": "Tornado specialise in high-quality hand protection, leading the market with scientifically advanced manufacturing techniques, first-class raw materials and innovative technology.\n\nTheir approach to product development simple – place the most technologically advanced materials on the most technologically advanced machines – the result is product superiority!\n\nDifferent technologies are applied together or in isolation to produce gloves suitable for specific tasks and operations. Tornado continuously research new materials and processes to maintain their position as market-leaders.\n\nThey’re a major supplier to the Automotive, Aerospace, Construction, Glass, Recycling and Engineering sectors, to name but a few. The gloves are market-leaders and Tornado offer a competitive price structure and exceptional service. They use their expertise to help businesses improve the safety of their workforce.\n\nQuest Hand Safety Evaluation: Do you have the correct hand protection?\n\nTornado provide a hand safety evaluation service called Quest; it’s perfect for all types of industry, regardless of organisation size or the hazards they face.  It’s focused on end-user safety and will specify the correct hand protection within a pre-agreed budget.\n\nQuest technicians come to you…\nQuest Technicians visit your site in their Mobile Hand Protection Lab, they meet your safety and procurement teams and discuss your objectives. They will conduct a study of your current hand protection and manufacturing environment to produce a report proposing a Quest Hand Protection Plan within an agreed budget.\n\nTry it for free…\nThe Quest Hand Protection Plan is installed for a trial period at the expense of Tornado Gloves and systematically monitored with end-user feedback being key. The Quest Team will calculate the ‘cost in use’ equation as a measurement against your budget.\n\nYou’re good to go…\nOnce you’re satisfied that your team are happy and budgetary objectives have been met, the hand protection product/s are rolled out to your workforce and an easy re-order system is put in place.\n\nContinued Support…\nTornado will support you by keeping you informed of product developments and legislative changes. This ensures that you are always fully compliant with Government Health & Safety legislation.\n\nFast, easy, trustworthy & cost-effective…\nQuest happens quickly, Tornado take care of everything; you can trust their market-leading product and your budgetary objectives will be met.\n\nCall to book a free Quest Hand Safety Evaluation, quote code: 002\n\nT 0115 961 9555\ntechnical@tornadogloves.com\nhttp://tornadogloves.com\n5B Colwick Quays Business Park, Colwick, Nottingham NG4 2JY.\n",
          "PhoneNumber": "0115 961 9555",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2FTornadoGloves_941_01.jpg?alt=media&token=2375b89e-c7c0-454c-9f90-2a6218fa695f",
          "Title": "Specialist hand protection through, innovation, technology & design…",
          "WebsiteURL": "http://tornadogloves.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "ABUS",
          "Description": "ABUS have introduced new TS007 BSI* cylinder ranges tested to BSI Kitemark Scheme TS007:2014 1 Star and approved to British Standard BS EN1303, which can be suited to either customer specific Y14 & Z14 Euro Profiles, or available on an open ABUS House Z14 section.",
          "DetailDescription": "ABUS have introduced new TS007 BSI* cylinder ranges tested to BSI Kitemark Scheme TS007:2014 1 Star and approved to British Standard BS EN1303, which can be suited to either customer specific Y14 & Z14 Euro Profiles, or available on an open ABUS House Z14 section. The Y14 range features a curved key profile, reserved to customer specific special section, which has been proven uncopiable without an ABUS Y14 key blank, and thus customers with these Y14 sections can be guaranteed to have follow up key cutting business, now with the security of BSI*. \n\nThe Z14 section features a flat 6 pin cylinder that needs no special key cutting tools, and this section is available both to existing special section customers and on an open ABUS House section, so ABUS customers can buy this new Z14 BSI* range without any financial commitment to a bespoke section. This Z14 open section BSI* range is available till the end of the year at promotional RRPs offering the 35/35 double at £33.00 RRP.\n\nCustomers with their own Z14 or Y14 profiles can upgrade their section to BSI* at normal special section RRPs.",
          "PhoneNumber": "0117 204 7000",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FAbus_930_01.jpg?alt=media&token=f08a6641-5ed4-4818-b150-64c5504cb6fa",
          "Title": "New ABUS BSI* cylinder ranges",
          "WebsiteURL": ""
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "JSP",
          "Description": "With a strong commitment to safety innovation, JSP’s Research and Development team have designed a new range of Sonis® Ear Defenders which peaks at an unbeaten SNR of 37. Developed in partnership with a leading research facility in the field of acoustic engineering, this new range meets the needs of an extensive range of industrial applications.",
          "DetailDescription": "With a strong commitment to safety innovation, JSP’s Research and Development team have designed a new range of Sonis® Ear Defenders which peaks at an unbeaten SNR of 37. Developed in partnership with a leading research facility in the field of acoustic engineering, this new range meets the needs of an extensive range of industrial applications.\n\nThis exceptional range of Sonis® Ear Defenders is Kitemarked and meets EN352-1. The advantages of this range is that it offers a wide spread of attenuation with SNR values between 27 and 37 meaning that selecting the right model to match the wearers requirements is really straightforward.\n\nThe Sonis® range has been stylishly designed with a traffic light colour code for easy identification and selection. The range moves from the green Sonis® 1 for low level noise to the yellow Sonis® 2 and the orange Sonis® Compact for substantial Industrial noise through to the market leading SNR of 37 for the red  Sonis® 3 to protect against extreme industrial noise. ",
          "PhoneNumber": "01993 826050",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FJSP_930_01.jpg?alt=media&token=059fd6b1-9799-4f8d-a4c8-6e5d2e20e859",
          "Title": "Market leading attenuation for JSP’s new range of Sonis® Ear Defenders",
          "WebsiteURL": "http://www.jsp.co.uk"
        }
      ],
      "SortOrder": "6",
      "Title": "Health & Safety"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": " Trimite ",
          "Date": "18/10/2021",
          "Description": "Consolidation of floor paint range is leading paint manufacturer's latest innovation * Correct choice of flooring paint \"crucial\" to safe and effective running of large industrial and commercial premisesOne of the UK's most successful industrial paint manufacturers has unveiled the branding for its newly consolidated range of market-leading commercial floor paints",
          "DetailDescription": "Consolidation of floor paint range is leading paint manufacturer's latest\ninnovation\n* Correct choice of flooring paint \"crucial\" to safe and effective running\nof large industrial and commercial premisesOne of the UK's most successful industrial paint manufacturers has unveiled\nthe branding for its newly consolidated range of market-leading commercial\nfloor paints.Following a process which saw the number of products in its floor paint\nrange reduce from over 70 products to eight superior products, Trimite\nGlobal Coatings is proud to introduce the all-new Trimafloor brand to the\nmarket.Trimite's Trimafloor floor paints are applied across an array of sectors\nand settings from warehouses to event venues, sports stadia to hospitals,\nand are used by some of the UK's highest-profile organisations.Trimite, which is one of the world's oldest and most respected paint\nmanufacturers, has undergone a business transformation over the last 18\nmonths, during which time it has updated its external image and commercial\nprocesses - including the significant consolidation of its floor paint\nproducts.Sharon Harrison, Sales Director of Trimite, said the firm was excited to be\nable to unveil its newly branded Trimafloor range, explaining the crucial\nrole such products play in the safe and effective running of large\nindustrial and commercial facilities.She said, \"This is the culmination of lots of hard work internally looking\nat the huge - and potentially confusing - range of floor paints we\npreviously offered, before rationalising all of that down to a simplified\nproposition for our clients that fulfil all their needs without\ncompromising the excellence for which our paints are renowned.\"She continued, \"Floor paints and coatings can not only reduce operational\ncosts, they can also ensure Health and Safety compliance and boost overall\nproductivity.\"For instance, single pack floor paints provide superior durability against\nabrasion and impact, which reduces the need for regular, expensive floor\nmaintenance. Our paints are ideally suited to areas that see high footfall,\nsuch as exhibition centres and hospitals.\"Trimite was recently contracted to deliver a floor paint solution to one of\nthe most technologically advanced, high profile sporting arenas anywhere in\nthe world, where all eyes were on its functionality and effectiveness.Away from professional sport, its floor paints are used by leisure centres\nand other sporting facilities across the UK.\"Epoxy floor coatings build durability into operations and heighten\nprofessionalism, making them ideal for industrial and commercial spaces,\nsuch as warehouses and sports facilities,\" said Sharon.\"While 99.9% of people visiting such locations will pay little to zero\nattention to what's directly beneath their feet, things like this do draw a\nlot of attention if they are inadequate or even worse, dangerous, meaning\nthe choice of a trusted partner for your floor paint requirements is\nabsolutely crucial.\"Facility managers can often underestimate just how much traffic - either\nthrough footfall or mechanical vehicles - comes into daily contact with\ntheir floor surfaces, which could cause serious wear and tear if not\ntreated properly.\"Water based single pack floor paints aid durability against heavy duty\ntraffic and tolerate wet cleaning well,\" said Sharon. \"Our paint is perfect\nfor garage floors. Floor sealers protect against all kinds of wear and tear\nand reduce cleaning costs by minimising dust and dirt pick-up. They also\nmake maintenance easier, so are a great choice for this kind of\nrequirement.\"She added, \"From world class facilities with exceptionally high footfall\nand traffic to smaller venues, our floor paint products are the market\nleading solutions for professionalism, durability and safety.\"We put our heart and soul into everything we do for our customers with\nevery product and service coming with the trusted Trimite guarantee of\nexcellence built in.\"Trimite was originally established in 1940 in West London. It has since\nbuilt its reputation on manufacturing high performance and technologically\nsuperior paints and coatings to supply a broad range of industries\nincluding aerospace, automotive, defence, bakeware, heavy industrial,\nresidential and commercial property, sports and leisure and transport. The\ncompany also produces paints and coatings for specialist suppliers and\nretailers.Growth has been achieved through innovative product development, strategic\nacquisitions and development of new business propositions.The company has five UK locations, with two Midlands sites in Redditch and\nBirmingham, one in the north of England in Bolton, a site in Belfast and\nanother in Scotland.For more information, go to: www.trimite.com\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F10.oct%2FTrimiteGlobalCoatings_965_01.jpg?alt=media&token=e74e11ee-fde7-4f5b-9d7d-d19be4ee2167",
          "PhoneNumber": "",
          "SortOrder": "94",
          "Title": " Trimite unveils all-new flooring brand Trimafloor",
          "WebsiteURL": "http://www.trimite.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Furlong Flooring",
          "Description": "Building and Facilities News is proud to announce that Furlong Flooring has been selected as our Flooring Company of the Month, for its outstanding range of carpets and hard flooring for retailers and contractors across the UK.",
          "DetailDescription": "Building and Facilities News is proud to announce that Furlong Flooring has been selected as our Flooring Company of the Month, for its outstanding range of carpets and hard flooring for retailers and contractors across the UK.\n\nEstablished in 1980 by Noel Furlong, the company is headquartered in west Dublin and has distribution centres across Ireland and the UK.  'We manufacture carpets for the domestic retail and contract sectors in a variety of competitive price points and styles,' explained Allan McDonald (Sales Director). 'We also supply a full range of hard flooring engineered wood, laminate, LVT and vinyl, delivered by our own trucks.' Indeed, unlike some traditional flooring suppliers, Furlong Flooring provides a whole portfolio of flooring solutions, making the process streamlined and simple for its customers.\n\nOf course, Furlong Flooring is about much more than just supplying flooring. The company is committed to its customers’ needs, and ensures its quality, delivery, price and service is second to none. Furlong Flooring is also dedicated to your customers’ satisfaction, with a mission to offer only the most stylish, contemporary and well-fitting flooring to make sure they are delighted with the end result.\n\nOver the years, Furlong Flooring has developed strong relationships with all of its customers, offering shop/contractor visits and dedicated point-of-sale materials to add value to its services and make sure it is easy for customers to present, sell and fit the company’s products. \n\nOffering reliable flooring solutions for every room in the home, Furlong Flooring ensures customers can source all their flooring needs from a single supplier. As a trusted carpet supplier, Furlong Flooring works closely with a large network of retail and commercial clients, offering affordable and luxury carpets with a selection of market-leading features. 'We produce a wide range of polypropylene based bleach cleanable carpets, with the added benefit of a revolutionary Combi-bac backing system on the majority of our mainstream offering for ease of fitting,' explained Allan. 'We also offer a comprehensive delivery system.'\n\nIn addition to this, Furlong Flooring’s range of wood flooring from selected suppliers features high quality products harvested in a sustainable environment, standards which are met by the company’s reliable and efficient service to retailers and commercial clients nationwide. Furthermore, the company’s comprehensive range of vinyl flooring products are held to the same exceptional standards as Furlong Flooring’s other products, ensuring customers will be more than satisfied no matter what their needs.\n\nFurlong Flooring’s products are collected under three distinct brands, helping retailers’ customers to easily identify the flooring they are interested in. Furlong Flooring can work with retailers as a reliable supplier of carpet, hardwood flooring, laminate flooring and vinyl flooring, all without diluting a retailer’s own brand. \n\nRegency Carpets offers 36 separate carpet collections, which encompass everything from luxury deep-pile carpet to hard-working value range carpets. Regency Carpets products come with a ‘Manufactured in the UK’ guarantee, with a 5, 7, or 10 year wear and stain warranty (depending on the range) . Each of the carpets has a range of colours and styles, giving customers an excellent choice, no matter what their budget.\n\nOne of Regency Carpets’ notable collections is Carefree Twist. Available in 15 on-trend colours, Carefree Twist is the ideal family carpet, made with durability in mind to take on anything the family throws at it. The range also benefits from Furlong Flooring’s 10-year warranty protection.\n\nClearly, Furlong Flooring is committed to helping its clients sell to their customers, and helping companies to build their business and reputation. Furlong Flooring takes time to discover precisely how it can help its clients do this, offering all the support and product information anyone could need. What’s more, the company will let its customers know when new products are on the market, keeping them up to date with product changes and styles, with help and advice on hand at any time.\n \nWith such an impressive range of products and dedicated customer service, Furlong Flooring attends multiple trade shows to help people see first-hand the quality flooring solutions it provides. 'We attend trade shows throughout the year, starting with the January Furniture Show 19-22 January at the NEC, Birmingham, the Buying Group Show, Solihull, in 13-14 May, the Housing Show, 23-25 Manchester, in June and of course the Flooring Show, Harrogate,20-22 in September. The Housing Show was a new and very productive show to attend this year.'\n\nIf you would like to find out more information on Furlong Flooring’s full range of products and services, head to the website. Alternatively, don’t hesitate to get in touch using the contact details below.\n\nT 01452 222503\nMarketing_wales@furlongflooring.com\nwww.furlongflooring.co.uk",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FDecember%2FFurlongFlooring_956_01.jpg?alt=media&token=847e1dc5-2f1a-4d24-93a4-bdc31191f547",
          "PhoneNumber": "01452 222503",
          "SortOrder": "95",
          "Title": "Make the right choice with leading flooring expert",
          "WebsiteURL": "http://www.furlongflooring.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Novellini",
          "Description": "Leading Italian bathroom brand Novellini has developed a new range of ALL INCLUSIVE shower enclosures.",
          "DetailDescription": "Leading Italian bathroom brand Novellini has developed a new range of ALL INCLUSIVE shower enclosures. Bringing together cutting edge design, great functionality, and the very best environmental credentials to create a range of enclosures that cater for all.\n\nLunes 2.0 by Novellini is a redeveloped range of showering solutions designed for the home but manufactured with the installer in mind. Equally adept on Novellini wet room or shower tray, Lunes 2.0 is available in a vast array of options including the innovative semi-frameless triple sliding door that can be installed in a recess or with a side panel.\n\nProduct features of Novellini enclosures range from chrome framework, UV bonded hinges, metal rise and fall hinges which open in and out for easy access, and large door handles which are easy to grip. Novellini only uses the highest quality European safety glass, along with an industry leading Crystal Clear glass treatment, for low glass maintenance.\n\nStuart West, UK Sales and Marketing Director, explains, “Our New Lunes 2.0 range is without any doubt the most versatile, comprehensive, and universal range on the market and excellent value for money.”\n\nT 01727 229922\ninfo-uk@novellini.com\nwww.novellini.co.uk\n",
          "PhoneNumber": "01727 229922",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FNovellini_939_01.jpg?alt=media&token=de912fc7-1223-4351-9bd7-bb9691a45926",
          "Title": "Refined affordability",
          "WebsiteURL": "http://www.novellini.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Plastex",
          "Description": "Heronrib matting has recently been laid around several pools of the renowned Marisma Wellness Centre in Santander, Spain. The matting is a hygienic and slip resistant solution for wet areas manufactured in the UK and US by Plastex.",
          "DetailDescription": "Heronrib matting has recently been laid around several pools of the renowned Marisma Wellness Centre in Santander, Spain. The matting is a hygienic and slip resistant solution for wet areas manufactured in the UK and US by Plastex.\n\nMade from flexible PVC and supplied in 10m rolls, this meant that 170m of walkways could easily be laid overnight without causing any sport activity interruptions. In the morning the centre opened at 6am with safe underfoot access provided to all swimmers.\n\nThe matting features an embossed surface which is certified Class C, the highest rating of slip resistance given on DIN 51097, as well as ensuring barefoot comfort. The open grid construction with channelled underbars allows for extra drainage, whilst anti-microbial and anti-fungal additives ensure high levels of hygiene are permanently maintained.\n\nHeronrib matting was recommended by Plastex’s distributor in Spain for over 30 years, Decoplastics. mHeronrib is supplied in 50, 100 and 122cm widths and 10m lengths in 5 standard colours: Oxford Blue, Ocean Blue, Charcoal Grey, Forest Green and Mulberry Red. Other colours are available on request.\n\nPlastic Extruders Ltd has been a matting manufacturer for over 50 years, ensuring high quality and service standards to a worldwide distribution network.",
          "PhoneNumber": "01268 571116",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPlasticExtruders_929_01.jpg?alt=media&token=c6e67d85-461a-43ff-9367-46b3852b990a",
          "Title": "Spanish wellness centre picks Heronrib barefoot matting",
          "WebsiteURL": "http://www.plastexmatting.com/heronrib.html"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Caledonian Stone",
          "Description": "Mark Rabey, General Manager & Senior Project Advisor at Caledonian Stone, a specialist stone and tile supplier, identifies the benefits of porcelain products in interiors.",
          "DetailDescription": "Mark Rabey, General Manager & Senior Project Advisor at Caledonian Stone, a specialist stone and tile supplier, identifies the benefits of porcelain products in interiors.\n\nThe materials and products you select for interiors can make or break an environment, so you need to choose them wisely and consider the room’s purpose. This issue is even more important when it comes to flooring materials, as safety concerns such as slip resistance should be paid close attention.\n\nIn commercial buildings, there will often be high levels of footfall, especially in reception areas, dining rooms and bathrooms, so you’ll need to select materials that are durable and resilient. However, in domestic buildings, you may want to focus more on the aesthetics, such as how the materials appear visually and how they add a sense of style to a room.\n\nA way you can meet both needs is to procure natural stone materials, and in particular, porcelain. The aesthetic benefits of porcelain are widely recognised, and it’s also incredibly hardwearing, easy to clean and has good anti-slip qualities even when it’s wet.\n\nAt Caledonian Stone, we have our own pendulum slip resistance testing equipment that ensures the products we recommend meet the correct standards in line with HSE Slip Resistance Guidelines. For example, our Logan porcelain meets these standards and is available in a range of different sizes and colours. Additionally, it has certified strength for use in commercial high traffic areas.\n\nYou can learn more about our slip resistance recommendations by getting in touch here: www.caledonianstone.com/contact and find out more about our Logan range here: www.caledonianstone.com/products/logan-autumn",
          "PhoneNumber": "",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FCaledonianStone_929_01.jpg?alt=media&token=f2722d84-be0f-4353-adcf-3494c8313637",
          "Title": "Caledonian Stone",
          "WebsiteURL": "http://www.caledonianstone.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "EGGER",
          "Description": "EGGER UK’s new OSB HDX 30mm load-bearing panels have been used by Wyder Engineered Timber Systems Ltd as part of a £250,000 expansion to its manufacturing facility near Preston in Lancashire.",
          "DetailDescription": "EGGER UK’s new OSB HDX 30mm load-bearing panels have been used by Wyder Engineered Timber Systems Ltd as part of a £250,000 expansion to its manufacturing facility near Preston in Lancashire.\n\nWyder, which celebrates its 10th anniversary next year, specialises in the design, manufacture and supply of I Joist Flooring and engineered wood products to the UK construction industry.\n\nThe company has expanded its production facilities on-site by creating a 280m2 mezzanine level using EGGER OSB HDX boards to house modern, spacious offices for its growing workforce, new meeting rooms, catering and washroom facilities.\n\nDave Williams, Company Director at Wyder Engineered Timber Systems, said, “We’ve made a significant investment to expand and remodel the existing factory this year. This has enabled us to increase our manufacturing capacity and house a new roof truss production facility which will launch in January 2017.\n\n“Installing a mezzanine floor has enabled us to reclaim what was otherwise wasted space. The mezzanine level is three times the size of the original area located on the ground floor. Our new purpose-built premises have doubled the space we need to enable the business to grow.\n\n“We specified EGGER OSB HDX panels to create the substrate floor for the mezzanine level because of its performance. The panels are denser and stronger than traditional 38mm chipboard and offer superior insulation and sound reduction from the factory noise below.”\n\nTo find out more about EGGER OSB HDX, contact the EGGER building products hotline on 0845 602 4444, email: building.uk@egger.com or visit: www.egger.com/hdx",
          "PhoneNumber": "0845 602 4444",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FEGGER_929_02.jpg?alt=media&token=2474eeb4-d03d-42ba-b1ed-71ef6ee19011",
          "Title": "EGGER flooring helps Wyder reach new heights",
          "WebsiteURL": "http://www.egger.com/hdx"
        }
      ],
      "SortOrder": "7",
      "Title": "Interiors"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": " Smarti Environmental ",
          "Date": "21/06/2022",
          "Description": "Smarti Environmental, the UK's leading waterless urinal provider, is urging businesses in the Facilities Management sector to play their part in the battle against needless carbon emissions following Stockholm+50 (02-03 June), and World Environment Day (05 June)",
          "DetailDescription": "Smarti Environmental, the UK's leading waterless urinal provider, is urging\nbusinesses in the Facilities Management sector to play their part in the\nbattle against needless carbon emissions following Stockholm+50 (02-03\nJune), and World Environment Day (05 June).50 years on from the first United Nations Conference on the Human\nEnvironment, the United Nations is warning that the climate is heating up\ntoo quickly for people and nature to adapt. To keep global warming below\n1.5°C this century, annual greenhouse gas emissions must be halved by 2030.\nThe UN is encouraging truly transformative options that are available,\naffordable and attractive for people to make better daily decisions.Smarti Environmental, which enables existing flushing urinals to go\nwaterless in just a day, is encouraging organisations to urgently review\ntheir use of flushing urinals in the ongoing climate crisis.Its research shows that there are currently around 3.5 million water-\nsupplied urinals in the UK, emitting 105kg of CO2, and wasting 100,000\nlitres of clean water per urinal, per year, which takes a huge amount of\nenergy to be processed. If installed on every flushing urinal in the UK,\nthe carbon savings gained by installing Smarti Environmental’s new retro-\nfit, waterless urinal Vortex triple seal valve (TSV) would be equivalent to\ntaking 100,000 diesel cars off the road, and saving 217 billion litres of\nwater from being treated unnecessarily each year.Unlike any other waterless urinal solution, the Vortex TSV uses an eco-\nfriendly bio-block enzyme ring and integrated bio-tablet tablet that breaks\ndown uric acid and bio film proteins during use, lubricating sewerage pipes\nto prevent blocked pipes, and making urine PH neutral; a world first. This\nmeans less energy is required in sewerage treatment processing, further\nreducing the environmental impact of waterless urinals versus flushing\nalternatives. The Vortex triple seal technology also prevents and locks\naway all bad odours from drains, providing a better user experience.To encourage the move to flushless urinals following Stockholm+50, and\nWorld Environment Day, Smarti Environmental is offering large organisations\nwith 100 or more urinals within their group, a free washroom trial for 3-\nmonths, including free installation of its retro-fit waterless Vortex\ntriple seal valves. Smaller businesses can also benefit from savings of\nmore than 50% compared to the cost of running conventional flushing\nurinals.Kimberley Hill, New Business Development Manager at Smarti Environmental,\ncommented: “This World Environment Day, businesses have the opportunity to\nplay a part in reducing needless water waste and carbon emissions by\nswitching to waterless urinals. When you consider that waterless urinals\ncut CO2 and water waste at the same time as slashing urinal running costs\nby more than half – saving up to £1,200 on every three urinals in use –\nit’s a change that makes complete business and environmental sense.”Kimberly Hill added: “As an accredited Carbon Neutral Business, we’re doing\nall we can to make a positive difference to the environment, and that\nincludes the use of environment-friendly enzyme technology. This ends the\nneed for harsh cleaning materials, and avoids pollutants from entering the\nwaste-water system, further enhancing the environmental benefits of\nwaterless urinals. For organisations looking to a Net Zero future, we\nprovide part of the solution to achieving this, helping businesses save the\nplanet, one pee at a time.\"Smarti Environmental’s waterless urinals are used both by private and\npublic sector organisations including the NHS. In addition to cutting\ncosts, water use and emissions, its retro-fit, waterless one-way multi-\nvalve technology stops the spread of viruses through the absence of\nairborne aerosol germs created by flushing urinals. Made from fully\nrecyclable materials, they fit 98% of standard urinals with no need to\nchange urinal bowls.Used in conjunction with Smarti’s eco-friendly, odour-eating and\nbacteria/virus busting SteriKleen surface spray, urinal cleaning is reduced\nto once every 24 hours, consisting of a wipe, spray and walk away process\nthat leaves urinals clean and fresh. This makes switching to waterless\nurinals simple and easy, enabling businesses to Build Back Better and\nGreener. Smarti Environmental also replaces blocked or partially blocked\npipework resulting from the chemical reaction between water and urine, when\ninstalling its waterless valves to existing urinal bowls.T 01392 311202\nwww.smartilimited.com\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F6.jun%2FSmartiEnvironmental_975_02.jpg?alt=media&token=cf245996-0ec2-4954-901e-8c445e986909",
          "PhoneNumber": "01392 311202",
          "SortOrder": "96",
          "Title": " Facilities Management businesses urged to go waterless from World Environment Day",
          "WebsiteURL": "http://www.smartilimited.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "TWS",
          "Description": "Building and Facilities News is extremely proud to present Total Water Solutions (TWS) as its selected Water Solutions Company of the Month. ",
          "DetailDescription": "Building and Facilities News is extremely proud to present Total Water Solutions (TWS) as its selected Water Solutions Company of the Month. \n\nIf you suffer with poor water supply, low water pressure and are only able to use one tap or shower at a time without it being disturbed, TWS has the perfect solution for you. Widely recognised to be at the forefront of the design and development of water boosting and water management systems, their innovative and superior products help prevent the growing problem of poor water pressure and reduced flow rates which affect the efficiency of today’s mains fed household and commercial water appliances.\n\nSet up in 2006, the well-established company is the brains behind the renowned MainsBoost™ Water Performance System. Unique, patented and energy saving, the highly sought after product works by utilising patented accumulator technology to store a volume of water at pressure in a sealed hygienic container.  \nAs an outlet is opened water is forced out of the MainsBoost™ boosting the incoming mains water supply and delivering a constant water flow rate to unvented cylinders and combination boilers, allowing them to operate at their optimum performance. The results are truly phenomenal as users receive a real ‘power shower’ performance without the need for pumps and benefit from no electrical consumption, silent operation and no maintenance for up to 5 years. \n\nAvailable in a range of sizes and configurations, the MainsBoost™ is suitable to all applications and can be used as a single system or linked together to provide improved water storage to meet household demands. \n\n'Our unique and innovative system provides water where you want it, whenever you want it,' commented Managing Director Conrad Baxter. 'The advanced level of technical engagement and expertise that is used to create our products is unsurpassed by many in the industry and our experienced and dedicated team strive to provide the best water boosting solution to suit your exact requirements. \n\n'Working alongside plumbing contractors, architects and specifiers, housing associations, Borough Councils, the Ministry of Defence, house builders, blue chip companies and plumbing merchants across the UK, TWS strives to deliver effective water management solutions to combat the problems caused by poor water pressure.'\n\nIn addition to the MainsBoost™, TWS also provide a full range of high quality, energy efficient, water performance products covering the full spectrum of domestic and commercial applications. These include the innovative and unique iBoost-200, AquaBoost variable speed booster sets, PureStor GRP cold water storage tanks and the AquaStor range of unvented and tank-in-tank hot water cylinders, as well as a range of water management and conservation products.\n\nTo accompany these highly efficient products, the skilled team offer a whole host of quality services including site surveys, design assistance and training in patented, accumulated technology to ensure you are getting the best out of your system. \n\n'The future looks extremely bright for TWS,' Conrad concluded. 'Just last year we joined forces with Stuart Turner Ltd – the UK's market leading shower and water boosting pump manufacturer. The acquisition has allowed us to continue pushing boundaries in providing the most innovative water boosting solutions throughout the UK and ROI. \n\n'At TWS, you will find a company committed to providing a high level of service, and which has become one of the UK’s leading authorities on delivering improved water performance for both residential and commercial properties. We pride ourselves on the high quality of our products, technical support teams, and customer service department to ensure we remain at the forefront of the ‘people to do business with!'",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FTWS_930_04.jpg?alt=media&token=bc22a7f5-d474-4d2d-9d4d-4fae4050a18a",
          "PhoneNumber": "0333 121 3050",
          "SortOrder": "97",
          "Title": "Water Boosting Solutions...The Greener Way",
          "WebsiteURL": "http://www.twsuk.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Leafield Environmental",
          "Description": "Leafield Environmental, has reported record sales of its cup recycling bins as a direct result of the renewed commitment of businesses to tackle the much publicised issue of disposable cup waste.",
          "DetailDescription": "Leafield Environmental, has reported record sales of its cup recycling bins as a direct result of the renewed commitment of businesses to tackle the much publicised issue of disposable cup waste. As many as 5 billion paper cups are used and disposed of each year in the UK which, due to the previous lack of recycling solutions, were either incinerated or sent to landfill. \n\nLeafield has been working with Simply Cups, the UK’s only cup recycling scheme, which has resulted in an expansion of its cup bin range and increase in sales.\n\nAccording to Justin Salmon, Business Development Manager for Leafield Environmental; “We knew our customers genuinely wanted to recycle their cups because it improves their recycling targets, avoids waste going to landfill and enhances their environmental credentials. Now that there is a robust scheme in operation, through Simply Cups, there is a huge incentive for businesses to recycle their cups, which gives us the opportunity to help them find the best bin for their needs.”",
          "PhoneNumber": "01225 816541",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldenvironmental_930_01.jpg?alt=media&token=831df14a-30ec-4e7c-95fd-97f969e85409",
          "Title": "Sales of cup recycling solutions have never been stronger ",
          "WebsiteURL": "http://www.leafieldrecycle.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Leafield Environmental",
          "Description": "Leafield Environmental has launched a new EnvirocupXL recycling unit to collect larger coffee cups (up to 103mmm), providing a solution to prevent huge amounts going to landfill for facility managers. Suitable for food serving areas and offices.",
          "DetailDescription": "Leafield Environmental has launched a new EnvirocupXL recycling unit to collect larger coffee cups (up to 103mmm), providing a solution to prevent huge amounts going to landfill for facility managers. Suitable for food serving areas and offices. \n\nThe cups can be dropped through the circular apertures and easily stacked inside the collection tubes, making it extremely easy to empty and clean. It also features a new improved liquid hub, to hold up to 7.5 litres of liquid reservoir to avoid access spillages. Dimensions: H: 803mm, W: 444mm, D: 444mm.\n\nThe unit is available in black and ivory with a boat blue liquid hub and comes with a recycling label as standard. Black unit is made from 95% recycled plastic. An A4 signage kit is available as an optional extra, as well as bespoke personalisation labels and unit colours.\n\nThe unit is priced RRP £169.99 per unit.",
          "PhoneNumber": "01225 816541",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldEnvironmental_928_01.jpg?alt=media&token=d415aa8d-a78c-426e-86d5-96e044c35d81",
          "Title": "Making recycling cups easier",
          "WebsiteURL": "http://www.leafieldrecycle.com"
        }
      ],
      "SortOrder": "8",
      "Title": "Green"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Megger",
          "Description": "Megger are the world’s leader in electrical test solutions and have been designing and manufacturing innovative portable test equipment and for over a century now – as well as providing expert support locally",
          "DetailDescription": "Megger are the world’s leader in electrical test solutions and have been\ndesigning and manufacturing innovative portable test equipment and for over\na century now – as well as providing expert support locally. Headquartered\nin Dover, Kent, this British manufacturer today has grown a global presence\nall over the world, employing over 1,300 skilled staff in the UK and\ninternationally. As a result, Megger have become a top choice for\nelectrical equipment amongst contractors, power stations, electricity\nsupply companies and the manufacturing industry.\n\nMegger’s Application Engineer, Tony Wills, explains, “Our mission is to\nhelp you keep your Power On. We focus on developing state-of-the-art\ntesting solutions for ease-of-use, safety, performance and reliability – so\nthat our clients can make better, informed decisions about their assets\nwith our measurement results and insights, increasing uptime and safety.”\n\nHigh Voltage Solutions – Taking care of your most important assets\nMegger made waves throughout the industry with their product range for\npreventative maintenance, troubleshooting and commissioning of electricity\ntransmission & distribution systems – covering literally everything from\ncables to transformers and general-purpose testers.\n\nWhen it comes to Cable Testing, for example, Megger prioritise flexibility\nand the ability to find cable faults quickly. With the enormous changes in\nenergy demand, electricity networks need to be flexible enough to cope with\nsurges in power usage. Megger wants users to be able to quickly locate\ncable faults – perhaps with the aid of their EZThump range of portable high\nvoltage fault locators.\n\nMegger’s Impedance Meter, the NIM1000, is designed to measure the grid\nimpedance of the phase and neutral conductor up to the 10th harmonic. We\nasked Tony how this works, and he explained, “The NIM1000 measures three\nphase loop impedance to verify design calculations and detect faults in\nhigh energy, low voltage networks. Very low loop impedances on systems are\nusually difficult to measure and lead to high prospective fault currents.”\n\nThe NIM1000 can however root out load-sensitive and neutral faults, weak\ncontacts, hidden flaws and more (thanks to its innovative impedance meter).\nThe NIM1000 can also be used to measure the capacity of the power grid\nunder real-life conditions, determine the voltage dip resulting from a\ngiven load, and perform tests on everything from cables to power supply\nlines to bus-bars – determining the correct dimensions for installation.\nAfter collecting the data, users can have an accurate and comprehensive\nevaluation of the power grid’s current load capacity, and any voltage\nfluctuations under load.\n\nIn the Megger range there are also some circuit breaker test sets and\nanalysis systems. Their Smart Primary Injection Test System has proven\nparticularly popular, being the first high current test system that allows\nusers to type in a predetermined current, with the SPI system generating\nand regulating the requested high current without preheating the test\nsample. The SPI system can also be used for high current testing of\novercurrent relays, circuit breakers, motor overloads and current\ntransformers.\n\nLow Voltage Installation (LVI) Solutions – Making electricians happy!\nWe also spoke to Megger’s Technical Support Engineer, Ian Bensted, about\ntheir low voltage solutions. Megger’s handheld Portable Appliance Testers,\nor PAT machines, are perfect for testing either portable or fixed\nelectrical equipment, whether it’s for continuity tests, insulation tests,\nsubstitution leakage tests, differential leakage tests or extension\nportable RCD tests. The PAT100 series comes in rubber armoured cases,\nscratch-proof glass, rechargeable options and a simple tick or cross that\nindicates pass or fail. The PAT devices are ideal for testing in a variety\nof environments (offices, shops or business units) or where electrical\nsupply is inconvenient or unsafe.\n\nIan explained, “The PAT300 and PAT400 expand on the abilities of the PAT100\nseries, with the PAT300 offering 230V and 110V operation, manual or\nautomatic testing, and the ability to perform differential, touch or\nsubstitute leakage. The PAT300 comes with a number of helpful accessories,\nsuch as a combined earth-bond and insulation test lead, an adaptor for\ntesting extension leads, and even a handy carry case.\n\n“As for the PAT400, the newest generation of Megger’s PAT equipment, it\ncomes with a 10,000 record memory storage, USB download ability, a user-\nfriendly QWERTY keyboard and even an optional barcode scanner and printer –\na true time-saver when typing asset IDs!”\n\nFor electricians seeking advanced means of low voltage testing, Megger’s\nMFT1700 series offers the perfect package. Capable of testing low voltage\nelectrical installations to BS7671, the MFT1700 series can be used for\nindustrial, commercial and domestic fixed wiring installations. Designed to\nbe durable and completely safe to use, the products in this series feature\nIP54 protection against dust and water as well as an EN61010 Cat IV safety\nrating. The MFT1711 is ideal for domestic installation testing, and comes\nin a robust moulded case for added protection. The MFT1721 is particularly\ngood for the commercial markets and loop testing thanks to its additional\nphase-to-phase testing.\n\nIan added, “The MFT1741 is the most powerful of the MFT1700 series, with a\nwide range of additional capabilities such as earth electrode test\nfunctions. In addition, it also features built in memory and downloadable\ndata storage via Bluetooth. It also comes with the optional PowerSuite Lite\nsoftware, which provides easy to use electronic form completion that can be\ndownloaded to smartphones or computers. The MFT1741 also arrives in a\nlarge, spacious soft pouch that can fit extra tools, earth electrode test\nkits and more. Going into the future, we will be expanding our low voltage\nproduct range and investing in our products to bring about more advanced\nequipment.”\n\nThe World of Megger – How to Get in Touch!\nDue to the global pandemic this year we have attended a number of online\nevents and have more planned for the end of this year and going into 2021.\nAll of the events are listed on the Megger website.\n\nTo get in touch with Megger today to learn more about how the Megger\nsolutions can leverage your business, or to book a demo, please visit:\nwww.uk.megger.com or email: uksales@megger.com\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F12.dec%2FMegger_943_01.jpg?alt=media&token=33e7d24a-cf18-48d1-8833-55dc64c333c7",
          "PhoneNumber": "",
          "SortOrder": "91",
          "Title": " Global leaders in electrical testing solutions ] Here at Building and Facilities News, we are dedicated to shining a spotlight on the very best companies who we feel have been leading the way in their industry. As such, we are proud to present Megger with this issue’s Electrical Testing Company of the Month profile.",
          "WebsiteURL": "http://www.uk.megger.com"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "GreenBrook Electrical ",
          "Description": "GreenBrook Electrical has launched a stylish new bulkhead into its Emergency Lighting range that offers a cost effective emergency luminaire for interior and exterior applications.",
          "DetailDescription": "GreenBrook Electrical has launched a stylish new bulkhead into its Emergency Lighting range that offers a cost effective emergency luminaire for interior and exterior applications.\n\nThis IP65 polycarbonate fitting is link changeable to maintained or non-maintained and can be either wall or ceiling mounted. Complete with vinyl self- adhesive legends, it has a facility for remote switching and offers a hinged gear tray for easy inspection. With built in battery protection and a charge indicator, this fitting really does tick all the boxes. Emergency operation duration is a minimum of 3 hours. Contact GreenBrook for more details of this new exciting range.\n",
          "PhoneNumber": "",
          "SortOrder": "92",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2FELLEDBULK%20Press%20Shot.jpg?alt=media&token=51350f32-b0d5-45a4-b63d-5a28ef67e7c7",
          "Title": "Greenbrook’s new IP65 3W LED Emergency Bulkhead",
          "WebsiteURL": "https://www.greenbrook.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "GreenBrook Electrical",
          "Description": "Giles Lillistone, Technical & Quality Manager at GreenBrook Electrical, talks about emergency lighting and the requirement for successful installation and testing",
          "DetailDescription": "Giles Lillistone, Technical & Quality Manager at GreenBrook Electrical, talks about emergency lighting and the requirement for successful installation and testing…\n\nEvery building has a specific requirement for emergency lighting, the role of which is to take over from the normal lighting provision in the event of a power failure. Lighting requirements will vary within each building as rooms without the benefit of daylight must always have lighting provided. Similarly, if a building is occupied at night, there should be emergency lighting installed in all areas, including those lit naturally during the day.\n\nIt is now considered that emergency lighting is a primary factor in fire safety and should enable occupants to immediately locate fire-fighting equipment and alarms. Emergency lighting installations are examined as part of a building's overall fire precautions risk assessment.\n\nEmergency lighting is a general term and is subdivided into 'emergency escape lighting' and 'standby lighting'. Standby lighting is the part of emergency lighting that enables normal activities to continue in the event of failure of the normal mains supply.\n\nThe difference between these is that while emergency lighting forms part of the fire protection of a building, standby lighting does not.\n\nPositioning of emergency lighting\nEmergency escape lighting should illuminate the following:\nEach exit door - Where the exit route or final exit is not readily identifiable or familiar to the occupants, a sign should be used with a pictogram of the person moving towards the doorway, rather than just a lighting unit\nEscape routes\nIntersection of corridors\nOutside each final exit and on external escape routes\nEmergency escape signs\nStairways, ensuring each flight receives adequate light\nChanges in floor level\nWindowless rooms and toilet accommodation exceeding 8m² \nFire-fighting equipment\nFire alarm call points\nEquipment that would need to be shut down in an emergency or a high risk task area\nLifts\nAreas in premises greater than 60m²\n\nA sufficient overall level of light is required to allow all of the above items to be visible and usable - it is not necessary to provide individual luminaires for each item listed.\n\nMaintained or non-maintained?\nEmergency escape lighting can be both 'maintained', ie. on all the time continuing to operate in the event of a power failure, or 'non-maintained', a system that only operates when the normal lighting fails. These units are designed to operate for durations of greater than three hours after the mains power supply fails.\n\nNon-maintained operation is generally the most popular choice, being cheaper in terms of energy consumption and the life span of the fitting. However, in some premises where the luminaires are always 'on', ie. in maintained mode, such as theatres and cinemas, there is sometimes no choice in the matter.\n\nA disadvantage of non-maintained variants is that the condition of the lamp can only be established through regular testing; it's no good waiting for a power cut to discover it isn't working!\n\nEmergency luminaires are also available as signs; a typical example is the pictogram of the person moving through or towards a doorway, with a directional arrow. Others may use text, eg. 'Fire Exit'. These units are available in both maintained and non-maintained versions in a range of styles, from the simple box type through to the slimline hanging sign. Pictograms and pictograms with text should not be mixed in the same premises.\n\nMore options…\nThere are two main types of luminaire, the relevant standard for which is BS EN 60598-2-22: self-contained and centrally supplied.\n\nThe self-contained luminaire contains all the essential components (ie. battery, charger, control unit, lamp, diffuser, and any test or monitoring facility) for it to function as an independent emergency light. This is the most common form of emergency lighting and is typically supplied as a surface-mounted, rectangular bulkhead luminaire, although a wide range of self-contained luminaires are available.\n\nCentrally supplied luminaires, or 'slaves' because they cannot function independently, are defined by BS EN 60598-2-22 as follows: 'luminaire for maintained or non-maintained operation which is energised from a central emergency power system that is not contained within the luminaire'. Slave fittings contain the lamp and some of the control gear but the charger, battery, and often the changeover device are located remotely and provide the supply to a number of luminaires.\n\nIllumination\nThe degree of illumination required should be closely related to the nature of both the premises and its occupants, with special consideration required for care homes, hospitals, crowded venues like pubs, nightclubs, etc, and to whether the premises has overnight accommodation.\n\nIn areas of high risk (operating moving machinery or vehicles, a kitchen or chemical area) the maintained illuminance should not be >10% of the required maintained illuminance for the task. This will be subject to a minimum illuminance of 15lux. The minimum duration is the period for which the risk exists to people.\n\nAll emergency luminaries should meet the lumen output specified by the manufacturer to ensure any areas that need emergency lighting are well lit. Choosing illumination with features such as refractive optics that provide high and uniform light levels ensure clear vision.\n\nTesting\nLegislation clearly states the requirements of testing emergency lighting units. Regular checks ensure that all users have sufficient illumination in the event of an emergency.\n\nTesting should include:\nA daily visual check of any central controls if a centrally powered system with slave luminaires is installed\nA monthly function test by operating the test facility for a period sufficient to ensure that each emergency lamp illuminates\nAn annual full discharge test to ensure that the lamps are lit for the full discharge period (usually 3 hours) and that the batteries are recharging\n\nA typical test is using a key operated switch that is located either near the main fuse board or adjacent to relevant light switches. This is also known as a 'secret key' switch, as it is designed to allow testing of emergency lights while preventing non-authorised operation of the test switch.\n\nFollowing a full discharge test the batteries typically take 24 hours to re-charge. The premises should not be re-occupied until the lighting system is fully functioning.\n\nIt is best practice to keep a record of all tests in the safety/risk assessment logbook.\n\nWay-guidance equipment complements emergency escape lighting, especially for those occupants unfamiliar with the premises to help identify exit routes. This comprises photo-luminescent material, lines of LEDs, or strips of miniature incandescent lamps, forming a continuous marked escape route at floor level. These systems have proved particularly effective when people have to escape through smoke, and for partially-sighted people.\n\nLED emergency lighting\nWith increasing focus on energy saving, LED is becoming the popular choice for emergency luminaires. The lamps start up instantly giving an additional bonus against some other types of low energy lamps, plus LEDs are smaller so can be used in more stylish designs.\n\nNew emergency fittings come complete with an auto-testing feature which can be cost-effective and more reliable than manual testing. It's considered the best way to meet current testing regulations and reduces the burden of testing manually.\n\nEven though emergency lighting is a legal requirement, we can now choose a variety of styles from downlights to bulkheads to ensure the fitting is in keeping with its surroundings.\n\nGreenBrook offers a selection of twin spots, downlights, bulkheads, exit signs, recessed lights, and emergency gear trays with LED options.\n\nFor further information, please visit: www.greenbrook.co.uk\n",
          "PhoneNumber": "",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FGreenBrook_939_07.jpg?alt=media&token=a55ce4bf-b061-4900-bfe4-3c03ba0caf85",
          "Title": "Installation and testing of emergency lighting",
          "WebsiteURL": "http://www.greenbrook.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Lighting Controls Ltd",
          "Description": "Over the past 14 years Lighting Controls Limited has established an enviable reputation for customer service and innovation within the lighting industry.",
          "DetailDescription": "Over the past 14 years Lighting Controls Limited has established an enviable reputation for customer service and innovation within the lighting industry. An increasing rarity, Lighting Controls Ltd achieves all of its design and manufacture in house in Farnham, Surrey. This degree of control means that their design, service and R&D engineers understand their customers and the lighting control industry like no other company. Top quality components and the latest production techniques contributes in no small way to exceptional reliability and performance.\n\nWith lighting contributing 20% or more of an average building’s electricity consumption, innovative lighting control technology can lead to significant savings. With emergency lighting test procedures sometimes requiring days per month in a large facility when performed manually, their automation leads to major savings and provides more informative reporting options and goes a long way to eliminating human error.\n\nA History of Innovation\nThe most recent and probably the most innovative product to hit the lighting control industry is Lighting Controls Ltd’s new EcoLux Graphics Interface. This new software/server package uses a tablet, smart phone, PC or MAC, (in fact, any device with a browser), to control, programme or monitor a lighting control system. This enables lighting to be controlled or programmed from within that zone, so the user can see the impact of programme changes in real time. Users can be assigned with different levels of access so that, for instance, a tenant will have control access over their particular leased space whereas a landlord will have exclusive access to the control of public areas and stair wells etc., along with test procedure reports for the whole building (for which they may have legal liability).\n\nA high priority in designing this software-based system was the simplicity of the interface. Each area controlled by the EcoLUX Graphical Interface is represented graphically as a floor plan with visualisation of lighting status down to individual devices. The failure of any component, a ballast, for instance, is immediately apparent. The system also allows for remote inspection by Lighting Control Ltd’s engineering staff should any problem arise within the system; often eliminating costly call-out charges.\n\nAnother cost and time saving innovation from Lighting Controls Ltd. is the elimination of CAT A commissioning costs when using their new Area Controller. The new test features incorporated in the Controller allows a lighting control network to be checked before commissioning with all DALI strings being tested. In other words, the integrity of the installation can be checked when the network wiring is completed, and the lighting system fully working. With this new and innovative protocol, the building’s lighting is functional before a CAT B fit out but without the cost of commissioning.\n\nThe renovation of older buildings always presents challenges. Lighting Controls Ltd. has introduced a DALI Switch Interface to help meet the challenge of interfacing architectural switches into the DALI network. This is the first such interface to fit into a 28mm deep pattress box, easily enabling an existing lighting switch to connect to the DALI network.\n\n“We have invested a great deal of time and money bringing our customers leading edge, innovative products and exemplary customer service. At Lighting Controls Ltd, we believe it’s our responsibility to understand and respond to your needs through collaboration, organisation and attention to detail,” says Robert Walker, Director.\n\nT +44 (0)1252 470027\ninfo@lightingcontrols.ltd.uk\nwww.lightingcontrols.ltd.uk\n",
          "PhoneNumber": "01252 470027",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FDALI%20Switch%20_02.jpg?alt=media&token=267f0ee0-59e4-4bf2-aec8-84fa9425173e",
          "Title": "Lighting Controls Ltd., a major British innovator in lighting control",
          "WebsiteURL": "http://www.lightingcontrols.ltd.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "BBL Batteries",
          "Description": "Building and Facilities News is pleased to announce that BBL Batteries has been specially selected to receive our esteemed Power Supply Company of the Month profile as a result of their impeccable services. ",
          "DetailDescription": "Building and Facilities News is pleased to announce that BBL Batteries has been specially selected to receive our esteemed Power Supply Company of the Month profile as a result of their impeccable services. \n\nBBL Batteries, previously known as Bristol Batteries, was first set up almost fifty years ago by Jacqualine & Graham Bultitude. With their head office and largest branch on Albert Road in Bristol, BBL Batteries have an extensive reach over the UK, with branches in Swindon, Truro, Exeter, Plymouth and their newest branch in Evesham. \n\nWe spoke to Erika Prout, Marketing Manager of BBL Batteries, about the aims of the company and what sets them apart from the rest of the competition. Erika explained, 'We specialise in providing portable power solutions for practically every conceivable application, both industrial and domestic. With over 45 years' experience, BBL Batteries' knowledge and expertise has proven invaluable in helping customers to decide on exactly the right product for their specific needs.'\n\nBBL Batteries can supply everything from primary to rechargeable batteries in various chemistries, including Lead-Acid, NiMH, Lithium ion, Alkaline and Lithium Metal. In addition, they also offer a range of connectors, tabs, leads and heat wrap. BBL Batteries can provide Industrial Battery Packs assembled in their newly expanded, dedicated UK pack-making facility, with the packs built according to the customer's time-scales and budget. No matter the request, whether it be prototypes and small batch runs all the way through to production volume, BBL Batteries are on hand to deal with any of your power supply related needs. \n\nBBL Batteries work with a wide variety of different industries and have a vast client base up and down the UK, throughout Europe and the Far East. Practically every single company, industry and market requires batteries to supply everything from an intern's desk lamp to distributors' cars. Erika added, 'BBL Batteries currently operate in 35 market places including Cars, Commercial vehicles, Agriculture & Gardening, Motorcycles, Mobility, Golf, Emergency Lighting, Security, Electric vehicles (such as scissor lifts and scrubbers), Electric fencing & off grid batteries, Buildings & maintenance, Film & TV and much more, supplying almost every type of battery.'\n\nTheir commercial vehicle batteries include brands such as Avon and Yuasa, whilst their consumer batteries include GP Batteries and Duracell. When it comes to car batteries, BBL Batteries provide the most comprehensive range of premium and own-brand batteries. One of their most recently added products includes the Yuasa Start-Stop range of batteries, a range of totally maintenance-free batteries that boast an average of 50,000 starts, giving twice the length of service as standard lead-acid starter batteries, like for like fitments. \n\nGoing into the future, BBL Batteries have exciting plans to develop their knowledge in new technologies such as lithium and emerging markets. 2018 continues to see the ever progressive company venture into the renewable market, strengthening their position as one of the UK's most reliable providers and installers of solar panels and the battery banks to store solar energy, as well as consistently improving their ability to provide power solutions for electric vehicles. On top of that, they are also perfecting their new website which will make placing orders from BBL Batteries even easier.\n\nIf you would like to find out more about BBL Batteries then be sure to get in touch using the number below or feel free to check out the website for more information. \n\nT 01179 550536\nwww.bblbatteries.co.uk\nwww.bblbatteriesonline.co.uk\n",
          "PhoneNumber": "01179 550536",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FBBLBatteries_939_06.jpg?alt=media&token=a30caffe-01ff-40bb-8df4-3bcd63dc4817",
          "Title": "Power up your business with BBL Batteries!",
          "WebsiteURL": "http://www.bblbatteriesonline.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "WAGO Ltd",
          "Description": "WAGO Ltd is recognised as industry leaders in electrical interconnection and automation solutions. ",
          "DetailDescription": "WAGO Ltd is recognised as industry leaders in electrical interconnection and automation solutions. Their corporate mission is simple; they aim to manufacture safer, more reliable electrical devices and automation systems all over the world. To achieve this, WAGO Ltd continuously invest in people and resources that allow for the development of new products, meeting their high manufacturing standards. At the same time, they continue to expand their global network so that they can service their customers anywhere in the world.\n\nWith its establishment back in 1951, WAGO Ltd was the very first in the industry to invent the revolutionary spring connection system, which was launched at the 1951 Hanover Fair and received a tremendous response. This renowned technology has long since become the worldwide standard, taking WAGO to outstanding heights. Their worldwide presence consists of 32 companies with over 8,000 employees including the UK company, WAGO Ltd, which was launched in 1990 as the sales and marketing division for their Interconnect and Automation products.\n\nTheir highly sought after new 221 series of compact lever connectors guarantees customers faster, simpler, safer installation of conductors. With an exceptional compact design, transparent housing and a wide range of other features, the 221 Series is in a class of its own. Having recently been selected as Professional Electrician's Magazine Top Product of 2016, WAGO's 221 series is complete with a 32A rating for solid, stranded or fine-stranded conductors. It is also 40% smaller than its predecessors and is ideal for difficult-to-access installations. With 2, 3 & 5 conductor versions available, the 221 series can be used for lighting, HVAC, blinds, intercoms, security, pumps, motors and more. With an innovative range of electrical solutions, consisting of over 30,000 products, WAGO's advanced solutions satisfy the needs of thousands of customers in a diverse range of markets.\n\nAdditionally, as one of the UK's leading electrical suppliers, WAGO Ltd can be found at numerous trade shows throughout the year. This includes the lively regional tradeshow ELEX: The Professional Electricians Exhibition. ELEX is a dedicated showcase of the best electrical products and techniques, as well as the perfect platform to find out everything you need to know about the latest rules and regulations. It not only presents the perfect opportunity for WAGO Ltd to market their new products but to network with other trade professionals and consumers.\n\nIf you would like to get in contact and find out how their many specialist electrical services can benefit you, then don't hesitate to pick up the phone today. More information can also be found by visiting the website below.\n\nYou can contact the UK and Ireland Marketing Manager, Paul Witherington, on 01788 862209.\n\nT 01788 568008\nwww.wago.ltd.uk\n",
          "PhoneNumber": "01788 568008",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FWago_939_02.jpg?alt=media&token=f5c77d48-ee89-4074-abce-3416815c431b",
          "Title": "Forerunners in automated technology",
          "WebsiteURL": "http://"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "WAGO",
          "Description": "Spring pressure connectors that reduce installation time by up to 50% compared to screw terminals will be among WAGO’s products targeting electrical installers on Stand E92 at the first Elex show of 2017 at Alexandra Palace, London, 1-2 February.",
          "DetailDescription": "Spring pressure connectors that reduce installation time by up to 50% compared to screw terminals will be among WAGO’s products targeting electrical installers on Stand E92 at the first Elex show of 2017 at Alexandra Palace, London, 1-2 February.\n\nWAGO will be demonstrating its extensive installer offering such as the 221 Series compact lever connector, which not only cuts installation time in half, but at 40% smaller than previous generations enables more connections to be terminated in even smaller spaces. Also on show will be WAGO’s full range of tool-free push-wire connectors, spring pressure connectors and compact lighting connectors, including related accessories.\n\nAs well as installer connectors, WAGO will also be showing its TOPJOB S DIN rail-mounted terminal blocks. Up to 30% smaller than its rivals, TOPJOB S offers push-in connection of conductors from 0.5mm² to 16mm2 and connection of stripped, solid, stranded and fine-stranded with ferrules. It is ideal for connecting devices in harsh environments from offshore platforms to hazardous atmospheres in the chemical industry.\n\nAlso on the stand will be WINSTA, WAGO’s award-winning modular wiring system, which dramatically reduces installation time and reduces on-site skilled labour requirements through the use of pre-assembled pluggable connectors.",
          "PhoneNumber": "01788 568008",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FWago_930_01.jpg?alt=media&token=9bda3553-e0d8-4459-be0e-1f4acab5062a",
          "Title": "WAGO to showcase electrical installer offering at Elex",
          "WebsiteURL": "http://global.wago.com/uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Electric Heating Solutions",
          "Description": "As one of the foremost suppliers of Electric Heating products in the UK today, The Electric Heating Company have been exhibiting at the ELEX shows held over the past 12 months. ",
          "DetailDescription": "As one of the foremost suppliers of Electric Heating products in the UK today, The Electric Heating Company have been exhibiting at the ELEX shows held over the past 12 months. The ELEX shows have been a great way for EHC to both show and educate the wider trade and public on their full product range of Electric Boilers and EHC Electric Radiators. \n\nExhibiting at the ELEX exhibitions has been a great opportunity for EHC to show the general trade first-hand the award winning Fusion Comet Electric Boiler and Slim Jim electric Boiler which are both suitable for wet heating systems which, when complimented by a Neptune Stainless Steel Cylinder, can help solve the gas in flue void legislation conundrum that is becoming increasingly common.\n\nThe ELEX exhibitions have allowed EHC to show the EHC Electric Combination Radiators which are the flagship product of a diverse electric radiator and panel heater range. EHC have also been able to educate the trade and public on the operation and running costs of these radiators and demonstrate why they are more controllable than traditional storage heaters.\n\nLook out for EHC at the upcoming Alexandra Palace ELEX show and find out about our new Comet Electric Combi Boiler and Demand Side Response Electric Combination radiators.",
          "PhoneNumber": "01698 820533",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FElectricheatingco_930_02.jpg?alt=media&token=f80ede2e-0618-4b3d-bf3a-98aec00c6c4f",
          "Title": "Innovative Electric Heating Solutions",
          "WebsiteURL": "http://www.electric-heatingcompany.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Bahco’s",
          "Description": "Bahco designers have solved an old problem which electricians have wrestled with for years: how to reach sunken screws and spring elements in especially confined spaces, safely and easily.",
          "DetailDescription": "Bahco designers have solved an old problem which electricians have wrestled with for years: how to reach sunken screws and spring elements in especially confined spaces, safely and easily.\n\nNot only is the blade of the new ‘Slim’ 1,000V insulated screwdriver which Bahco manufactures 30% narrower than others but its ergonomic handle is slimmer too.\n\nWith many 1,000V screwdrivers the insulation can often become an obstruction, preventing access to low lying fasteners. Bahco’s solution reduces the blade diameter and uses integrated protective insulation.\n\nThe new screwdriver also enables a higher transfer of force with less effort, while its ergonomic features protect even the toughest hands from the risk of muscle strain or injury.\n\nSafety has always been a top priority for Bahco. All the brand’s insulated screwdrivers are water bath tested at 10,000V to ensure safe working at 1,000V, fully meeting the IEC 60900 Standard.\n\nThe quality of the slim screwdriver’s blade exceeds current standards relating to hardness by 130% and in relation to torque strength by 200%.\n\nSeveral materials, each with individual properties, are used to make the ergonomic handle. A resistant plastic is used for the core, ensuring that the blade is held securely, even under high strain.\n\nA softer material is used for the coloured zones, providing high frictional resistance and allowing the transfer of high forces, resulting in less screwdriving effort being required.\n\nRed sections of the handle, with their hard surfaces, prevent the user’s hand sticking to the handle, making it possible to reposition the hand quickly and easily.\n\nPlastics used in the handle meet the most stringent test requirements for low temperature impact strength, at minus 40OC.\n\nScrew head symbols and tip size identification markings make it easier for electricians to find the screwdriver they need for each task.\n\nVisit: www.bahco.com to see the full Bahco range of electricians’ screwdrivers, side cutting pliers and other tools designed for professional use, including insulated and ergonomically designed and manufactured electrical tools.",
          "PhoneNumber": "",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FBahco_930_01.jpg?alt=media&token=6bf0953b-50b1-46e5-b3e3-793a2dde9189",
          "Title": "Bahco’s new ‘slim blade’ screwdriver solves old problem",
          "WebsiteURL": "http://www.bahco.com"
        }
      ],
      "SortOrder": "9",
      "Title": "Lighting & Electrical"
    },
    {
      "Menus": [
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "45",
          "ThumbnailImage": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2023/May/982.png",
          "Title": "Building & Facilities News Issue 982",
          "pdfLink": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2023/May/982.pdf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "46",
          "ThumbnailImage": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2023/January/980ss.png",
          "Title": "Building & Facilities News Issue 980",
          "pdfLink": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2023/January/980.pdf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "47",
          "ThumbnailImage": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/December/979ss.png",
          "Title": "Building & Facilities News Issue 979",
          "pdfLink": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/December/979.pdf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "48",
          "ThumbnailImage": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/November/978SS.png",
          "Title": "Building & Facilities News Issue 978",
          "pdfLink": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/November/978.pdf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "49",
          "ThumbnailImage": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/September/977SS.png",
          "Title": "Building & Facilities News Issue 977",
          "pdfLink": "https://storage.googleapis.com/buildingandfacilitiesnews.appspot.com/2022/September/977.pdf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "50",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F7.jul%2F976SS.png?alt=media&token=547d8137-8c69-472e-8d12-3ab4c40d07a5",
          "Title": "Building & Facilities News Issue 976",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F7.jul%2F976.pdf?alt=media&token=f9419548-8236-4286-934c-f978e2b6ee8a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "51",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F6.jun%2F975SS.png?alt=media&token=1ddf2a45-9502-4792-b4eb-816d36c35d0f",
          "Title": "Building & Facilities News Issue 975",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F6.jun%2F975.pdf?alt=media&token=aa5d17c8-49f7-427f-969e-4e78265512f4"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "52",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F5.may%2F974SS.png?alt=media&token=46967bbe-e296-4cc4-a2fe-caf33fc085b2",
          "Title": "Building & Facilities News Issue 974",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F5.may%2F974.pdf?alt=media&token=68aac57a-58b4-429a-948b-a5759130487c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "53",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F3.mar%2F973ss.png?alt=media&token=2cc321a3-1e8f-4506-aec5-f297939636e4",
          "Title": "Building & Facilities News Issue 973",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F3.mar%2F973.pdf?alt=media&token=4fe66bc5-b814-462c-bda6-ecc2876f1d80"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "54",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F2.feb%2F972SS.png?alt=media&token=aa50adc0-547e-4578-808a-fa26af0011c3",
          "Title": "Building & Facilities News Issue 972",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2022%2F2.feb%2F972.pdf?alt=media&token=b9b316d5-5064-4aac-926d-aab69eb5a41c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "55",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F12.dec%2F971SS.png?alt=media&token=4b2e4835-8d3a-4524-82c2-8f05bd861ab3",
          "Title": "Building & Facilities News Issue 971",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F12.dec%2F971.pdf?alt=media&token=20e6e6dc-e9a8-4edb-bb0d-ca06f69d9ec0"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "56",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F11.nov%2F970SS.png?alt=media&token=ca39f688-609a-406b-bad2-571a125b2387",
          "Title": "Building & Facilities News Issue 970",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F11.nov%2F970.pdf?alt=media&token=6f4128cf-8454-4ff5-87a5-afac5f7a56fc"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "57",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F10.oct%2F969SS.png?alt=media&token=0164a048-6b2f-4a61-b5be-e8f91f29eb6e",
          "Title": "Building & Facilities News Issue 969",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F10.oct%2F969.pdf?alt=media&token=05be3bda-8cf7-4b84-bd96-cabc41eff2ee"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "58",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F9.sep%2F968SS.png?alt=media&token=8a865ee2-7703-400a-abb4-b096cb663066",
          "Title": "Building & Facilities News Issue 968",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F9.sep%2F968.pdf?alt=media&token=de37fcb8-aa02-4c1d-97a4-383b41e1e1a1"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "59",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F7.jul%2F967SS.png?alt=media&token=cd435841-70f2-47db-9a89-d3abe72d7871",
          "Title": "Building & Facilities News Issue 967",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F7.jul%2F967.pdf?alt=media&token=3a269f9d-53e2-4093-8ef1-eb83c15786d4"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "60",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F6.jun%2F966SS.png?alt=media&token=531749da-24cb-423c-9fd1-60174b9e17ac",
          "Title": "Building & Facilities News Issue 966",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F6.jun%2F966.pdf?alt=media&token=bd881a4b-1e93-4049-8c37-efccbbb60d5e"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "61",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F5.may%2F965SS.png?alt=media&token=ac0b8130-4996-4bcb-a790-d716d97a5cc9",
          "Title": "Building & Facilities News Issue 965",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F5.may%2F965.pdf?alt=media&token=0b27a47d-dd1d-485b-85ea-48c69690f097"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "62",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F2.feb%2FBFN964SS.png?alt=media&token=8d87646d-1a36-4003-99e7-bcd34fb2c230",
          "Title": "Building & Facilities News Issue 964",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2021%2F2.feb%2FBFN964.pdf?alt=media&token=76210d19-3901-4ac0-b169-09abc9e91d85"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "63",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F12.dec%2FBFN963SS.png?alt=media&token=5b05a80b-5756-4a59-8d1a-86ff205bd9f5",
          "Title": "Building & Facilities News Issue 963",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F12.dec%2FBFN963.pdf?alt=media&token=0053c763-1d93-4210-a49d-35fe14ef9c32"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "64",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F10.oct%2F962SS.png?alt=media&token=6fd44973-0c69-4c4b-ab6a-89d321cfdb7b",
          "Title": "Building & Facilities News Issue 962",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F10.oct%2F962.pdf?alt=media&token=49d4d8f0-0e59-41e1-9198-bcd4252f1021"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "65",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F9.sep%2F961SS.png?alt=media&token=91e631f7-9ce5-412f-9112-1521f45074e5",
          "Title": "Building & Facilities News Issue 961",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F9.sep%2F961.pdf?alt=media&token=4ecb3650-4e51-416f-a770-314041028198"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "66",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F9.sep%2F960SS.png?alt=media&token=5665650c-42ed-4770-a265-8dd7439531dd",
          "Title": "Building & Facilities News Issue 960",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F9.sep%2F960.pdf?alt=media&token=df403580-545b-4158-bf51-cc88dce1dcc5"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "67",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F4.apr%2F959.pdf?alt=media&token=aeef653f-3b10-4798-87d9-8d810c111d2c",
          "Title": "Building & Facilities News Issue 959",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F4.apr%2F959.pdf?alt=media&token=aeef653f-3b10-4798-87d9-8d810c111d2c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "68",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F2.feb%2F958SS.png?alt=media&token=633b2a5c-8d65-407f-ac05-5a1a4896c1fe",
          "Title": "Building & Facilities News Issue 958",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F2.feb%2F958.pdf?alt=media&token=545cf0b0-9235-49ed-b9ad-c791f9eab677"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "69",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F1.jan%2F957SS.png?alt=media&token=d73219b5-95b4-404d-a4b9-8966a83dc162",
          "Title": "Building & Facilities News Issue 957",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2020%2F1.jan%2F957.pdf?alt=media&token=6cefcdb4-b630-4c94-a87e-86c3166516cc"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "70",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FDecember%2F956SS.png?alt=media&token=19356470-5423-48ff-abaa-80726bf31645",
          "Title": "Building & Facilities News Issue 956",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FDecember%2F956.pdf?alt=media&token=c5d080b7-0b06-400f-9fe8-2612cba894e6"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "71",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FOctober%2F955SS.png?alt=media&token=c7ac03f7-e0b7-4251-9c30-ab67d6b13913",
          "Title": "Building & Facilities News Issue 955",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FOctober%2F955.pdf?alt=media&token=5c7f04bb-3f16-40e1-8bbd-9589d1cd5637"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "72",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FSeptember%2F954SS.png?alt=media&token=94c3442f-36d6-4f38-ba4d-91cfbad50a37",
          "Title": "Building & Facilities News Issue 954",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FSeptember%2F954.pdf?alt=media&token=0d465fa7-2db9-401a-ab49-8602dd9fcd1d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "73",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FAugust%2F953SS.png?alt=media&token=d5fb823f-2a67-42ee-943c-fc86deb7c0d2",
          "Title": "Building & Facilities News Issue 953",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FAugust%2F953.pdf?alt=media&token=5e8c0b67-bd50-48db-9fe4-1a08117f269e"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "74",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FJuly%2F952SS.png?alt=media&token=b646ea09-622e-4684-af93-87f70d5d1da4",
          "Title": "Building & Facilities News Issue 952",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FJuly%2F952.pdf?alt=media&token=23d0c002-364f-460c-bdd9-d47cb874bc08"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "75",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FJune%2F951SS.png?alt=media&token=daaeabe6-d034-4570-a9c5-62c7ca96b63b",
          "Title": "Building & Facilities News Issue 951",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FJune%2F951.pdf?alt=media&token=413d6159-de72-49a6-9019-c08d22514523"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "76",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FMay%2F950SS.png?alt=media&token=01ff9c41-5c14-4008-bf15-a2a62ba1c178",
          "Title": "Building & Facilities News Issue 950",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FMay%2F950.pdf?alt=media&token=a4668dc0-4a1b-4c05-9872-ae11fc12a4b1"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "77",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FApril%2F949SS.png?alt=media&token=339fd2a3-a230-48b2-a9a2-50336cc7186b",
          "Title": "Building & Facilities News Issue 949",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FApril%2F949.pdf?alt=media&token=331760c4-da65-4f84-8054-c55c8aad54ce"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "78",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FFebruary%2F948SS.png?alt=media&token=d46f723b-7a00-458f-aa74-be52ec12e9aa",
          "Title": "Building & Facilities News Issue 948",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2FFebruary%2F948.pdf?alt=media&token=d28ae134-7c8e-4b2f-95e7-0b24e77a189c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "79",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2F947SS.png?alt=media&token=95c13e58-a686-45d7-a6a6-8d60fbeed841",
          "Title": "Building & Facilities News Issue 947",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2019%2F947.pdf?alt=media&token=d06c9346-a616-4b31-8d60-1897e5492dd9"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "80",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2F946SS.png?alt=media&token=e052bd7d-c637-49bb-bc26-bc164687232c",
          "Title": "Building & Facilities News Issue 946",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2F946.pdf?alt=media&token=d3b69204-4833-4193-8f0e-70cebfab0026"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "81",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FOctober%2F945SS.png?alt=media&token=efe4c8b0-808f-4805-b27c-f2066c2e32d3",
          "Title": "Building & Facilities News Issue 945",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FOctober%2F945.pdf?alt=media&token=3997edd8-6ff0-46df-b498-b3ed416953eb"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "82",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FOctober%2F944SS.png?alt=media&token=7e5fe181-c6c9-418d-a7fa-94962854914b",
          "Title": "Building & Facilities News Issue 944",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FOctober%2F944.pdf?alt=media&token=923f9ee6-7af8-4d92-9c95-18bef75aa7cc"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "83",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2F943SS.png?alt=media&token=f765e70f-9e12-479a-9545-a8401ffa4529",
          "Title": "Building & Facilities News Issue 943",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2F943.pdf?alt=media&token=b69572e1-4158-42bb-8ee5-acf386c282e6"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "84",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJune%2F942SS.png?alt=media&token=f9298979-0079-4822-b5ef-54be230abf48",
          "Title": "Building & Facilities News Issue 942",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJune%2F942.pdf?alt=media&token=e184cae1-2843-4a43-af41-e15ae93099ae"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "85",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2F941SS.png?alt=media&token=33b1526d-cae2-489c-ac17-4ca6812db396",
          "Title": "Building & Facilities News Issue 941",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2F941.pdf?alt=media&token=7cc83534-f040-4bc0-8317-f71c91a20b49"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "86",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2F940SS.png?alt=media&token=5e2db5f2-9b20-49a4-a4dc-eeced8be9359",
          "Title": "Building & Facilities News Issue 940",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2F940.pdf?alt=media&token=aaa24643-39ef-40f0-8520-18676f0d7cce"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "87",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2F939SS.png?alt=media&token=daa6630a-f4c2-4f50-bf60-186d5e762868",
          "Title": "Building & Facilities News Issue 939",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2F939.pdf?alt=media&token=62d9c71e-07d3-4a9d-8f5e-0fd30ab13743"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "88",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FDecember%2F938SS.png?alt=media&token=2db42b17-7835-4a94-bfe1-a8420fb13c50",
          "Title": "Building & Facilities News Issue 938",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FDecember%2F938.pdf?alt=media&token=5fe40391-9929-4e00-a033-a50cbec7392d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "89",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FNovember%2F937SS.png?alt=media&token=6c14101e-eb91-40d0-9e9a-ed6d15affef4",
          "Title": "Building & Facilities News Issue 937",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FNovember%2F937.pdf?alt=media&token=62811d16-a411-49da-9c65-2fec74f14d4c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "90",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FAugust%2F936SS.png?alt=media&token=318343f9-7524-498d-907b-5c15576a6a4e",
          "Title": "Building & Facilities News Issue 936",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FAugust%2F936.pdf?alt=media&token=df9adc47-a4cc-4c42-b132-a16f648cc34b"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "91",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FAugust%2FBFN935SS.png?alt=media&token=42d8def3-d059-4d1e-a3e4-ea84a1b1adb7",
          "Title": "Building & Facilities News Issue 935",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FAugust%2FBFN935.pdf?alt=media&token=e72e2323-b184-4372-be10-605d88f047f7"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "92",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJuly%2F934SS.png?alt=media&token=df0f8d17-80eb-4ff0-bb7e-e2ebdee6e177",
          "Title": "Building & Facilities News Issue 934",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJuly%2F934.pdf?alt=media&token=08db25a2-ffd7-408b-8861-ad93cd4cdf78"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2FBFN933SS.png?alt=media&token=7b43cccc-8aa7-47e5-8278-835302e1478b",
          "Title": "Building & Facilities News Issue 933",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2FBFN933.pdf?alt=media&token=71d8ca3e-aaef-4b16-8ec1-9a637225530a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2FBFNss932.png?alt=media&token=ca26c4d1-1462-4efb-931f-6d94c3ab4755",
          "Title": "Building & Facilities News Issue 932",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2F932.pdf?alt=media&token=fbdfede2-8a56-481f-b147-f0dada0eae3e"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2F931SS.png?alt=media&token=7cdb0da2-e825-4e21-9559-27b43784997a",
          "Title": "Building & Facilities News Issue 931",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FMarch%2F931.pdf?alt=media&token=f6de81ff-db3c-465f-9710-5abd9b22618c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F930ss.png?alt=media&token=318e78da-4c53-4635-91b3-12befbe7a8ec",
          "Title": "Building & Facilities News Issue 930",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F930.pdf?alt=media&token=d183a946-8c17-4497-ac16-a9549afaeb90"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F929ss.png?alt=media&token=29db2321-ab8e-4729-9537-5bdf9bf3ca08",
          "Title": "Building & Facilities News Issue 929",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F929.pdf?alt=media&token=17e03b04-fd09-4e90-84bf-0ca96eb9799b"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F928ss.png?alt=media&token=e8fdece9-9641-4ba6-83f5-78a183c6d339",
          "Title": "Building & Facilities News Issue 928",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F928.pdf?alt=media&token=4b1b2d01-e8e3-4325-acc1-cfa1db12c621"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Building and Facilities News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F927ss.png?alt=media&token=3a80d919-a435-4c55-b636-8aed8e698fe6",
          "Title": "Building & Facilities News Issue 927",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F927.pdf?alt=media&token=348dfd55-e341-4fe5-85ca-1a4c28eb08b0"
        }
      ],
      "SortOrder": "91",
      "Title": "Latest Issues"
    },
    {
      "Menus": [
        {
          "CellType": "IssueHeaderCell",
          "Image": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2FBBSS.jpg?alt=media&token=7aed23ce-6560-46b1-a577-41eb9bc1f94c",
          "SortOrder": "1",
          "Title": "Building & Facilities News"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "",
          "Description": "Welcome to the Building and Facilities News App, Bringing you the latest news from a wide variety of building and facilities management sectors.",
          "DetailDescription": "Building and Facilities News is a publication that circulates 5,000 printed copies on a national basis to approximately 15,000 readers and around 4,000 verified download copies per month via its website. People that read the publication work in the key areas of the UK Building and Facilities Management sectors in such positions as Specifiers, Facilities Managers, Directors, Senior Buyers, Project Managers, Site Managers, and individuals involved in Buildings Management.\n\nAlthough we do not publish a forward features list and we work issue to issue, we do publish the following features regularly:\n\n Company profiles/interviews\n Exhibition reviews/previews\n New product updates\n Health & Safety and security news\n Building news\n Facilities management news\n Heating and plumbing news\n Air conditioning and ventilation news\n Doors and windows news\n Interiors news\n Glass and glazing news\n Water, energy and environmental news\n Landscaping and external works news\n Building services news\n Building products news\n Cleaning and hygiene news\n Kitchen, bedroom and bathroom news\n Flooring news\n Roofing and cladding news\n Electrical news\n\nIf you would like to feature a press release or advertisement for your company in the publication, please contact the editor.",
          "LinkedInURL": "https://www.linkedin.com/in/nicola-tromans-98831b70?authType=NAME_SEARCH&authToken=RtWO&locale=en_US&trk=tyah&trkInfo=clickedVertical%3Amynetwork%2CclickedEntityId%3A251610296%2CauthType%3ANAME_SEARCH%2Cidx%3A1-2-2%2CtarId%3A1486491406711%2Ctas%3ANicola%20tromans",
          "PhoneNumber": "0121 550 4593",
          "SortOrder": "2",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2F930ss.png?alt=media&token=318e78da-4c53-4635-91b3-12befbe7a8ec",
          "Title": "About Us",
          "TwitterURL": "https://twitter.com/bafn_uk",
          "WebsiteURL": "http://buildingandfacilitiesnews.co.uk/"
        },
        {
          "CellType": "PDFCell",
          "Description": "Building and Facilities News is a publication that circulates 5,000 printed copies on a national basis to approximately 15,000 readers and around 4,000 verified download copies per month via its website",
          "SortOrder": "3",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2FBFNMediaInformationSS.png?alt=media&token=8c25ad1f-d5fc-49e4-96d7-75a19ed9f2a1",
          "Title": "Building and Facilities News Media Pack",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPDFs%2FBFNMediaInformation.pdf?alt=media&token=b3e01dd6-d407-4fa2-b41d-2acfb2bba75f"
        }
      ],
      "SortOrder": "92",
      "Title": "About Us"
    }
  ],
  "SponsorshipImage": "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FDemilec_929_02.jpg?alt=media&token=77b0b76f-be21-4f30-853d-6053ba3c09bd",
  "SponsorshipTitle": "Demilec",
  "SponsorshipURL": "http://www.demilec.com/"
}