{
  "MenuGroups": [
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "UNISIG",
          "Description": "UNISIG was established in 1981 by the Swiss Industrial Group (SIG) which was a member of the VDF Group; the company has since then been acquired by Entrust in 1995.",
          "DetailDescription": "UNISIG was established in 1981 by the Swiss Industrial Group (SIG) which was a member of the VDF Group; the company has since then been acquired by Entrust in 1995. With the head office, production centre and engineering centre based in Menomonee Falls, USA, and the sales and support office for Europe is based in Germany, the company specialise in deep hole drilling machines and services for machines, tools and automation.\n\nCustomer service is at the heart of the company; UNISIG is proud to say that they have a customer base across many sectors and industries such as oilfield, aerospace, defence, hydraulic cylinder production, automobile industry. The company provides nothing but the best service for all of their customers, whether it is general advice before purchasing, at the time of purchasing or even after service. \n\nUNISIG have completed turn-key projects that have allowed them to gain knowledge and confidence in helping the company take on any takes within the deep hole drilling industry. Boasting their contestant and consistent workload, UNISIG can happily accept more workloads, keep tighter tolerances and aim for faster set up times than most competitors because of their great expertise.\n\nSpecific machines can be found via hole specification, process type, industry or even availability. UNISIG have launched new products; series B600R and B850. These new machines allow the rotation of components with features such as landing gear, not only does this drill with accuracy and precision but can be tailored for use with minimal setup times.\n\nThe company attend exhibitions such as the EMO show in Hannover, the IWA show in Nuremberg, the AMB show in Stuttgart and the IMTS show in Chicago where they are able to showcase all their innovative products and amazing services.\n\nFor further information or general enquiries, please visit the UNISIG website. Alternatively, you can contact the company via telephone or email.\n\nT 0049 71259687590\nwww.unisig.com\n",
          "Image": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FMarch%2FUnisig_635_04.jpg?alt=media&token=a4faf281-81d4-4a1d-b7c6-9bf747625014",
          "PhoneNumber": "0049 71259687590",
          "SortOrder": "1",
          "Title": "Deep Hole Drilling Specialists",
          "WebsiteURL": "http://"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Inspection Verification Bureau",
          "Description": "Quality and Excellence Assured",
          "DetailDescription": "Inspection Verification Bureau (IVB) Ltd has been awarded our highly prestigious Commitment to Excellence profile, we are delighted to announce at Best Practice.\n\nOperating from its headquarters in Great Yarmouth and satellite offices in Aberdeen and Abu Dhabi, IVB is a specialist service company facilitating the needs of customers working amongst the oil & gas, renewables and wider industrial sectors. Established in 2010 by Matt Chapman, Derek Lockwood and Christopher\n\nBolton, the ISO 9001: 2008 accredited organisation has secured contracts internationally with clients based in Dubai, Oman, Kuwait, Qatar, Egypt, Tunisia, Libya, Angola, Nigeria, South Korea, Malaysia, Indonesia, India, the USA, Canada,\n\ncontrollers, inspection co-ordinators, project managers and associate engineers, shares over a century of combined industry experience, delivering exceptional results with their versatile\n\nengineering verification and inspection capabilities.\n\n“The core business of IVB is the provision\n\nof independent verification and independent inspection services to clients\n\nwith global business interests in the offshore and onshore hydrocarbon and renewable energy industries,” explained Co-Founder and\n\nTechnical Director Matt Chapman. “There are many advantages of using IVB, the first being our superior knowledge courtesy of the large amount of experience we have in the sectors we work in. We are also beneficial in the respect that we offer speedy responses and cost effectiveness (due to minimal overheads and an ability to operate without bureaucratic procedures and constraints).”\n\nCommitment to Excellence\n\n Argentina, Brazil, Turkmenistan, the UK and throughout the EU.\n\nServing everyone from multi-\n\nmillion pound companies and large engineering companies to small locals and independents, IVB has exceeded expectations repeatedly whilst completing projects worldwide. Its dedicated personnel, which comprises many well-qualified document\n\nIVB’s services include the independent verification of offshore and onshore facilities, independent inspection\n\nduring procurement, manufacture and beyond, risk assessment (initial and continuing) and independent audits of management and technical competence. The assessments cover legal, compliancy, quality, health & safety, performance and environmental factors and obligations that are of crucial importance to all businesses and processes.\n\n“We have recently been accredited with several oil companies in the Middle\n\nEast region to supply inspection and verification services, and we are pleased to support many clients in this region,” Matt concluded when asked about the company’s latest movements and plans for the future. “We are aiming to move more into the renewables niche and new markets such as water and utilities, and in the long term we see IVB growing year on year as we develop new markets with our clients and increase our global reach.\n\n“Trade show attendance is also an\n\nimportant business strategy for us as we find these exhibitions (Offshore Europe in Aberdeen, Adipec, Abu Dhabi and Offshore Energy Amsterdam being the major ones) very useful in getting our name into the market and making new contacts. In the current climate amidst low oil prices, supplier costs are key, and here at IVB we are pleased to be able to support clients with a similar or greater level of service for reduced costs.”\n\nIf you are looking for a trusted professional with specialist knowledge and years of experience in independent inspection, verification and certification, IVB is the company you need to reach out to. Its group of seasoned engineers and inspectors are contactable in the\n\nUK and around the globe courtesy of the organisation’s strong international presence, so wherever your location, you will be sure to receive the support you require from a reputable representative.",
          "PhoneNumber": "01493412180",
          "SortOrder": "13",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FInspection%20Verification%20Bureau.png?alt=media&token=d6256c78-7fa7-4189-8c34-31a0e42575b2",
          "Title": "Inspection Verification Bureau",
          "WebsiteURL": "http://www.ivbltd.co.uk/"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Blue Acoustic",
          "Description": "Blue Acoustic is a British loudspeaker manufacturer based in Mid-Wales. Our products are mainly powered systems with multi-channel amplifier and DSP modules permanently attached to the loudspeaker cabinet.",
          "DetailDescription": "“Blue Acoustic is a British loudspeaker manufacturer based in Mid-Wales. Our products are mainly powered systems with multi-channel amplifier and DSP modules permanently attached to the loudspeaker cabinet. For this we use the superb Powersoft modules which are made in Italy.\n\nAlong with British build cabinets we use the best of European drive units too. Units from BMS, Beyma, FaitalPro, Eighteensound, Oberton and Fane. Wherever needed within our systems we design and build our own passive crossovers which include winding our own inductors to a O% tolerance.\n\nAttention to detail has been our prime concern since our design staff built their first systems way back in the 1970’s. For example, simple additions such as the correct number of handles, castors on bass cabinets, flying points for flown cabinets and many other simple yet effective enhancements that on many other manufacturer’s systems are actually chargeable extras.\n\nBlue Acoustic is ready to go with a choice of cables, covers, poles and equipment bags. Nothing’s left to chance as we know your living depends on what we’ve designed and built.”",
          "Image": "",
          "PhoneNumber": "01686622368",
          "PlayTime": "",
          "SortOrder": "14",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/July%2FBlue_acoustic_624_02.jpg?alt=media&token=ad635e47-6c61-4df4-9929-7107ac1d02ff",
          "Title": "Blue Acoustic",
          "VideoURL": "",
          "WebsiteURL": "https://www.blue-acoustic.com",
          "id": "00015"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Anachem",
          "Description": "Trade up your Old Pipettes now and save 57% on new Rainin XLS+ Pipettes – PLUS\n\nget a FREE Pipette Tree Hanger!",
          "DetailDescription": "Trade in your old pipettes and you’ll get up to 57% off the price of brand new Rainin XLS+ pipettes – no limit on quantity, any condition, working or not. For every old pipette you can replace it with a similar type of Rainin XLS+ model at a discounted price. You can choose from any manual or electronic, single or multichannel pipette.\n\nRainin Pipet-Lite XLS+ Manual Pipettes\n\nThe Pipet-Lite XLS+ is one of the most balanced and comfortable pipettes available, due to subtle improvements to the grip, body, finger hook and surface texture. Unlike other manufacturers, Rainin has created a plunger that is smooth, precise and requires even less pipetting force than ever. If a multichannel is what you need, then no multichannel pipette is faster to load or easier on your hand than a Pipet-Lite XLS. With LiteTouch System (LTS) technology, it is one of the most ergonomic pipettes available.\n\nRainin E4 XLS+ Electronic Pipettes\n\nWith the E4 XLS, Rainin sets a new standard in electronic pipetting. The ultra ergonomic grip, extraordinary balance and large 16- bit colour screen brings ease of use and comfort to new heights. The joystick control\n\nand carousel-like menu structure make switching between functions fast and easy.\n\nWhen you trade up your old pipettes for our state-of-the-art Rainin XLS+ pipettes you can also receive a FREE Pipette Tree Hanger. To find out further details on how to get your free pipette tree simply contact us on: response@anachem.co.uk.\n\nVisit https://www.anachem.co.uk/ Pipette_Trade_Up_Programme for further\n\ninformation on how to trade-up your pipettes, plus you can find out how much you will save with our Trade up Calculator.\n\nAnachem is the leading specialist distributor of liquid handling equipment to the laboratory community in the UK and Ireland, with over forty years of technical expertise and innovation. In addition to Rainin products, Anachem continues to supply and service a comprehensive range of laboratory equipment and consumables from other leading manufacturers.",
          "Image": "",
          "PhoneNumber": "01582455135",
          "PlayTime": "",
          "SortOrder": "15",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FAnachem.png?alt=media&token=9853b849-00b7-4df2-8aea-4a8fce636af1",
          "Title": "Anachem",
          "VideoURL": "",
          "WebsiteURL": "https://www.anachem.co.uk/",
          "id": "00015"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "EGGER",
          "Description": "Here at Best Practice, we are delighted to commend EGGER for achieving our highly coveted Commitment to Excellence\n\nprofile. We are therefore keen to tell our readership more about the capabilities of this outstanding company whilst promoting its leading line of proven products.",
          "DetailDescription": "Here at Best Practice, we are delighted to commend EGGER for achieving our highly coveted Commitment to Excellence\n\nprofile. We are therefore keen to tell our readership more about the capabilities of this outstanding company whilst promoting its leading line of proven products.\n\nThe family run company was founded in 1961 and has enjoyed steady\n\ngrowth ever since. The EGGER Group, which is headquartered in Austria, is now a globally recognised name best known for\n\nits reputation as a manufacturer of structural flooring advantageous\n\n“This can allow businesses to make the most out of their current premises with the potential of doubling the area for a one-off cost as opposed to either moving entirely or increasing rental costs. EGGER OSB HDX is ideal for this application as it provides the strength and stiffness required for a mezzanine floor, plus a whole host of additional benefits to the installer – it truly is an innovation in mezzanine flooring.” EGGER OSB HDX is essentially a lighter and stronger alternative to the standard 38mm chipboard, which means it is particularly products and decorative interior products, supplying laminates, contemporary materials for furniture and ecologically conscious wood construction components.\n\nThe full range – which incorporates building products, decorative interior products and flooring – includes everything from laminate, edging, compact laminate, timber, MFC and MDF to lightweight boards, fire door cores, rawboards, worktops, laminate flooring and flooring with cork+ technology. The exclusive EGGER line of building materials comprises of EGGER P5, EGGER Peel Clean Xtra and EGGER Protect. When used in conjunction with EGGER Joint & Joist D4 Adhesive and fitted correctly using the EGGER Advanced Structural Flooring System method, qualifies the installer for the unique Structural Lifetime Guarantee.\n\nOne of the company’s most recent additions is its new 30mm OSB HDX, a 2,400 x 675 structural flooring board featuring a tongue and groove on the two long edges. Aimed at the industrial, commercial and warehouse flooring markets, this unique product is suitable for mezzanine flooring, racking, shelving, working platforms and decking, as it is made using a special panel formula with heavy duty, load bearing capabilities.\n\n“As businesses grow they will often look to relocate premises in order to expand their operations,” Daniel Soulsby, EGGER Marketing Category Manager (Building), told us. “This can be very costly and time consuming,\n\nnever mind the upheaval involved in moving a business to a new location. Often a more economical and efficient answer can be to consider installing a mezzanine floor in the existing premises.\n\nfor the user, who can employ 11% more coverage per panel whilst experiencing a\n\nmore efficient fitting process. As\n\nwell as withstanding higher loads, the\n\nproduct has a stronger and firmer structure with low\n\nswelling properties which ensures that the board can be effortlessly applied in humid environments.\n\nWith 17 plants across Europe, EGGER have impressively established themselves as a prominent presence in their markets throughout the world. The company philosophy has\n\nremained an important constant throughout its development, as the group keenly reinforce their environmental approach to work, operating by means of sustainable forestry, recycling and renewable energy processes.\n\nFor more information on either the company or any of the products mentioned, please do not hesitate to get in touch with the team today – an informed business representative will be more than happy to answer any questions you may have.",
          "Image": "",
          "PhoneNumber": "08456024444",
          "PlayTime": "",
          "SortOrder": "16",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FEGGER.png?alt=media&token=2a05a9e4-e911-4a52-9920-5771f1783bc2",
          "Title": "EGGER",
          "VideoURL": "",
          "WebsiteURL": "https://www.egger.com/building",
          "id": "00016"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Ellesco",
          "Description": "The UK’s leading machine supplier for Deburring and Finishing",
          "DetailDescription": "Providing the right solution to all your metal finishing needs, Ellesco supplies customers across the UK and Ireland with the highest quality Deburring, Polishing and Finishing machines. Committed to remaining the leading source of quality machines, support products and knowledge for all users, the company exclusively represent the very best manufactures providing the most innovative machines.\n\nThe family run company dates back to 1975 when founder Leonard Simonis recognised the advantages to production of wide belt abrasive machinery from Grindingmaster. Now owned and run by his son Vincent, Ellesco has grown significantly over the years and now boasts an outstanding portfolio which is accompanied by a customer service that is second to none.\n\n“We only represent suppliers that are the very best in their field, offering machinery which\n\nis proven, reliable and technically excellent,” commented Managing Director Guy Newton. “As UK experts in deburring and finishing, we strive to provide knowledgeable advice to\n\ncustomers to help them find the right solution to meet their exact requirements.\n\n“Our core purpose is to supply machines\n\nto companies and accompany this with support equipment, consumables, delivery, installation, commissioning, training, warranty, service contracts with extended warranty and parts and repair.”\n\nFlat, shaped or machined parts can be deburred, edge radiused, polished or grained using Ellesco’s range of quality machinery. Processes offered use abrasive belts, brushes, discs, mops, compounds and water-jet,\n\nall controlled by a manual or automated operator or CNC automations, stand-alone or integrated into a production line.\n\nA notable product in the range is the Multi Directional Brush machine from Time Savers. Popular with sheet metal companies, the innovative system uniformly deburrs and finishes edges of laser cut, punched and machined parts in all directions in one pass, while improving the surface with a random finish if desired.\n\nEllesco has also received increasing enquiries for their Robot Handling System for polishing from Autopulit. As it is now becoming a large part of the business, Ellesco provides programming and handling support demonstrations to help customers understand and use the advanced system.\n\nAlong with these exclusive machines, Ellesco offers the best service and support in the\n\ncountry for this type of machinery. If a machine adapts a fault, the company will send out trained engineers either the next day or as soon as possible. Service contracts are\n\nalso available with machinery which means serving will be carried out twice a year along with on-going support, spare parts and break down repair.\n\n“At Ellesco we strive to meet your needs with a solution to exceed expectations\n\nin performance, value and support,” concluded Guy. “From small specialists to multi-nationals, from bespoke manufacture to proven standard machinery, from new integrated technology to well established machines, Ellesco always takes the time to work with its customers to understand and meet their needs.\n\n“Our aim is to focus on the growing robot service as well as continuing to grow and expand the company in terms of expanding our product portfolio, taking on new staff and changing our structure.\n\n“We hold an open house event twice a year\n\nwhere we invite customers along to see our machines in action. Attendees are welcome\n\nto bring along parts and take part in demos which will showcase just what our products can do. For next year’s event we will be teaming up with our partner 3M which will be very exciting for all involved.”",
          "Image": "",
          "PhoneNumber": "01202 499400",
          "PlayTime": "",
          "SortOrder": "17",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FEllesco.png?alt=media&token=6ccc453a-ae3f-4ccf-94c6-2b4c249a7ae3",
          "Title": "Ellesco",
          "VideoURL": "",
          "WebsiteURL": "https://www.ellesco.co.uk",
          "id": "00017"
        }
      ],
      "SortOrder": "2",
      "Title": "Industry News",
      "id": "2"
    },
    {
      "Menus": [
        {
          "CellType": "HeaderCell",
          "CompanyName": "Biopharma Group & Genevac",
          "DetailDescription": "Established in 1989 as specialists in freeze drying technologies, Biopharma Group quickly became a leading supplier of equipment to pharmaceutical, biotech and process industries in the UK, Ireland and France. Responding to the increasingly popular demand in the market, Biopharma expanded its product portfolio to providing solvent removal/evaporation and high pressure homogenisation ranges in addition to process equipment such as vial handling solutions and powder filling equipment. \nWith the demand for solvent evaporator and concentrator systems becoming ever more apparent, specifically in chemistry, biology and analytical science applications, Biopharma became an agent for Genevac in 2013 by initially distributing its miVac range. As Biopharma’s aim is to meet the precise needs of our customers, moving into 2014 we became a distributor for Genevac’s entire product range throughout the UK & France to aid our customers’ projects reach their optimum potential to meet their evaporation and/ or concentration requirements. \nWhile evaporation is an intrinsic step in many applications, many facilities use systems that are slow and cumbersome simply because this is what is known to them. However, with Genevac’s high performance and innovative range of products, evaporation is neither slow, complex or time-intensive.  In addition, their continuous collaborative research has led to the development of many unique features designed to ensure optimum evaporation conditions and sample integrity. \nFrom the EZ-2 Series to the latest Rocket Synergy and HT (high throughput) technologies, Genevac products guarantee high performance and ease of use. The EZ-2 centrifugal evaporators have been developed specifically for concentration or complete drying is ideal for users with a busy schedule as the system can operate entirely unattended, no need for special training – just load, set and walk away! Genevac’s Rocket Synergy series offers the unique flexibility of interchangeable rotators enabling the processing of the widest range of sample volumes in a single system for both parallel and batch evaporation. The Rocket Synergy 4D even works synergistically with Sepiatec’s Prep SFC system allowing your project to reach its greatest potential.\nBiopharma’s key to success is owed to our years of experience in the industry combined with our in-depth knowledge of the products we sell. If you believe that the Genevac range of products will benefit you, or, you would like to discuss your concentration and solvent evaporation requirements further, contact Ian Bailey at Biopharma Group on +44 (0)1962 841092/ ibailey@biopharma.co.uk",
          "Image": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2Fgenevac-028.jpg?alt=media&token=24fe8b0a-23a3-466c-9fda-951c9308d0e5",
          "PhoneNumber": "01962 841092",
          "SortOrder": "1",
          "Title": "Biopharma Group & Genevac",
          "WebsiteURL": ""
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Addison",
          "Description": "Dynashape – the UK’s most experienced saw blade servicing and remanufacturing specialist – has been awarded a service contract for the maintenance of the bandsaws used in Jaguar Land Rover’s Lode Lane teardown cells.",
          "DetailDescription": "Dynashape – the UK’s most experienced saw blade servicing and remanufacturing specialist – has been awarded a service contract for the maintenance of the bandsaws used in Jaguar Land Rover’s Lode Lane teardown cells. \n\nThe contract follows Dynashape’s recent supply of a new high-speed bandsaw for use in the teardown area, and the assistance it has given to Jaguar Land Rover in the development of its teardown cutting technologies.\n\nUp to 4,000 joints per inspection\nWhile vehicle teardown is a far from new concept in quality control, the shift towards lightweight aluminium body components has brought a significant change in the way the teardown process is completed. Whereas spot-welded steel joints would previously have been cut for examination, today’s use of rivets demands that each riveted joint is examined individually for integrity. For a typical vehicle randomly selected for teardown at the Lode Lane facility, this could mean that as many as 4,000 joints have to be prepared for inspection. \n\nWorld-leader in aluminium body structures\nAs a result of Jaguar Land Rover’s increasing use of aluminium body structures – the manufacturer is a world-leader in the area of aluminium body construction – the teardown facility at Lode Lane has benefited from considerable investment as manufacturing has switched to aluminium, and has doubled in capability over the last few years.\n\n“Including the DoAll Zephyr high-speed vertical bandsaw supplied by Dynashape, we have a total of four bandsaws in the teardown area,” comments Jaguar Land Rover Group Leader, John Mackenzie. “Token-size jointed pieces of typically 2cm square are cut using bandsaws, after which each rivet is cut down the centre using a diamond cutting disc machine, ready for microscopic analysis.”\n\nMost suitable blade technology\nWith vehicle construction almost totally switching to aluminium, Jaguar Land Rover’s challenge was to find the most appropriate blade technology that would be suitable for use with today’s lightweight aluminium vehicle bodies, but could also be used for cutting steel when the requirement arose. 90% of material cut is aluminium; the remainder is steel. \n\nExtensive cutting trials\n“Dynashape has been incredibly helpful and supportive as our teardown capability has expanded and made the transition to cutting aluminium,” continued John MacKenzie. “Committed to helping us find the best bandsaw blade types for our machines, the Dynashape team carried out extensive cutting trials and provided us with a range of different blade types to try. This enabled us to identify the specific tooth configurations that best suited our cutting requirements, including occasional work with steel. I am delighted that following all their hard work in meeting our saw blade requirements, Dynashape will also maintain our bandsaws.”\n\nImproved cut quality and blade life \n“We were delighted to be invited to bring our cutting expertise to Jaguar Land Rover’s teardown cells,” adds Dynashape’s Managing Director, Chris Parkes. “Not only have we improved cut quality and blade life, but also, through carefully structured training sessions, we have given the teardown cell operators a much greater understanding of – and confidence in – the capabilities of the blade types they are now using.\n\n“Although the new DoAll bandsaw machine we supplied to Jaguar Land Rover is equipped to provide high-speed friction sawing if required,” says Chris Parkes, “our approach was to identify bandsaw blades that would run at the conventional speeds the teardown team is used to cutting at, all while providing the best results.”\nDynashape is an approved supplier to Jaguar Land Rover. The blades supplied include Dynashape’s ‘Silencer’ product (1” x 6/10 TPI) and ‘Intenss Pro’ product (1/2” x 8/12 TPI). Both products provide smoother cutting action on aluminium as well as on occasional steel test pieces.\n\nDynashape: the UK’s complete saw blade service\nFollowing a £1 million investment in infrastructure and the very best CNC saw blade production technologies, Dynashape is well equipped to assist manufacturers with everything involving sawing machinery and saw blades – and all from under one roof. \n\nIn 2016, the business added five new CNC machines – three of which are robotic – to its already impressive capabilities. As a result, Dynashape now has the very latest 4-, 5- and 6-axis high precision CNC saw blade production technologies from leading manufacturers including Loroch, Vollmer and Walter, and is able to offer the most comprehensive one-stop solution for manufacturing and remanufacturing TCT, SHSS and solid carbide saw blades, as well as PCD tooling. \n\nRemanufacturing, never just sharpening\nInstead of sharpening blunt saw blades, Dynashape’s approach is to remanufacture them using its advanced CNC machinery. For the majority of Dynashape customers, this means that for around three-quarters of its useable life, a remanufactured blade will perform like new, before there’s any issue of degradation due to reduced base material and tooth facet. “The real point,” stresses Chris Parkes, “is that our remanufactured blades perform just as precisely as they did when new, all for substantially less than the cost of purchasing new blades.”\n\nCreating bespoke cutting solutions\nUsing its CNC machining technologies and calling on its many years of sawing expertise, Dynashape can also enhance new blades to improve on OEM-supplied products and create bespoke cutting solutions and tooth profiles for superior results when cutting all manner of materials. An example of this is the company’s ability to manufacture ‘special plastics’ blades with a unique tooth design for the creation of an aesthetically pleasing ‘diamond-polished’ finish when cutting acrylics. \n\nDynashape is part of the Addison Group, a UK-based organisation that has been at the forefront of metal sawing technology since 1956. \nwww.addisonsaws.co.uk",
          "PhoneNumber": "01384 264950",
          "SortOrder": "55",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/feb%2FAddison.jpg?alt=media&token=8fe8d075-feb0-4620-bb6d-d5ddec1d6647",
          "Title": "GIVING JAGUAR LAND ROVER’S TEARDOWN CELLS THE CUTTING EDGE",
          "WebsiteURL": "http://www.addisonsaws.co.uk"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Leman",
          "Description": "Leman Instruments is a world leading European enterprise that provides laboratories with high performance products designed for solid, liquid and gas analysis and more.",
          "DetailDescription": "Leman Instruments is a world leading European enterprise that provides laboratories with high performance products designed for solid, liquid and gas analysis and more. \n\nBased in Archamps Technopole, France, Leman Instruments was first established back in 2012, although it is built on the back of over thirty years worth of industrial experience. Since their inception, they have garnered a reputation as one of the most innovative and reliable manufacturers in the market, known for their outstanding range of scientific components and modules which can be used for labs, air quality monitoring and more. \n\nThey operate under a smart cost-effective approach and offer technology-centred gas generators for laboratory use. Better yet, as well as being easy to install, their products can all be seamlessly controlled using a touch panel or iPad and are made to be as environmentally friendly as possible. \n\nTheir modules come in various types and different designs, all of which have an involvement with high purity Hydrogen (Hydrogen (H2), Nitrogen (N2), Zero Air. In addition, Leman also offer combined solutions for FIDs, GCs, purge Air generations, CH4 & CO2 scrubbers, N2 and multi gas for LCMS. Leman products work to increase the resolution and detection limit of instrumentation and also feature the possibility of AK protocol integration. On top of this, Leman works with clients to deliver tailor made solutions and bespoke applications.  \n\nSales & Business Development Manager Alexander Berteletti of Leman Instruments, explained: “Our generators are the most compact of their kind. As well as providing maximised safety and conservationism, they have the smallest footprint on the market with the highest possible efficiency and capacity.\n\n“They offer optimum safety as they can eliminate the risk of a chemical reaction, particularly when using hydrogen, and because we operate with strict internal quality control processes it is assured that our generators will result in proper component function. \n\n“This is of great importance, especially since we insist that our generators are exactly what our customers are after, maintaining guaranteed levels of purity and subsequently eliminating the chance of contamination. After listening to individual requests we can develop custom solutions together with the client, tailored for specific applications at competitive prices.”",
          "PhoneNumber": "0033 450394922",
          "SortOrder": "56",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/feb%2FLeman_647_05.jpg?alt=media&token=fc686bc9-bcbb-4513-a5ca-b6ff1dbe9abc",
          "Title": "Introducing Leman Instruments ",
          "WebsiteURL": "http://www.leman-instruments.com/"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "UNISIG",
          "Description": "UNISIG’s New B850 Introduces Technology Advances in Company’s B-Series Machines",
          "DetailDescription": "UNISIG’s New B850 Introduces Technology Advances in Company’s B-Series Machines\n\nUNISIG has unveiled newly developed technologies that substantially improve performance while reducing cost in its larger B-series machines. These advances are introduced in the newly launched B850 model and will be integrated into larger models in the series.\n\nWhen designing the B850, UNISIG evaluated all aspects of the previous designs. The bed and rack-and-pinion system were retained, while feed systems were modernized to improve rigidity and reduce backlash. A new high-performance, helical-geared transmission was incorporated in a three-range, automatically shifting headstock. Incorporation of modern gearing and power train concepts simplified construction of the machine, reducing cost and boosting reliability and performance.\n\nThe B850 also offers a standard programmable coolant system. Combined with user-friendly controls and the other new design features, the machine allows an operator to focus on the part being machined instead of managing a wide variety of manual functions.\n\nBoth the work and tool headstocks deliver 166 hp, providing the high power and torque needed to drill holes up to 7.1” (180 mm) in nickel alloys, 8.7” (221 mm) in carbon steel, and 12.6” (320 mm) with counterboring. The B850 model is available with maximum drill depths ranging from 78” to 65’ (1.98 m to 19.81 m), and the machine bed can accommodate workpieces up to 10 tons (9,071 kg).\n\nThe B850 is part of UNISIG’s extensive B-series line, designed for on-center drilling of round workpieces in applications such as aerospace, defense, and oil & gas. In addition to standard BTA drilling methods, these machines are also capable of counterboring, trepanning, and skiving and roller burnishing processes, achieving the extremely strict tolerances required by manufacturers in these and other industries.\n\nAs with all of its equipment, UNISIG engineers and manufactures the B-series in the United States with high-performance components. The company’s full portfolio of machines are capable of producing holes with diameters ranging from under 0.040” to over 40” (under 1 mm to over 1,000 mm) at depths ranging from 0.78” to over 65’ (20 mm to 20 m). Machines are provided with all necessary durable tooling and machine accessories. UNISIG provides comprehensive training for machine operation and process optimization, as well as post-installation technical support.\n\nAbout UNISIG\nHeadquartered in Menomonee Falls, WI, UNISIG GmbH Germany manages sales and service in Europe and supports European customer’s applications. UNISIG is a world leader in the manufacture of deep-hole drilling systems and technologies for precision-focused metal-cutting industries, including aerospace, automotive, energy and medical. A state-of-the-art production facility and reliable network of local suppliers allow the company to design and manufacture its BTA, gundrilling, trepanning and skiving machines as well as its tooling solutions and automation. \n\nFurther information on all machines of the UNI series and the complete UNISIG machine program is available at: www.unisig.de or follow the company on LinkedIn and Twitter (@UNISIG). \nYou will also meet us at IWA 2017 show in Nuremberg, Germany from 03. – 06. 03. ",
          "PhoneNumber": "",
          "SortOrder": "57",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/feb%2FUNISIG.jpg?alt=media&token=e3c1174e-d1a5-49ff-9848-c40c202976e5",
          "Title": "UNISIG",
          "WebsiteURL": "http://unisig.de/en/deep-hole-drilling-products/deep-hole-drilling-machines?gclid=Cj0KEQiAuJXFBRDirIGnpZLE-N4BEiQAqV0KGjpbJyy2Zvetl1zt-sI4r8sNBtsnWe2JO7bn_ES-cSoaAkLO8P8HAQ"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "CHTS",
          "Description": "Crowthorne Hi-Tec Services (CHTS) is an independent service and validation provider established in 1986 specialising in clean air and containment servicing and validation solutions.",
          "DetailDescription": "Crowthorne Hi-Tec Services (CHTS) is an independent service and validation provider established in 1986 specialising in clean air and containment servicing and validation solutions. How we differ from other cleanroom/ clean air service companies is that we are not associated with any manufacturer, construction company, supplier of equipment or facilities. This allows us to provide an entirely impartial report on performance achieved and service multiple systems in the same visit. As the largest validation provider in the UK and Ireland, CHTS can offer a range of clean air services from commissioning, validating and repairing clean air cabinets, LEV systems and compressed air supplies to carrying out routine service/ testing in accordance with BS EN12469. \nWhile regular testing of production environments is an accepted practice, testing of compressed airlines that run into cleanrooms is not. By introducing air into a controlled environment that is not of the same standard, not only is the facility compromised/ degraded but so is the quality of the environment. If compressed air systems aren’t tested, loss of environment integrity could prejudice product safety and can also put personnel at risk in terms of healthy and safety. \nNot only can clean air be compromised by irregular servicing and validation being carried out, but recently the NHS has issued new guidelines to remove ‘child-proof’ plug inserts from electrical sockets which has caused us great alarm as their purpose in containment laboratories is vital. In practice, air leaks are frequently found coming out of electrical sockets because they are flush fitted into either walls or on surface mounted trunking. An increasing popular way to reduce these air leaks is through the use of plug inserts. For this reason, many concerns have been raised about the NHS planning to remove these inserts without first sealing the cable entry points to the room and other leak paths behind the socket plate. Removal will consequently render laboratories non-fumigatable and not operational at containment level 3 (CL3) without risk of prosecution by the HSE which will pose as a problem for all containment laboratories. \nIf you would like assistance regarding the guidance issued on cleanroom/ clean air integrity or wish to discuss the quality of the environment in your facilities further, please contact CHTS for more information or to discuss your requirements in more detail - +44 (0)1252 372333/ sales@chts.co.uk",
          "PhoneNumber": "01252 372333",
          "SortOrder": "58",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FCHTS.jpg?alt=media&token=7d743888-42f7-498d-a2cf-68923f83c09c",
          "Title": "CHTS",
          "WebsiteURL": ""
        },
        {
          "CellType": "VideoSmallCell",
          "CompanyName": "Sanondaf",
          "Description": "Sanondaf touchless disinfecting solutions\n\nSanondaf have a system of disinfecting rooms and equipment by  lling a room with a dry mist (fogging) of a patented chemical compound (hydrogen, peroxide & silver) that kills 99.99% of harmful bacteria, viruses and moulds.",
          "DetailDescription": "Sanondaf is the only decontamination franchise in the UK specialising in the disinfection and decontamination markets using revolutionary and completely touch-less disinfection technologies. Their extremely advanced touch-less disinfection system actively kills 99.99% of harmful bacteria, viruses, fungi and mould.Although the company is just 2 years oldin the UK, they have achieved national coverage with 30 operational territories covering all parts of the UK and Ireland. As well as this, their international growth is also substantial, as they have now commenced operations in Central and South America, Singapore and Thailand, and are due to launch in South Africa in December.“The Sanondaf method is completely universal and can be used by any customer as emergency treatment dealing with an outbreak or an infection but also as a preventative treatment,” commented Director Stuart White.\n\n“We have positioned ourselves in the market as specialist disinfection and decontamination providers with a system that is affordable, cost-effective and readily accessible through our UK wide team of technicians.”\n\nThe eco-friendly, touch-less disinfection solution from Sanondaf involves the application of a dry disinfectant mistwhich has been utilised in many different environments such as care homes, hospitals, nurseries, veterinary centres, funeral parlours, laboratories, food production facilities, operating theatres, offices, restaurants and kitchens.\n\nDisinfectant fogging provides certainty that an entire environment, room or space has been treated and this includes all surfaces,\n\ndifficult to reach areas and of course the air itself which can contain airborne pathogens, this is the gold standard of disinfectant techniques and eliminates manual error from this vital task of protecting people’s health.\n\nUnsurprisingly, the great functionality of the group’s touch-less disinfection solutions hasn’t gone unnoticed. Over the past 18 months Sanondaf has been credited with 4 important business awards: a Company of the Year title and the Industrial Excellence 2015 award from Best Practice, Best\n\nCompany at Show from Solutions UK and selected Best New Business at the Lanarkshire Business Excellence Awards.\n\n“Interest in touch less disinfection is at an all- time high as more evidence emerges from the hospital sector about the inefficiency of manual cleaning when trying to combat the ever increasing threat of infections and in particular antibiotic resistant infections which ultimately can result in the loss of life,” Stuart explained.\n\n“Only this week the United Nations produced a declaration signed by 193 countries to specifically formulate an action plan for dealing with drug resistant infections and super bugs. In the UK a target has been set to reduce the incidence of high risk bacterial infections in hospitals by 50% by 2020 and this will not be achieved using traditional manual cleaning techniques.\n\n“Viruses, bacteria, mould and fungi can be\n\nharmful to human health and Sanondaf would challenge any UK business to review any plans they have in place for dealingwith infections and outbreaks which can cause a danger to clients, staff and suppliers. Emergency plans can go out of date very quickly and I would ask any businessto consider Sanondaf as an emergency response or maintenance provider to deal with bio-burden.”\n\nThe company is pleased to run ‘The Sanondaf Challenge,’ a free-of –charge service involving the collation of environmental swabs to identify hygiene levels in different settings. Please get in touch with the group today or check out the client testimonials and videos online for further information. ",
          "PhoneNumber": "01236702028",
          "PlayTime": "03:16",
          "SortOrder": "61",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FSanadof1.png?alt=media&token=c2ba650c-8f70-4e87-b2cb-074254c5b156",
          "Title": "Sanondaf",
          "VideoURL": "https://www.youtube.com/watch?v=uiu8dCGqyW8",
          "WebsiteURL": "https://www.sanondaf.co.uk",
          "id": "126"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "AES",
          "Description": "AVT Reliability® are pleased to bring to you, a revolutionary technology based condition monitoring system",
          "DetailDescription": "AVT Reliability® are pleased to bring to you, a revolutionary technology based condition monitoring system. Machine Sentry®, integrates hardware and software components, to result in an easy to use, cost effective CBM system that can be configured precisely to your operational needs.\n\n\n\nMachine Sentry® combines condition monitoring techniques and watchkeeping data into a Condition Based Maintenance (CBM) solution to provide effective maintenance planning and reporting. It is simple to use and includes an automatic fault diagnosis assistant to help identify potential issues or developing faults in rotating equipment.\n\n\n\nSupporting a wide range of both industrial and commercially available smart devices (Windows Mobile and Android compatible), the Machine Sentry® software can now be installed eliminating the need for expensive custom made data collection devices. AVT Reliability® in addition offer a ready to use range of both tablet and other handheld devices, including the waterproof CAT® S60 smartphone which incorporates both a visual and a FLIR® infrared camera at a cost that is comparable to consumer smartphones. Hazardous area devices are also available if required.\n\n\n\nMachine Sentry® wirelessly connects to your equipment via a unique Bluetooth™ enabled tri-axis vibration sensor (Pat. Pending) which significantly reduces the cost of any additional equipment required for data collection. The integrated Fault Diagnosis Assistant automatically detects rotating equipment problems (broadly equivalent to a level II vibration analyst) and hugely simplifies data analysis. The algorithms used in this have been developed by AVT Reliability’s own team of experts by collating thousands of hours of vibration data analysis coupled with extensive field experience.\n\n\n\nMachine Sentry® combined with access to AVT’s team of condition monitoring experts eliminates the requirements and costs associated with hiring highly qualified condition monitoring engineers and technicians on site making it the ideal solution for any condition monitoring program. \n\n \n\n",
          "Image": "",
          "PhoneNumber": "01709369966",
          "PlayTime": "",
          "SortOrder": "62",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2FAVT%20Reliability.jpg?alt=media&token=37636631-d269-4772-a8cb-85878adc9fb4",
          "Title": "AVT Reliability®",
          "VideoURL": "",
          "WebsiteURL": "http://www.aesseal.com/en",
          "id": "0002"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "BPC",
          "Description": "BPC Energy is at the forefront of modern power protection and manufacture and distribute a wide range of UPS and related products aimed at the Computer, Telecom, Midrange Computer, Data Centre, Emergency Lighting, Industrial and Three Phase sectors of the market.",
          "DetailDescription": "BPC Energy is at the forefront of modern power protection and manufacture and distribute a wide range of UPS and related products aimed at the Computer, Telecom, Midrange Computer, Data Centre, Emergency Lighting, Industrial and Three Phase sectors of the market. As well as an extensive range of UPS and Batteries, BPC also offer a variety of products such as Frequency and Voltage Converters, Static Inverters, Solar Inverters, Rectifiers and Generators.\n\nBPC Energy have just released their brand new catalogue for 2016 that includes 90 pages of products ranging from UPS, Static Inverters, Batteries, Frequency & Voltage Converters, Generators and Pre & Post Sales Services including Site Surveys, Maintenance Plans, Installation and Remote Monitoring Solutions.\n\nBPC are celebrating their 20th year of Keeping The Power On in 2016 - Is your business prepared for the implications that can occur from unexpected power failures? BPC’s power protection products have been installed in sites all around the world including Liverpool Airport, the UK Olympic Stadium, Wiltshire Police HQ, Misr Bank Egypt, Motorola Kuwait, Cairo International Airport, US Navy in Bahrain and many more.\n\nThe new catalogue is available to download or to order in print via our website: www.bpc- ups.com or email: sales@bpc-ups.com\n\n\n\nSERVICE AND SUPPORT\n\n\n\nBPC’s devotion to excellence is reflected in the enduring quality of its product and is matched by an equally lasting commitment to customer care. Not only do we pride ourselves on competitive prices and quality product, we also have a comprehensive Service Department offering a full range of services, from Site and Power Surveys, Commissioning and Battery- Builds to Service Contracts, Maintenance Visits and Remote Monitoring Solutions.\n\nBPC Energy offer fully specialised and flexible training courses led by highly experienced and knowledgeable engineers for any requirement, from new product training to bespoke general UPS topology subject. Quality CPD approved training courses can be held at BPC comprehensive headquarters in the UK, offering a mixture of both classroom and workshop facilities to allow for all aspects of theory and practical training.",
          "PhoneNumber": "01794 521200",
          "SortOrder": "63",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FBPC.jpg?alt=media&token=9cf803c8-7bdc-4044-b2a0-b5c7fb202852",
          "Title": "BPC",
          "WebsiteURL": "http://www.bpc-ups.com/"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Power Capacitors",
          "Description": "Engineering virtual toolkits",
          "DetailDescription": "Engineering virtual toolkits. Specifiers, contractors and end users have benefitted from this powerful money saving tool. Their Power Factor Correction App is the only FREE App available to calculate not only Power Factor, but also the Carbon Emission savings with every potential piece of equipment. Despite its huge uptake it had only one drawback, it was only available to Android users. Not anymore. Frustrated Apple followers can now enjoy this incredible tool too. Power Capacitors have recently launched the Apple version on iTunes for iPhone and iPad. Now you can use your Apple device whilst on site to take care of tricky Power Factor calculations. It also offers a KVAr figure for optimum performance and elimination of Reactive Charges. At last, the Apple version is here on the iTunes store and is still free to download. Just like its Android version, there’s a direct link to Power Capacitors for technical help and questions. After making your own calculations ",
          "Image": "",
          "PhoneNumber": "01217084511",
          "PlayTime": "",
          "SortOrder": "64",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2FPower%20Capacitors.jpeg?alt=media&token=dee42fd6-4559-4f45-aab7-3eede25e14aa",
          "Title": "Power Capacitors",
          "VideoURL": "",
          "WebsiteURL": "http://www.powercapacitors.co.uk/",
          "id": "3"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "CSi Palletising",
          "Description": "PALLETISER WITH STATE OF THE ART DESIGN",
          "DetailDescription": "PALLETISER WITH STATE OF THE ART DESIGN\n\n\n\nIn over 200 applications all over the world the CSi TAROS palletiser has proven itself during the last 10 years. But after all these years it was ready for an upgrade like never seen before. Therefore we gave it a brand new design representing the technological sophistication of the machine. In comparison with robotic palletisers in the market it houses much more technical complexity.\n\nAs an operator or maintenance engineer you do not notice those technologies because of the simplicity of the controls. The HMI (control) panel is enlarged and has the look and feel of a modern, user friendly interface like we know from tablets and smartphones. With new technologies, like an app, it’s easy to get for instance machine diagnostics and energy consumption statistics. So, in short: TAROS 2 is fully (industrial) IoT prepared.\n\nBut it is not only the design that has changed. Also the performance of the CSi TAROS palletiser has improved. It has a higher capacity (up to 60 cases per minute) with a reduced energy consumption. Thus the machine can be applied both at the end of a production or packaging line or in a central, multi-line palletising solution.\n\nAnother important feature is the gentleness of the product handling. A new turning device reduces product contact to an absolute minimum even at high speed handling. Included in the new design is easy clean. This makes it the best choice, even in moist or dirty environments. Finally, it is available with a Siemens or Rockwell Allen Bradley control platform.\n\n\n\nBackground information CSi supplies systems for automatic palletising and product handling at the end of production and packaging lines.From the position as the global number one in palletising, CSi is capable of designing, realising and maintaining a wide range of solutions. The high reliability of the systems and the turn key approach of projects followed by extensive lifecycle services completely take care of customer’ s needs.Many companies, all over the world, have already experienced the benefits. ",
          "Image": "",
          "PhoneNumber": "07785281447",
          "PlayTime": "",
          "SortOrder": "65",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2FCSI.jpg?alt=media&token=ff8a0f4c-37cf-4d0a-a9b0-7dcee95a7bee",
          "Title": "CSi Palletising",
          "VideoURL": "",
          "WebsiteURL": "http://www.csiportal.com/",
          "id": "4"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Nationwide Hygiene Group",
          "Description": "Defining the Market for 30 Years",
          "DetailDescription": "Nationwide Hygiene Group – Defining the Market for 30 Years\n\nNationwide Hygiene Group celebrated their 30-year milestone in 2016 with a proud feeling of a journey full of achievement. The Nationwide Hygiene business was first registered in November 1986, in Newcastle upon Tyne, at the premises of A&J Beverage and as the business expanded it moved in 1993 to a stand-alone head office in South London.  As steady National account sales growth continued, the head office increased office space three times before finally relocating in 2007, to Chesterfield in Derbyshire where the company now employs 28 staff in support of a continually rising customer portfolio. \n\n\n\nThroughout their 30 years, Nationwide has seen steady sales growth across a range of market sectors, taking the group to a £166 million sales total for the end of 2015. This consistent growth was recently recognised by the London Stock Exchange, when Nationwide were acknowledged as one of the 1000 UK SME Companies to Inspire Britain. The report and listing identifies the UK’s fastest-growing and most dynamic small and medium sized businesses (SMEs). In order to be included in the list, companies needed to show consistent revenue growth over a minimum of three years, whilst significantly outperforming their industry peers.\n\nThe 30th Year has also seen Nationwide receive the Cleaning Products Company of the Year award from Building & Facilities News. A spokesman for Building & Facilities News said: “Nationwide Hygiene has the competency and expertise to satisfy the needs of large multi-national corporations as well as smaller, local companies. Its highly efficient and dependable services and products have been used extensively by facilities management companies, educational establishments and healthcare organisations throughout the UK and Ireland.”\n\n\n\nIn addition, Nationwide also picked up the internationally recognised “Commitment to Excellence” award from Best Practice UK. A spokesman for Best Practice UK said “Serving clients at international, national, regional and local levels is due to Nationwide’s well established network of shareholder companies operating throughout the UK and Ireland (along with its European and US partners, INPACS and Network). One of its strengths is the brand’s capability to deliver its reputable services to clients of all sizes, from small local companies to large distinguished multi-nationals.”\n\nNew Initiatives\n\n In recent years, the Nationwide Hygiene Group have widened its commercial offering to include Business Supplies and Catering product ranges, which have further enhanced the group’s ability to provide a full range of products to their customers. ",
          "Image": "",
          "PhoneNumber": "08444996380",
          "PlayTime": "",
          "SortOrder": "66",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FNationwide%20Hygiene%20Group.png?alt=media&token=d829d428-0534-43c6-9d10-45800cff8244",
          "Title": "Nationwide Hygiene Group",
          "VideoURL": "",
          "WebsiteURL": "http://www.nationwide-hygiene.com/",
          "id": "0005"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Spanner",
          "Description": "Heat and electricity generated form wood chip provides efficiencies for diverse business models",
          "DetailDescription": "Heat and electricity generated form wood chip provides efficiencies for diverse business models \n\n   \n\nSpanner Re2 GmbH is the leading global producer of Biomass CHP plants. By cleverly converting regionally available wood chips into electricity and heat, a variety of diverse UK business operations are benefiting from the many advantages of Biomass CHP. From agriculture and forestry, local or remote heating networks to green hotels and wellness estates. They are all transforming their businesses with the UK’s most popular Biomass CHP.\n\n\n\nSince 2009 Spanner Re2 have produced over 600 units, with many having achieved over 40,000 running hours. Two principle units available, a 30kw electrical output producing 73kw heat and a 45kw electrical output producing 108kw of heat.\n\n\n\nThere are many attractive cost advantages of running a Spanner Biomass CHP in the UK. The plant is fully approved by Ofgem and a combination of subsidies are available. For compensation of the power produced, ROC (Renewable Obligation Certificates) regulations apply. The heat is also compensated following the RHI (Renewable Heat Incentive) regulations. \n\n\n\nThe Spanner Re2 Biomass CHP plant has an innovative and functional design that ensures unmatched ease of use and superb access for servicing tasks. Thanks to its modular design, the plant is delivered within eight to twelve weeks upon placement of the order. \n\n\n\nAll customers receive expert installation, repair, and support services by a dedicated local Spanner Re2 team. These experienced experts ensure optimum plant efficiency and economy.\n\n\n\nJS Baird & Sons were one of the first businesses in the UK to install a Spanner Re2 Biomass CHP on their farm located in Angus, Scotland. Like many farms, JS Baird & Sons use a considerable amount of electricity and also need heat for their broiler chicken shed and grain drying floor. They are impressed with the results they have experienced so far: \n\n\n\n • The unit has exceeded it’s year 1 running hours target and is on track to average 7,500 per year\n\n  • Grain drying is significantly faster and cheaper\n\n  • Broiler chickens are growing better than ever before due to cost-effective electricity and heat sources\n\n\n\nWith proven running hours the Spanner Re2 Biomass CHP plant is the most advanced and reliable technology in the industry. It future proofs any business model and enables operators to generate diversified income. To to learn more about the Spanner Re2 and their Biomass CHP plant please visit the website.",
          "Image": "",
          "PhoneNumber": "+491759915700",
          "PlayTime": "",
          "SortOrder": "67",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2FSpanner.jpg?alt=media&token=55799999-6053-402e-b469-31706b8cd18b",
          "Title": "Spanner",
          "VideoURL": "",
          "WebsiteURL": "http://www.holz-kraft.de/en/",
          "id": "0006"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "EA Technology",
          "Description": "Safer, Stronger, Smarter Networks for 50 Years",
          "DetailDescription": "We are delighted to announce here at\n\nBest Practice that EA Technology has been commended for its great worth and longevity in the trade, having deservedly achieved our prestigious 50 Years of Excellence award. We are therefore presenting our readership with a devoted company profile detailing\n\nthe company’s previous movements and upcoming ventures.\n\nThe recognised asset management solution supplier recently marked this impressive milestone with a dedicated open day, which took place on the 16th September. Held in Capenhurst from 9.30am – 1pm, the event was arranged to reflect upon the company’s hugely productive history, celebrating its journey from its humble start-up to its current position as an internationally renowned developer of technological innovations for the electricity industry.\n\nThe important corporate gathering included a tour of EA Technology’s facilities and an informed presentation which brought to light many solutions and concepts introduced\n\nto the market (either recently or confirmed for release shortly). These essential industry updates included the organisation’s ‘LuCIUS’ concept, which intends to create ‘state aware’ electricity networks around the globe, its vision of ‘self-healing’ LV networks (designed to eliminate unplanned supply interruptions with its intelligent technologies) and its smart AM Visual development of a leading CBRM approach, which revolutionises network asset management by quantifying, optimising and visualising asset management interventions.\n\nGroup CEO Robert Davis was keen to tell\n\nus more about the day’s proceedings, “The event enabled us to promote and celebrate our evolving range of safety and reliability focused services and products, whether lightning location, UltraTEV products, or substation surveys (all of which are designed to help our customers reduce service interruptions and achieve a reliable and safe HV electricity network).\n\n“We also discussed our competency based multi-media training packages developed and delivered by our Power Skills Centre, and effectively shared our vision for ‘Pre-emptive’ asset management of HV networks, which is based upon a strategic approach to condition monitoring and intelligent interventions focused on delivering corporate objectives.”\n\n“Our 50th anniversary provided us with the opportunity to show off what we do best,\n\nand where we are heading across all of our business,” added Director Dave A Roberts. “As ever, the changes we make are to restructure, refocus and refine – we believe that our future is bright and likely to be characterised by continued innovation (whether in geographic development or in the solutions we develop and deliver).\n\n“Without question, the energy sector is one of the most exciting areas for innovators\n\nin the world right now. The challenge of reducing energy costs, increasing reliability of supply and reducing carbon emissions, combine to create a fertile landscape for the amazingly creative and motivated people of EA Technology. Our vision, based on our rich heritage, is ambitious and will continue to embrace the challenges ahead.”\n\nThe company, which was previously known as the Electricity Council Research Centre (ECRC) during its establishment in 1966, is today regarded a successful independent employee- owned organisation dedicated to activities surrounding electricity distribution\n\nnetworks. Striving purposefully to assist industrial and commercial customers, EA Technology optimises the performance, reliability, safety and cost-efficiency\n\nof power assets for businesses across the world with its comprehensive suite of services, products, software and consultancy services.\n\nAssisting operators with the process of making more cost-effective and reliable investment decisions in regards to utility scale and private networks, the team combines innovation and flexibility\n\nwith technical excellence, as Dave explained, “The secret to our success\n\nis our adaptability; spotting changes in the market and then focusing on what we can do to better position ourselves whilst providing value to our customers. We also take integrity seriously as we are passionate about doing the ‘right’ thing and are strong believers in a work-hard ethic.”\n\nThe company has been through many exciting developments as of late. As well as expanding significantly ever since its move from a government R&D provider to a commercial entity, EA Technology\n\nhas ensured to adjust to industry changes with the revamp of its globally leading Condition Based Risk Management approach. Another area of interest involves the group’s pivotal position in making the connection between the needs of local electricity networks and electric vehicles as nations make the shift towards transport electrification and its subsequent arrangement of the innovative My Electric Avenue scheme, which is soon to be followed up with Electric Nation, a project set to be the world’s largest of its kind (EV/network related).\n\nNow moving towards the decarbonisation of heat and transport, it seems inevitable that lower voltage networks will become a fundamental factor going forward. OpenLV, a new software platform, is currently being developed which will act\n\nas a network equivalent of a smartphone (operating openly to allow a range of apps\n\nto function) as a means of preventing significant infrastructure costs whilst linking the electricity customers and citizens with the energy system.\n\nOne of EA Technology’s most recent additions is its revolutionary UltraTEV Plus2, which comes with a whole host of benefits. As well as being user-friendly, the latest variation to the award- winning UltraTEVT range integrates additional sensing capabilities and real-time advances analytical features determining distinctions between true PD, noise and other interferences\n\nfor clarification. The portable system simplifies the asset inspection process as its survey mode captures and transfers results direct to computers or company networks via Wi-Fi synchronisation or USB/SD card usage for the purposes of trend identification and maintenance cycle/asset life optimisation.\n\nEA Technology strongly encourages\n\nindustry compliance whilst simultaneously bettering functionality and safety in relation to power asset setup and control. With its 40-strong distribution network – operational with satellite offices situated in the USA, Australia, China, Europe, Singapore and the\n\nUAE – the team can competently provide functional support tools and end-to-end services to customers in 90 countries.\n\nThe high performance solutions have subsequently played an important role in projects for government bodies, commercial organisations and owners and operators\n\nof electricity networks working amidst the mining, petrochemical, process engineering, manufacturing, utilities, health, defence, and infrastructure verticals.",
          "Image": "",
          "PhoneNumber": "01513394181",
          "PlayTime": "",
          "SortOrder": "68",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FEA%20Technology.png?alt=media&token=18e4f028-936f-4781-a5bf-efc53273358c",
          "Title": "EA Technology",
          "VideoURL": "",
          "WebsiteURL": "https://www.eatechnology.com/",
          "id": "00015"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "iStorage",
          "Description": "Securing your sensitive data",
          "DetailDescription": "iStorage’s presence at Infosecurity Europe 2016 has been very successful thanks to the increased amount of cyber security professionals that visited our stand; Everyone was keen to know more about our PIN authenticated hardware encrypted, portable data storage devices.\n\nThe iStorage range includes USB 3.0 Flash Drives, Hard Disk Drives, and Solid State Drive formats. The capacities ranging from 4GB up to 8TB!\n\nThe iStorage range of products all operate straight out of the box, do not require any specialist software or drivers to be installed and are compatible with Windows, Mac, Linux, Chrome, Thin Clients, Android and even Embedded Systems.\n\niStorage products are selected by government entities, financial, legal and educational institutions, as well as many other organisations. These are considered as their removable media of choice because of military\n\ngra de AES 256-bit encryption, supported by FIPS 140-2 Level 3 certification and various other pending certifications to include CESG, CPA and NLNCSA.",
          "Image": "",
          "PhoneNumber": "2089916260",
          "PlayTime": "",
          "SortOrder": "69",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FiStorage.png?alt=media&token=6308dcd2-289d-4567-a6ab-e51baf927711",
          "Title": "iStorage",
          "VideoURL": "",
          "WebsiteURL": "https://istorage-uk.com/",
          "id": "00016"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Spectrum Healthcare",
          "Description": "Redbacks Pocket Knee Pads ",
          "DetailDescription": "Anyone who spends any amount of time kneeling in their work will know the stress it can put on the knee – often developing pain, stiffness and swelling in the joint due to the compression forces. What you may not be aware of is the serious wear and tear being caused to the soft tissue which protects the knee.\n\nThe knee has very little protection of its own with only a very thin layer of skin and muscle over the kneecap. Even during normal every day activities, over a lifetime the knees wear down. So when you spend any length of time kneeling in your day to day work this deterioration process is accelerated. This rapid decline of the soft tissue in the knee significantly increases the risk of injuries such as meniscal cartilage lesions and tears and can lead to long-term degenerative conditions such as osteoarthritis.\n\nTo reduce the risk of damage and to help slow down the wearing down process, it is imperative to ensure that the knee is fully protected. The best way to do this is to wear some form of knee pad.\n\nThere are two main types of knee pads available for workers, strapped or slide in pocketed knee pads. The most popular pocketed pads are generally made from foam or gel, which compress when pressure is applied and generally lose shape and mass over time – decreasing the amount of protection offered so will need to be replaced frequently. Many strapped pads have a hard plastic outer cover which can be very bulky and limit knee movement.\n\nThere is a cost-effective solution......... Redbacks® Knee Pads.\n\nUnlike standard foam or gel knee pads, Redbacks® unique, patented ‘Leaf-Spring’ Cushioning Technology, provides support to the user’s knees by suspension rather than compression. The combination\n\nof a flexible leaf spring and geometric matrix, work to absorb and distribute\n\nthe users body weight evenly, alleviating pressure on the knees and help to reduce discomfort in the back, legs, and ankle joints. The rubberised construction also provides 100% recovery to original shape without loss of function overtime.\n\nFurthermore, in recent scientific\n\ntesting the product was shown to provide immediate protection to the knee, eliminating pressure points and significantly reducing the chance of short and long-term damage to the joint when compared with competitor products on the market.",
          "Image": "",
          "PhoneNumber": "01793762928",
          "PlayTime": "",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FSpectrum%20Healthcare.png?alt=media&token=3557f760-58d2-4595-8517-9f73bfd0fb41",
          "Title": "Spectrum Healthcare",
          "VideoURL": "",
          "WebsiteURL": "http://www.spectrumhealthcare.co.uk/",
          "id": "0004"
        },
        {
          "CellType": "RegularCell",
          "CompanyName": "Bowman",
          "Description": "Plain bearings – plain by name but not by nature",
          "DetailDescription": "Paul Mitchell, managing director for Bowman International, explores the importance of correct bearing specification when it comes to optimising performance and reducing both planned and emergency maintenance.\n\nWith many more material and design options to choose from that one might expect, it could be said that plain bearings are plain by name but not by nature. For design engineers who work in a closed field specifying component parts for a specific environment, specifying plain bearings can become a tick-box exercise. However the same can’t be said for aggressive or unusual applications, where it is far more important to select your bearings on a project-by- project basis.\n\nThe problem often starts when a designer relies on the same bearing even though the application has evolved – the loads get bigger, the speeds get faster or another variable is introduced such as\n\na change in chemical or the withdrawal\n\nof adequate lubrication or maintenance access. A bearing is a small part with a big responsibility and like all components, it has a limit; so the key is to respecify, rather than push the boundaries of the bearing you are used to using.\n\nSpecifying the right plain bearing\n\nThe guiding principal for an engineer is\n\nthat the bearing is the wear element and therefore the shaft must be made of a harder material than the bearing. Knowing the shaft material and its performance properties before commencing bearing selection is crucial and combined with that all important consideration of cost, your manufacturer or distributor of choice will be able to assist you in making the right choice for each project.\n\nOne of the main parameters used in correct bearing specification is the Pressure Velocity Ratio (PVR), the relationship between load and speed, which can give an indication\n\nof the wear that is likely. Like all lifetime calculations though, it doesn’t offer a complete picture, so further investigation into the load and speed is essential. The type of load, whether intermittent or continuous, and whether there is a shock load to consider are all important factors,\n\nas well as the coefficient of friction and the lubrication within the system.\n\nBearing manufacturers have invested heavily in research and development in recent years and we are really starting to see the benefit as an industry. New alloys have been introduced, along with new techniques for manufacturing, testing and fault analysis.\n\nTwo market leading solutions\n\nFor many demanding applications, choosing a self-lubricating bearing or one which\n\nhas been created from a load-resistance alloy could provide optimised performance where many bearings would fail.\n\nLet us look at these two potential solutions in more detail:\n\nSelf-lubricating bearings\n\nSelf-lubricating bearings, like Bowman’s Oilite® range, are also referred to as graphite plug bearings, because they are lubricated for life with solid graphite plugs.\n\nWith lubricating graphite mechanically forced into holes throughout the entire bearing, a film of lubrication is transferred onto the shaft when operation begins, offering continuous lubrication over long periods without maintenance.\n\nWith the capability to withstand high temperatures up to 425°C (800°F) and cryogenic temperatures down to -200°C (-400°F), they are ideally suited for applications where no external lubrication can be provided, for high temperature applications where oil or grease would carbonise, and for bearings which will be immersed in water.\n\nThis includes high temperature applications\n\nsuch as ovens, kilns, dryers and injection moulding machines. Wet application would include submersed pumps, textile finishing, chemical processing, water turbines and lock gates – all of which are hostile environments and difficult to access for servicing, which clearly makes a maintenance-free solution hugely appealing.\n\nHigher load capacity bearings\n\nManufacturers worldwide are investing in the creation of higher load capacity bearings. When it comes to product development\n\nof this nature the BowMet® range from Bowman has been hailed as the biggest advancement in plain bearings in 70 years, offering a higher load capacity and longer life than comparable bearings, together\n\nwith outstanding heat, speed and corrosion capabilities. Its static load of 820N/mm2 is incomparable for plain rolled bearings.\n\nAll of this means with BowMet®, for the\n\nfirst time, rolled bearings can deliver the load capacity required for the heaviest of applications and harshest of conditions, from agricultural machinery, construction plant and large marine vessels, to motorsport vehicles, cranes and many more.\n\nManufactured from the ToughMet® alloy, developed by Materion, it can deliver increased reliability, reduced downtime, fewer warranty claims and lower maintenance costs for a host of applications across many sectors. All with the increased flexibility, reduced wastage and no minimum order quantities that comes with standard rolled bearings.",
          "Image": "",
          "PhoneNumber": "01235462500",
          "PlayTime": "",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FBowman.png?alt=media&token=fa6c5710-beeb-43de-aff8-5b50112e9702",
          "Title": "Bowman",
          "VideoURL": "",
          "WebsiteURL": "http://www.bowman.co.uk/home",
          "id": "0005"
        }
      ],
      "SortOrder": "3",
      "Title": "Latest News",
      "id": "3"
    },
    {
      "Menus": [
        {
          "CellType": "IssueHeaderCell",
          "Description": "",
          "DetailDescription": "",
          "Image": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2FBPBillboard.jpg?alt=media&token=dc9056ee-8483-44d2-b055-e2ea6a72cf74",
          "SortOrder": "1",
          "ThumbnailImage": "",
          "Title": "Latest Issue",
          "pdfLink": ""
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "2",
          "ThumbnailImage": "https://storage.googleapis.com/best-practice-industry.appspot.com/2022/September/662SS.png",
          "Title": "Best Practice 662",
          "pdfLink": "https://storage.googleapis.com/best-practice-industry.appspot.com/2022/September/662.pdf"
        }
      ],
      "SortOrder": "4",
      "Title": "Latest Issue",
      "id": "4"
    },
    {
      "Menus": [
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "2",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F7.jul%2F661SS.png?alt=media&token=ac94cf01-e972-4f2f-a7ee-65818dd90fdc",
          "Title": "Best Practice 661",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F7.jul%2F661.pdf?alt=media&token=79b4fee9-df06-4582-b6fd-60495542f5f1"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "59",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F5.may%2F660SS.png?alt=media&token=217909f1-719a-4d2b-b2f0-ac0309b9de4b",
          "Title": "Best Practice 660",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F5.may%2F660.pdf?alt=media&token=f6c880c3-3788-448b-866a-844316d620c6"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "60",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F3.mar%2F659ss.png?alt=media&token=0f65a3f2-55c0-40df-ab1d-8e27a5488fc1",
          "Title": "Best Practice 659",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F3.mar%2F659.pdf?alt=media&token=22a15407-288e-4e4c-9965-577371802320"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "61",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F658SS.png?alt=media&token=d5d6be7e-a8dd-4dcc-b625-a3f162b8e90a",
          "Title": "Best Practice 658",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2022%2F658.pdf?alt=media&token=db7ea621-24f6-48d2-8213-e3c2bd79af6c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "62",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F10.oct%2F657SS.png?alt=media&token=8bc86b23-ae97-4eea-8321-f924e5c8866f",
          "Title": "Best Practice 657",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F10.oct%2F657.pdf?alt=media&token=95a11345-18a2-4e85-bcf3-c2d0bbbc67b3"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "63",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F7.jul%2F655SS.png?alt=media&token=75b3176b-9a47-48a2-9ef8-bfd6d34a0090",
          "Title": "Best Practice 656",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F7.jul%2F655.pdf?alt=media&token=c09ca114-b496-4fd2-8892-5a09e3524afe"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "64",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F9.sep%2F656SS.png?alt=media&token=39d1540b-b3a9-48ea-8338-f1058ea7ecc0",
          "Title": "Best Practice 655",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F9.sep%2F656.pdf?alt=media&token=e2a0d395-824f-40e1-b706-2c9f458f0e61"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "65",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F5.may%2F654SS.png?alt=media&token=d4fe110a-a87b-4416-976c-c083a9fcd498",
          "Title": "Best Practice 654",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F5.may%2F654.pdf?alt=media&token=e90d6e64-b915-44bb-a71b-6287931bf426"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "66",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F2.feb%2F653SS.png?alt=media&token=a40ea1f6-48db-4e8d-8982-4ee7d464c7b6",
          "Title": "Best Practice 653",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2021%2F2.feb%2F653.pdf?alt=media&token=b0019e7c-cb44-4cc7-8e29-40928738e22b"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "67",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F10.oct%2F652SS.png?alt=media&token=73d388db-cfa7-4ec9-99ab-3eab8a7a78ae",
          "Title": "Best Practice 652",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F10.oct%2F652.pdf?alt=media&token=a8089d36-2b65-4b85-a40b-254ac597162a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "68",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F8.aug%2F651SS.png?alt=media&token=bf9a0808-7c4f-4e01-a15d-ed1a750cf2ff",
          "Title": "Best Practice 651",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F8.aug%2F651.pdf?alt=media&token=0c6618f3-0190-4986-9ef8-2e52f17578c3"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "69",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F4.apr%2F650SS.png?alt=media&token=b0cb3f95-a20b-446d-ae55-2ac2fc83311f",
          "Title": "Best Practice 650",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F4.apr%2F650.pdf?alt=media&token=2d33a785-8537-4902-9825-58d3fc2540e0"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "70",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F4.apr%2F650SS.png?alt=media&token=b0cb3f95-a20b-446d-ae55-2ac2fc83311f",
          "Title": "Best Practice 649",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2020%2F4.apr%2F650.pdf?alt=media&token=2d33a785-8537-4902-9825-58d3fc2540e0"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "71",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FDecember%2F648SS.png?alt=media&token=5c183543-2fd6-45cb-b086-f4794eb1bf65",
          "Title": "Best Practice 648",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FDecember%2F648.pdf?alt=media&token=74ad497a-4ce6-44bb-a8ed-0c22194ce9c9"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "72",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FOctober%2F647SS.png?alt=media&token=6cc7f108-f8c5-40d9-9300-ef35023d0811",
          "Title": "Best Practice 647",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FOctober%2F647.pdf?alt=media&token=f386c4d6-2407-4e05-a90a-47dcb40c118c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "73",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FSeptember%2F646SS.png?alt=media&token=c9f288fc-457d-4467-90ae-06651e4f8876",
          "Title": "Best Practice 646",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FSeptember%2F646.pdf?alt=media&token=3eef43af-ce55-427f-adc9-b9b243d275a3"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "74",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FJuly%2F645SS.png?alt=media&token=0a5fd067-db82-4508-abd2-93eae1556b3d",
          "Title": "Best Practice 645",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FJuly%2F645.pdf?alt=media&token=dcd0cf3d-4895-44bc-920e-74df0b5b9c1a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "75",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FMay%2F644SS.png?alt=media&token=dd709258-b6e6-45b0-9336-b712dbf74273",
          "Title": "Best Practice 644",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FMay%2F644.pdf?alt=media&token=52245673-8d9f-4770-9cfb-c20fae227b48"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "76",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FApril%2F643SS.png?alt=media&token=3c9b87d8-0a7b-4eae-85ea-9de1493fdc81",
          "Title": "Best Practice 643",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FApril%2F643.pdf?alt=media&token=946260d8-bb95-41d1-80a9-626fb99b26d4"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "78",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FFebruary%2F642SS.png?alt=media&token=6dc42468-5944-423f-ba4a-e15ad6ea0059",
          "Title": "Best Practice 642",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FFebruary%2F642.pdf?alt=media&token=13e8fc23-25fd-4fe1-bf0d-66d88d954c4d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "79",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FJanuary%2F641SS.png?alt=media&token=9856b24d-b571-4699-ae0b-5f3742668d85",
          "Title": "Best Practice 641",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2019%2FJanuary%2F641.pdf?alt=media&token=d8e054ac-4c7b-42f8-bcad-142c3360ff2c"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "80",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FNovember%2F640SS.png?alt=media&token=0102f2b9-a52a-45e0-9073-42f0ecbdb894",
          "Title": "Best Practice 640",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FNovember%2F640.pdf?alt=media&token=5c7ed90d-e78a-4959-b93f-1ab6306ddd07"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "81",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FOctober%2F639SS.png?alt=media&token=6bd54ff3-29d0-4d49-950d-dec3c6bd1126",
          "Title": "Best Practice 639",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FOctober%2F639.pdf?alt=media&token=2a73899e-a92d-4bb9-9f41-714a7aba434d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "82",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJuly%2F638SS.png?alt=media&token=71d33f4a-5740-4cc6-84b2-056b67c882a9",
          "Title": "Best Practice 638",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJuly%2F638.pdf?alt=media&token=768c6874-2b3e-43ef-99e3-bb2983bae5e8"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "83",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJune%2F637SS.png?alt=media&token=58031308-ccd0-423a-89ac-9c831a029c63",
          "Title": "Best Practice 637",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJune%2F637.pdf?alt=media&token=f8466879-cb2b-4e9c-97c8-2a2749ef29df"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "84",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FApril%2F636SS.png?alt=media&token=5c52aad2-adac-4e96-b79e-497bfa5b8328",
          "Title": "Best Practice 636",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FApril%2F636.pdf?alt=media&token=61fcbca5-e579-4e4e-a0db-861b78c947cf"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "85",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FMarch%2F635SS.png?alt=media&token=74e96878-7fdd-41a2-ad4f-27d61f59ea05",
          "Title": "Best Practice 635",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FMarch%2F635.pdf?alt=media&token=7ba63e99-696a-49dd-93e3-d59606f8b5bc"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "86",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJanuary%2F634SS.png?alt=media&token=6eaa5786-ffb6-4e46-9f7e-2de7edcdd81d",
          "Title": "Best Practice 634",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/2018%2FJanuary%2F634.pdf?alt=media&token=4b77dbef-cd40-44fc-b35a-620a159560d7"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "87",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2F633SS.png?alt=media&token=8988bb8d-f654-4f8a-bf21-48cd35623c94",
          "Title": "Best Practice 633",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2F633.pdf?alt=media&token=ac163d81-c4b3-49ba-9d3d-ef143225f92d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "88",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/October%2F632BP.png?alt=media&token=cc282013-baf7-48df-a658-c004cb688e39",
          "Title": "Best Practice 632",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/October%2F632.pdf?alt=media&token=8cfe0a32-f32c-4fc0-8738-2dbcf8d0988f"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "89",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F631BPSS.png?alt=media&token=f831fc3a-37db-4132-8cad-bffbf25ac92f",
          "Title": "Best Practice 631",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F631.pdf?alt=media&token=a7b44b56-17b1-4486-821d-b4b1e34beb7b"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "90",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F630SS.png?alt=media&token=e953577c-35ed-46ca-bb6d-06664425ca1d",
          "Title": "Best Practice 630",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F630.pdf?alt=media&token=57fccbdd-e575-463d-8a61-a2046f30ff4d"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "91",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F629SS.png?alt=media&token=8a383bda-f539-4e1f-b769-8d8889ce6851",
          "Title": "Best Practice 629",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/August%2F629.pdf?alt=media&token=020b250a-ceae-4026-aa2f-a644bf5a4145"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "92",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/July%2F628SS.png?alt=media&token=8234944d-871b-411b-9adf-7f4b15ee92fd",
          "Title": "Best Practice 628",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/July%2F628.pdf?alt=media&token=9b6f67bf-2b31-4bae-9e80-2a5f9cd63a6a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "93",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/July%2F627SS.png?alt=media&token=66020a9e-9f94-4417-a43a-4407dbf2a8e4",
          "Title": "Best Practice 627",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/July%2F627.pdf?alt=media&token=a9933d0b-8567-4aa2-a9bc-ad6d4d98db6e"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "94",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/feb%2F626SS.png?alt=media&token=d3d9fb1f-5757-48f9-81d7-3449bd0c870a",
          "Title": "Best Practice 626",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/feb%2FPRA626_Small.pdf?alt=media&token=f2d0296f-9aad-4efa-9aa1-385ed0ff560a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "SortOrder": "95",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FBPSS625.png?alt=media&token=a92e1273-c533-4143-a531-05185beeeb40",
          "Title": "Best Practice 625",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FPRA625compressed.pdf?alt=media&token=ba85ead0-271b-4535-8861-f31639fdad5a"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "DetailDescription": "",
          "Image": "",
          "SortOrder": "96",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FBPSS624.png?alt=media&token=4086217f-6fcc-44ab-b498-b950058b60f3",
          "Title": "Best Practice 624",
          "id": "1",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FPRA624compressed.pdf?alt=media&token=8e77603c-287c-44a9-84c0-86eca1476718"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "DetailDescription": "",
          "Image": "",
          "SortOrder": "97",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F623%2Fpra623front.png?alt=media&token=e369e986-344e-445f-8074-e7f5fd45a47c",
          "Title": "Best Practice 623",
          "id": "2",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F623%2FPRA623.pdf?alt=media&token=2a06829c-d695-43c0-a715-4dfdff26cf67"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "DetailDescription": "",
          "Image": "",
          "SortOrder": "98",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F622%2Fbp622.PNG?alt=media&token=2615fb08-960c-4ab3-b7c8-c47dab52ccce",
          "Title": "Best Practice 622",
          "id": "10",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F622%2FPRA622.pdf?alt=media&token=73577fb4-1797-44be-b0ed-5c8f56bfbb4e"
        },
        {
          "CellType": "PDFCell",
          "Description": "The team at Best Practice Industry UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
          "DetailDescription": "",
          "Image": "",
          "SortOrder": "99",
          "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F621%2Fbp621.PNG?alt=media&token=616a76f1-b08b-4d07-bb35-a96bb56d16b3",
          "Title": "Best Practice 621",
          "id": "11",
          "pdfLink": "https://firebasestorage.googleapis.com/v0/b/bestpractice-3b437.appspot.com/o/Issues%2F621%2FPRA621.pdf?alt=media&token=4728a6e9-c553-462f-96b3-93766b589759"
        }
      ],
      "SortOrder": "5",
      "Title": "Back Issues",
      "id": "5"
    }
  ],
  "SponsorshipImage": "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/January%2FUnisig_625_ad.jpg?alt=media&token=68c634b2-3fdd-4541-a853-189d1f7f73c7"
}