{
  "MenuGroups" : [ {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "SolteQ",
      "Description" : "Having amassed over thirty rich years of experience in development and production, SolteQ is one of the most recognised and reputable manufacturers of energy goods, emphasising energy-self-sufficiency in all of their products.",
      "DetailDescription" : "Having amassed over thirty rich years of experience in development and production, SolteQ is one of the most recognised and reputable manufacturers of energy goods, emphasising energy-self-sufficiency in all of their products. \n\nAs one of the most environmentally conscious companies, SolteQ is committed to a greener planet and as such, is continuously developing innovative products that minimise environmental impact whilst maximising energy self-sufficiency and quality. They are known for constantly pushing the boundaries of environmentally friendly energy production, whether it be in the photovoltaic, solar thermal or wind power sectors. They have a range of products, from PV products for personal safety and anti-theft devices, to windmills for commercial applications and products designed to produce fresh water utilising wind energy. \n\nThe Photovoltaic (BIPV) energy roof is one of their most cutting edge products that is deservedly known as the 'roof of the future.' This roof can meet the energy needs of the average household, and has the potential to provide it with both energy, heat and even hot water. If that wasn't enough, electric motor cars can be fuelled from the roof free of charge. \n\n36% more efficient than traditional PV roofs, the SolteQ Energy Roof has an expected lifespan of over 50 years and has a self-cleaning effect. On top of that, the roof is stylish as well as fully weatherproof, storm-resistant and UV proof. Energy wise, the SolteQ-Quad40 tiles can generate 173Wp/m². \n\nMost outstandingly is that the roof also has solar thermal capabilities, meaning that whilst being able to produce electricity, it can also act as a heat source. This heat can be utilised if used in conjunction with a air/water heat exchanger and appropriate heat pump system. \n\nWith this highly efficient roofing system, SolteQ puts home owners firmly in charge of their own energy and energy costs whilst mitigating their environmental impact. ",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FSolteq.jpg?alt=media&token=8d70502c-2638-422c-8156-96e2c8a14171",
      "PhoneNumber" : "01900 822 188",
      "SortOrder" : "1",
      "Title" : "Save on your Energy with SolteQ!",
      "WebsiteURL" : "www.solteq.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "The HD Group",
      "Description" : "Founded in 1984 H.D. Services Ltd. aim to provide the highest quality percussion drilled boreholes, bespoke sewage treatment systems and Open-Loop ground source heat pump installations anywhere in the South East. Feasibility can generally be confirmed upon receipt of a site postcode. ",
      "DetailDescription" : "Founded in 1984 H.D. Services Ltd. aim to provide the highest quality percussion drilled boreholes, bespoke sewage treatment systems and Open-Loop ground source heat pump installations anywhere in the South East. Feasibility can generally be confirmed upon receipt of a site postcode. \nWe offer a one stop shop for self builders, developers, contractors, consultants and architects providing waste solutions, drainage solutions, independent water supplies and renewable heating options – all specifically tailored to individual needs and suited to the geology of the South East. \n\n\nSewage Treatment, Boreholes and Soakaways\n\nOur bespoke HD-SM plant is designed to meet the needs of the individual clients and comply with strict legislation. We provide support and advice in dealing with the EA and can help in securing any necessary permits and/or licences required.\n\nAll our boreholes are constructed using the cable-tool percussion method - preferred by the Environment Agency (EA) when drilling the chalk aquifer - and are logged with the BGS. Our underpinning ethic is that we want to protect the aquifers from which we make our living.\n\nOur portfolio includes the National Trust, RSPB, various county and borough councils, Highways Agency as well as hundreds of domestic clients and estates. \n\n\nGround Source Heat Pumps\n\nOpen-loop GSHP installations utilise ground water as a heat source. Groundwater is pumped from the borehole directly to the heat pump where the heat is extracted. The water is then returned to the aquifer, normally via a buried harvesting tank.  As ground water is utilised, there is the option of a potable water supply (subject to analysis and suitable filtration). \n\nThe heat pumps we install are manufactured by a British company in Devon and are MCS accredited. We have a partnering agreement with the manufacturer and have been heavily involved with the development of the newly released unit. \n\nAll our heat pump installations are designed to be RHI eligible and we provide support and advice in applying for the domestic Renewable Heat Incentive. We have achieved regional success in both 2015 and 2016 winning the RHI installer of the Year Award at the Green Deal and ECO Awards, and in 2017 have received a Commitment to Excellence Award. \n\nThe company is proud to employ land drillers, electricians, plumbers, civil engineers, heat pump engineers, graduates and fellows of the British Geological Survey. We are members of the WDA, GSHPA, REA, NaCSBA and are ISO 9001, 14001 and MCS accredited.\n\nFor more information please visit us there or go to www.hdservicesltd.co.uk.",
      "PhoneNumber" : "01494792000",
      "SortOrder" : "8",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/2feb%2FThe%20Manor%2C%20Hedgerley%20-%20Water%20supply%20borehole%2C%20sewage%20treatment%20system%20and%20heat%20pump.jpg?alt=media&token=4529c265-313a-4428-855c-1a85d4608ed7",
      "Title" : "The HD Group",
      "WebsiteURL" : "http://www.hdservicesltd.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Rainwater Harvesting Ltd",
      "Description" : "Rainwater Harvesting Ltd has been duly commended with our Product Innovation Award, we are delighted to announce here at Building Solutions UK",
      "DetailDescription" : "Rainwater Harvesting Ltd has been duly commended with our Product Innovation Award, we are delighted to announce here at Building Solutions UK.\n\nThe company, which can be found at Harrier Park in Peterborough, was founded in May 2007 and has gone from strength to strength in the years that have ensued. The brand is now widely considered one of the UK’s leading rainwater harvesting specialists and is renowned for\n\nits ability to assist its customers with the provision of concentrated support and high quality solutions.\n\nProduct innovation is essential in ensuring an effective response to the strains surrounding the UK’s water infrastructure (climate change, population and urban growth\n\nbeing the main contributors). In an attempt to maintain a sustainable cycle to combat the subsequent shortages of supply and severe  ooding, Rainwater Harvesting has developed an entirely new Integrated Water Management System.\n\nThe simple yet functional innovation, named RainActiv, merges the heavily controlled release of attenuated water into the network with the option to combine with Rainwater Harvesting. The revolutionary Sustainable Urban Drainage System (SuDS) device has an ultra-low discharge rate (as low as 0.05 litres/second per property; 50X lower than some Vortex  ow control systems) and has the  exibility to calibrate with individual site requirements.\n\nAs a completely unique concept,\n\nthis cost-effective solution will signi cantly impact the storm attenuation market with its easy integration and high performance functionality. Designed by industry frontrunners, the decentralised water management system collects water from a roof space whilst removing debris using a self- cleaning  lter, and an underground tank stores and attenuates the clean water which is then discharged at a calculated rate. If required, the cool, fresh water can then pumped back into the house for toilets, washing machines and outside use.\n\n“There is nothing else available out there that solves the problems occurring within the industry,” commented Marketing Specialist Jarred Lester. “The large,\n\nmodular tanks seen on many sites typically require around 50 houses for the system to work effectively, but the compact RainActiv is ideal for smaller sites as it works on a house to house basis controlling the discharge rates.”\n\n“The specially developed system controls the rainwater at source making a better use of the space,” added Of ce Manager, Jae Lester. “For every speci cation, we use high end SuDS calculation software Micro Drainage; this ensures clients can be absolutely clear about their discharge\n\nrates. Having recently focused our attentions on sustainable drainage systems, we believe that this product will make a massive difference to the industry with its notable cost savings.”\n\nIf you would like any further\n\ninformation please don’t hesitate to get in touch with Rainwater Harvesting today. The friendly group of professionals employed at the company will be happy\n\nto negotiate with you in a no- obligation phone call and instant quotes can be readily supplied where requested. You are also free to post questions and queries via the company’s social media platforms or send across an email detailing your requirements.",
      "PhoneNumber" : "01733405111",
      "PlayTime" : "",
      "SortOrder" : "9",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/Rainwater%20Harvesting%20Ltd1.png?alt=media&token=c8bd8e4c-b3be-4e8d-bfa6-4269a729d4f6",
      "Title" : "Rainwater Harvesting Ltd",
      "VideoURL" : "",
      "WebsiteURL" : "http://suds-solutions.co.uk/",
      "id" : "0001"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Clarity Glass Repairs",
      "Description" : "Building Solutions UK is extremely proud to present Clarity Glass Repairs with its highly prestigious and industry acclaimed Commitment to Excellence profile",
      "DetailDescription" : "Building Solutions UK is extremely proud to present Clarity Glass Repairs with its highly prestigious and industry acclaimed Commitment to Excellence profile.\n\nWith years of experience in repairing damaged or scratched glass, Clarity Glass Repairs’ skilled and dedicated technicians are able to repair all types of damage to glass. Satisfying the needs of customers in retail, construction, commercial and residential, the company provides reactive, preventative and planned maintenance services on interior and exterior glass.\n\nThe sole purpose for installing glass is to provide the ability to see through it. However if glass is damaged through general wear and tear, accidental scratching or through malicious scratched graf ti damage, this can detract from its original purpose and the original clarity of vision is disrupted and lost.\n\nClarity Glass understands that  rst impressions matter and that scratched glass, etched graf ti tags, stains and mineral deposits all detract from the general appearance and appeal of your premises,\n\nwhether it is a customer looking in your shop window, a client visiting you at your business premises or a guest looking at the view out of their hotel room.\n\nTherefore, the company offer a comprehensive service that is cost effective, convenient and an easy way to keep your glass looking fresh and new.\n\nWhen repairing scratched glass, Clarity takes the time to determine the type of glass about to be worked on, whether it has any  aws, small scratches and cracks, especially at its edges, and carries out a close inspection of the area to be repaired.\n\nVarying grades of  at abrasive pads are then used to carefully grind the glass  at to the depth of the scratch whilst feathering the\n\narea to ensure the glass is restored back to its original clarity. The cloudiness that occurs as a consequence of grinding is then  nely polished out using cerium oxide compound to restore the glass surface to its maximum clarity.\n\nbecome stained, discoloured or hazy. Rain water  owing over the façade of a building can pick up traf c grime and minerals from concrete, mortar or stone and carry these contaminants onto the surface of the glass. As standard cleaning products do not work, the company use modern glass polishing techniques that can get the glass back to its original clarity. If your glass has been damaged by this, Clarity can restore it saving you up to 80% of the potential costs of the replacement units.\n\nAs well as saving you time and money\n\nand providing a more convenient service, repairing scratched and mineral damaged glass rather than replacing it also bene ts the environment. In today’s environmentally conscious marketplace companies are constantly looking for ways to reduce their carbon footprint. Repairing glass is just one change that companies can make to become more sustainable without affecting their business practices or breaking the bank.\n\nFor more information on Clarity Glass and how they can help you, contact on: 0800 772 0194 or visit the website at: www.clarityglassrepairs.co.uk\n\n   \n\n ",
      "PhoneNumber" : "08007720194",
      "SortOrder" : "11",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FCGR.png?alt=media&token=f6ad4f47-0074-47be-baaf-9611d30ca6c2",
      "Title" : "Clarity Glass Repairs",
      "WebsiteURL" : "http://www.clarityglassrepairs.co.uk/m/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Premier Guarantee",
      "Description" : "Buildings policies for intermediaries and brokers",
      "DetailDescription" : "Premier Guarantee is one of the UK's leading providers of Structural Warranties and Building Control. Since 1997, the established brand has successfully presented solutions to thousands of builders and developers across the UK and Ireland.\n\nWith policies in place on over a quarter of a million housing units, Premier Guarantee has become the provider of choice for some of the country's leading property developers with services spanning throughout the lifetime of your build programme, providing you with assistance from early planning stages, through to  nal sign-off of your properties.\n\nTheir huge success is largely due\n\nto the fact that Premier Guarantee delivers some of the most innovative, competitively priced schemes on\n\nthe market. Its activities have been operationally effective ever since\n\nthe company’s establishment and are consistently supported by its dedicated surveyor network, which is made up of over 100 industry professionals.\n\nAs well as being readily available for on-site visits, the local surveyors are also on hand to provide advice where needed, regularly communicating with the client to solve any problems that may have arisen. Premier Guarantee boasts a well-built business structure, with a workforce comprising over 300 employees who make it their personal priority to provide quality levels of support to customers working on construction projects and those in need of warranty solutions for all types of residential and commercial builds.\n\nBuilders and Developers bene t from these ef cient services as Premier Guarantee ensures your project runs smoothly. The company appreciate that your focus is making sure your homes and buildings are built to the correct standards and on time and therefore guarantee the process of\n\nsorting your structural warranty is as simple as possible.\n\nAs a housing association, Premier Guarantee understands that making sure your tenants are safe is a very important aspect of your role. For that reason, they provide warranties for social housing developments of all sizes and understand the needs of the teams involved with them. Whether it's sharing of information or issuing certi cates, the team are on hand to support you as best as they can.\n\nWorking with insurance brokers, independent  nancial advisors, mortgage specialists, commercial  nance brokers and approved inspectors, Premier Guarantee helps Brokers, Architects and Consultants provide the right advice for their clients. Their national network of expert surveyors can support you in minimising any risks of defects whilst helping you to achieve the plans that you have. The Premier Guarantee Introducer Network is a select group of companies who work alongside the team to provide house builders and homeowners\n\nwith expert advice on selecting and purchasing Structural Warranties.\n\nHome owners are also supported as the company provides key issues\n\nthat you should look out for as a homeowner as well as how to contact us if you  nd any problems with your new build home.\n\nPremier Guarantee is situated in\n\nBirkenhead Wirral, but also occupies a number of regional of ces across the UK and in Europe. Excellence is spread across the spectrum, as all designated teams work in tandem so that when calls are received the right guidance can be provided regardless of the individual issue.\n\nLarger clients can maximise the services available from the  eld sales team, who are more than happy to manage quotes, orders and ongoing work whilst meeting on the occasion for follow-ups. All enquiries can be met accordingly, whether clients are looking to resolve problems, attain quotes or require certi cation.\n\nCustomer satisfaction and industry distinction is of the utmost importance to Premier Guarantee, who mark\n\nthe successes of their movements with an exclusive internally arranged event. The coveted ceremony, named the Premier Guarantee Excellence Awards, acknowledges the UK’s\n\nbest developments covered by the company’s schemes with a selection of well-deserved titles.\n\nThe 2015 edition was held on Thursday 12th November at the Bankside Vaults in London as a massive celebration featuring the award winners and  nalists, each of whom were individually recognised for demonstrating excellent skill, site management and quality in each of their chosen developments.\n\nOver a third of a million customers housing units across the UK and Europe have reaped the bene ts\n\nof attaining coverage with Premier Guarantee. To  nd out more about this warranty provider of choice, who has worked in accord with some\n\nof the country's leading property Developers, then please don’t hesitate to get in touch with the team today. Alternatively you can browse the website to access further information about the solutions available.",
      "Image" : "",
      "PhoneNumber" : "08444120888",
      "PlayTime" : "",
      "SortOrder" : "2",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/Premier%20Guarantee.png?alt=media&token=5fac9146-c12f-4770-a4b0-00c52238ed15",
      "Title" : "Premier Guarantee",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.premierguarantee.co.uk/",
      "id" : "0002"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Netzsch",
      "Description" : "NETZSCH trailer-mounted rotary lobe pump can be relied on in an emergency",
      "DetailDescription" : "NETZSCH T1 and T2 series rotary lobe pumps are robust, versatile, positive displacement devices. They are self-priming, capable of up to 8m suction lifts and up to 10 Bar discharge pressure. Twelve models in three series provide  ows of up to 1,000m3/h.\n\nWith no valves to clog they are able to handle a wide range of liquids including dirty water and slurries containing solids and  brous matter. They are not sensitive to viscosity, are not\n\nprone to gas-locking and provide a steady, low pulsation output.\n\nThe pump design pays special attention to robustness and resistance to aggressive and abrasive media. The lobes are coated with resilient nitrile rubber, which provides the sealing and is able to absorb\n\nthe stresses of handling solids without damage. The casings are equipped with renewable wear plates to ease maintenance and keep costs down. The simple, cartridge mechanical\n\nseals are robust and easy to maintain. Unusually in the lobe pump world, the pumping chambers are separated\n\nfrom the gear casing making\n\nit impossible for product to contaminate the gearbox in the unlikely event of seal leakage.\n\nThe maintenance friendly, front- loading design allows all wearing parts to be accessed quickly and easily from the front, without any need to disturb pipe work.",
      "Image" : "",
      "PhoneNumber" : "",
      "PlayTime" : "",
      "SortOrder" : "3",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/Netzsch.png?alt=media&token=789e99dc-fb37-488c-9a5f-734601fbf200",
      "Title" : "Netzsch",
      "VideoURL" : "",
      "WebsiteURL" : "https://www.netzsch.com/en/",
      "id" : "0003"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "giacomini",
      "Description" : "Water quality in communal heating systems",
      "DetailDescription" : "With a wealth of experience supplying heat interface units to communal and district heating systems, Giacomini\n\nUK is able to offer dedicated technical assistance and advice on how to achieve the best results.\n\nIn this article Giacomini UK’s technical support manager, Helen Gibbons, discusses the importance of water quality in communal heating systems.\n\nWith the support of her Giacomini colleagues, Helen is hoping to increase understanding of how to protect vital components within communal or district heating systems from damage caused by debris in the system. Ensuring optimum performance and functionality over the system’s lifetime.\n\nHelen explains, “When there is a problem with the system, in most cases, it demonstrates itself at the point of use, leading the end consumer to believe the issue is located there.\n\n“During a recent callout, where a fault had been reported at the heat interface unit, I found the strainers protecting the unit both damaged and almost entirely blocked by debris. When emptying one litre of primary  ow water into a jug, the course dirt settling at the bottom of the jug came up to the 100ml mark.”\n\nA HIU works by transferring the thermal energy from the primary system over to the secondary systems, via plate heat exchangers. If it is not receiving enough energy from the primary side, the laws\n\nof physics prevent it from giving enough thermal energy to the secondary heating and domestic hot water. The thermal energy received from the primary side is a combination of temperature and  ow rate. Filters blocked by debris will restrict the  ow rate to the HIU and as such also the energy delivered.\n\nDebris blocking the strainers will also lead to increased pressure drops in the system, decreasing the ef ciency of the primary pumps.\n\n“This is why cleanliness of the water in these systems is essential!” continues Helen.\n\n“To prevent dirt build up, the water quality of the system needs to be considered as early as at the design stage. To keep the water dirt free, air\n\nand dirt separators need to be included in the system as well as y-strainers near critical components. Designers should also think about how the system will be maintained and kept at a good standard by including  ushing by-passes and drain\n\npoints, as well as pressure gauges near  lters for ease of monitoring differential pressure caused by dirt build up.”\n\nGiacomini also recommends that dosing pots be incorporated, so that the correct water treatment can be included and maintained throughout the lifetime of the system. \n\nThe water should be continuously monitored and maintained by a water treatment specialist to avoid limescale, oxidisation and corrosion, as these can lead to solid particles building up in the water, which can again block strainers or damage components. Never leave untreated water in the system for a prolonged time.\n\n“Moving on from the design stage, prior to commissioning of the system, the pipework needs to be thoroughly  ushed to remove all debris that might be present from the construction stage. Dedicating time to  ushing the system properly and carefully will save a lot of future problems.\n\n“The system needs to be  lled with clean, treated water, which prior to  lling should have gone through a  ltration process as the mains water can contain contaminants.”\n\nIf the above processes have been followed the system should now have been  ushed and free from construction debris;  lled with clean treated water; treated to prevent future debris build up caused by lime scale and corrosion; and have air and dirt separators as well as  lters in place to take out any dirt that might be present despite the precautions.\n\n“All that is left now to ensure a long life, low maintenance system is to make sure there is a programme in place for cleaning of  lters and for topping up of water treatment.”\n\nHelen concludes, “Incorporating these precautionary methods will save a lot of time and money in avoided call outs and repairs. Most importantly though, it will ensure the end consumer has got a continuous and uninterrupted supply of heating and hot water.”",
      "Image" : "",
      "PhoneNumber" : "",
      "PlayTime" : "",
      "SortOrder" : "4",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/giacomini.png?alt=media&token=a1e158b0-aefc-4473-8efe-e27bee164db4",
      "Title" : "Giacomini",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.giacomini.co.uk/",
      "id" : "0004"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "IMI Hydronic Engineering",
      "Description" : "IMI’s intelligent control valve system saves money and energy",
      "DetailDescription" : "IMI Hydronic Engineering has created a brand new solution to the problems caused by inaccurate control technology in heating or cooling systems.\n\nUncomfortable temperature oscillations, noisy systems, and expensive and unsustainable energy bills are all a thing\n\nof the past with the new TA-Modulator\n\n– a highly precise pressure independent balancing and control valve – in conjunction with a range of fully digitally con gurable actuators TA-Slider. Together, their revolutionary technology delivers the exact amount of energy to ensure perfect comfort and reduced energy costs.\n\nTemperature  uctuations and high energy consumption are often caused by oversized or undersized control valves, over ows\n\nor under ows, incorrectly set up pumps, and inadequate control valves that only deliver the necessary  ow to reach the desired temperature and keep it stable. The results can have alarming effects on energy consumption – overheating by just one degree Celsius in winter increases\n\nthe annual energy consumption by 6% to 11%. The  gures for cooling systems are even more dramatic: one degree lower than necessary equates to a 12% to 18% increase in energy costs.\n\nEnergy demand and  ow rate bear no linear relationship for cooling and heating coils.\n\nA  ow rate of just 20% is required for an output of around 50%. Most air-conditioning\n\nsystems are oversized to withstand a few peak days in the year – a  ow rate of 100% is therefore only required in rare cases and so HVAC coils operate at a  ow of just 25% for the majority of the year.\n\nThe TA Modulator from IMI has\n\nbeen designed using a valve with a uniquely shaped, patent-pending EQM characteristic. This allows it to accurately make the minimal corrections to the  ow to keep the desired temperature stable. The valve provides a 600% larger working stroke than linear valves at the same  ow rate, giving it an outstanding ability to control the  ow almost to zero value.\n\nThe TA-Modulator from IMI is a Pressure Independent Balancing and Control Valve (PIBCV). The built-in pressure controller protects the valve against pressure  uctuations in the installation, keeps\n\nthe temperature control highly stable,\n\nand minimises the number of actuator movements, prolonging its longevity. It also protects the installation against over ows, provides automatic hydronic balancing, simpli es commissioning and saves pumping costs up to 40%.\n\nIn contrast to most competitor products the TA-Modulator is able to measure both the pressure and the true  ow through the valve. It is therefore easier to correctly adjust the pumps in order to minimize energy costs or to locate and rectify any errors or malfunctions in the entire system",
      "Image" : "",
      "PhoneNumber" : "01582866377",
      "PlayTime" : "",
      "SortOrder" : "5",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/IMI%20Hydronic%20Engineering.png?alt=media&token=f18ca263-6562-41c8-b79f-5563faab1ef3",
      "Title" : "IMI Hydronic Engineering",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.imi-hydronic.com/en/",
      "id" : "0005"
    } ],
    "SortOrder" : "2",
    "Title" : "Building News",
    "id" : "2"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Marldon",
      "Description" : "Reliable. Sustainable. Trustworthy. Marldon UK: The professional’s choice designed by the professional, creates products to fulfil your needs. Using our 45 years’ experience in the wood flooring industry, drawing from Vincent’s wealth of knowledge, and innovating along the way, we have the complete solution!",
      "DetailDescription" : "Reliable. Sustainable. Trustworthy. Marldon UK: The professional’s choice designed by the professional, creates products to fulfil your needs. Using our 45 years’ experience in the wood flooring industry, drawing from Vincent’s wealth of knowledge, and innovating along the way, we have the complete solution!\n\nWe research extensively, trial and test thoroughly, and support your journey’s every step.\n\nThe complete, innovative and environmentally sound product range includes:\nDPMs\nLevelling compounds\nAdhesives & primers\nBatten & cradle systems\nOils & lacquers\nSanding machines & abrasives\nMouldings & trims\nMaintenance & protection\nWe take care to develop products to provide you with simple and effective solutions which will meet and exceed both your specifications and expectations. At Marldon UK, Only The Very Best Will Do!\n\nWhen creating our products, consideration for Health & Safety, as well as environmental standards plays a vital part in the development process. All our products adhere to British Standards regulations and push the boundaries of your professional expectations. Regardless of your flooring challenge, Marldon UK has a solution!",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FMarldon.jpg?alt=media&token=0e0ec8b2-3ab3-4c89-a682-256f4334b49f",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "Your Complete Subfloor Solution Partner: Marldon UK",
      "WebsiteURL" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "DAVID FLEMING CHIMNEY CONSULTANT",
      "Description" : "With over 25 years’ experience in the very specialised chimney engineering sector of the construction industry, we are capable of advising on any project large or small. ",
      "DetailDescription" : "With over 25 years’ experience in the very specialised chimney engineering sector of the construction industry, we are capable of advising on any project large or small. \nDavid Fleming Chimney Consultant do not supply or install any systems, however we have experience of every chimney system and remedial lining system on the market. This allows us to give professional, understandable and above all impartial advice, to discover the most effective and economical solution to your chimney problems. Ensuring the most suitable and cost effective solutions are recommended and allowing a specification for the chimney works required to be taken to the market. \nDavid Fleming Chimney Consultant can reduce the costs of chimney construction and repair by giving clear, understandable advice on exactly which system or repair is required. \nW can also recommend suitable companies who specialise in the particular system or chimney repair required.",
      "PhoneNumber" : "01580240059",
      "SortOrder" : "3",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/2feb%2FDavid%20Flemming.png?alt=media&token=47d7b8d6-5efd-462d-a9cf-17a9d8d771c0",
      "Title" : "DAVID FLEMING CHIMNEY CONSULTANT",
      "WebsiteURL" : "https://www.chimneyconsultant.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "",
      "Description" : "Self Build Assistance was first established back in January 2013 by founder David Jardine-Wilkinson. David has an outstanding twenty years’ experience in the building industry with a wealth of in-depth knowledge on different construction methods, including concrete and light steel frame, to traditional build and timber frame.",
      "DetailDescription" : "Self Build Assistance was first established back in January 2013 by founder David Jardine-Wilkinson. David has an outstanding twenty years’ experience in the building industry with a wealth of in-depth knowledge on different construction methods, including concrete and light steel frame, to traditional build and timber frame. He is also a member of The Chartered Institute of Builders.\n\nHis company initially started out solely as a Project Management service but has since grown and expanded and now acts as the main contractor on numerous jobs. Self Build offers advice only packages or can deliver on customer's projects from beginning to end. Using their project management tools, the company can control the quality and budget of each project whilst taking on subcontractors to carry out the work.\n\nOne of the many things Self Build prides themselves on is their transparency when pricing a job. In fact, transparency, quality and competitive prices make up the company ethos. They give each potential client a breakdown of the work to be undertaken as well as a segregated list of costings with inclusions of all the works too. This ensures the client understands the project and all the costings in full. Self Build understands that every build is the client's to live with, and as such encourage the client to be as in control as possible.\n\nAll of their construction projects are carried out with extreme care, quality and professionalism. Self Build will even consult with architects and structural engineers on jobs and also use temporary work engineers if dealing with complex propping works or scaffold designs.\n\nAs an offshoot of Self Build- which works with private home owners mostly- the SBA Maintenance was developed in order to take care of the projects of their main contractors. This separate entity deals with specialist works to allow Self Build to concentrate on their own clients with compromising quality.\n\nSBA have been steadily increasing since their inception in 2013 and have attended multiple trade shows, including the Housebuilding and Renovation Show and may be attending the Build-It live show in the future.",
      "PhoneNumber" : "0207 889 2013",
      "SortOrder" : "2",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/1Jan%2Fself-build-advice.jpg?alt=media&token=f6c1073f-4e30-4200-af67-ddef6f4c3dae",
      "Title" : "Who can Build it? Self Build Assistance",
      "WebsiteURL" : "http://selfbuildassistance.com/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "GlowBeanie",
      "Description" : "GlowBeanie designs and creates glow in the dark beanies and other accessories.  All GlowBeanies are hand made to order using a chunky yarn with a reflective thread running through it, which bounces back the light from passing traffic making the wearer more visible and safer.",
      "DetailDescription" : "GlowBeanie designs and creates glow in the dark beanies and other accessories.  All GlowBeanies are hand made to order using a chunky yarn with a reflective thread running through it, which bounces back the light from passing traffic making the wearer more visible and safer.\nWith an extensive range of colours and unique designs,  GlowBeanie can cater for all sizes, tastes and even the family dog (yes, really!) which can all be found on our website www.glowbeanie.co.uk.\nEstablished in 2014, GlowBeanie have recently gained a number of awards for their innovative products including Crafter of the Year (2016 and 2017), CV Corporate Business Excellence, Innovative Product of the Year, Safety First and Inspirational Lady of the Year.\nBased in North Wales at the gateway to Snowdonia National Park, GlowBeanie finds inspiration from the great outdoors with ideas for new designs perpetually springing to mind.  GlowBeanie also caters for a wide target market.  We say “if you are out training, walking the dog, on the school  run, nipping to the shops, or just going from A to B in all weathers, everyone needs a GlowBeanie.”  But don’t just take our word for it, take a look at some of our customer reviews on the website.\nAs we are a small company we are able to personalise our customer service.  If you don’t see what you want in our gallery we can tailor a product to your requirements (within reason!), just get in touch.\nOur GlowBeanies have recently found a new market in industry, where they can be worn either under or over a hard hat for that extra visibility when moving around on site, with the added bonus of keeping you warm with our super chunky knits.  \nHaving learnt to knit as a child GlowBeanie’s owner, Jane Beachell, is keen to pass on her skills to new generations and hosts ‘Learn to Knit’ sessions near their base in North Wales.  For 2017 GlowBeanie are also introducing kits in order to make mini-GlowBeanies or flower brooches.  These will be coming to our website soon and will be announced through social media.\nFor more details about GlowBeanie see our website www.glowbeanie.co.uk or find us on Facebook (www.facebook.com/glowbeanie) or Twitter (www.twitter.com/glow_beanie) \n\nGlowBeanie\n07818 684228\njane@glowbeanie.co.uk\nwww.glowbeanie.co.uk\nwww.facebook.com/glowbeanie\nwww.twitter.com/@glow_beanie ",
      "PhoneNumber" : "07818 684228",
      "SortOrder" : "59",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FGlowBeanie.jpg?alt=media&token=282d0f84-cf44-49ad-b0fa-a2568d16fcc1",
      "Title" : "GlowBeanie",
      "WebsiteURL" : "http://www.glowbeanie.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "LeeSan",
      "Description" : "LeeSan has been selected as a company most deserving of our prestigious Commitment to Excellence pro le, we are delighted to announce at Building Solutions UK.",
      "DetailDescription" : "LeeSan has been selected as a company most deserving of our prestigious Commitment to Excellence pro le, we are delighted to announce at Building Solutions UK.\n\nThe Midlands based business was founded over four decades ago and has gone from strength to strength since its establishment. Having originally concentrated on serving the leisure and marine markets and sewage pump installations, the organisation has since\n\ndiversi ed into the welfare, domestic, industrial and commercial sectors due\n\nto ongoing success and demand.\n\n“Our company offers expertise in all manner of mobile sanitation and clean water boosting works,” commented Karl Sutcliffe, LeeSan’s newly appointed Technical Sales Director. “We offer a worldwide spares delivery and can advise on speci cations of mobile sanitation if required. Our aim is to supply, quote and advise on all aspects of the pumping process for all mobile welfare facilities.\n\n“I would say that we stand out from our competitors because of our\n\n40 years of experience – dealing and handling the products we supply – and providing full back\n\nup and support whilst ensuring our staff members are set to take any incoming calls should a customer need any help.”\n\nThe LeeSan online store, which is accessible at www.Leesan.com, impressively boasts the largest single source of marine sanitation\n\nequipment, parts and service kits on the internet. The vast inventory of products can be assorted into the following categories: toilets, one stop pump shop, hoses/pipe &  ttings, tanks, toilet spare parts, pump spare parts, consumables, tank accessories, self-pump-out kits, toilet & tank packages, service kits, pump-out accessories,  ush water treatment, water systems, Bilge water\n\nensure all of the necessary aspects are covered as appropriate.\n\nPlease feel free to contact a member of the team using the telephone number and email address supplied below. Alternatively, you can browse the full range by visiting the company website, navigating the pages by means of brand or product category to see for yourself the many options available. Part numbers or descriptions can be entered into the search box\n\nfor direct results and recommended accessories will be shown to enhance equipment performance and longevity.",
      "PhoneNumber" : "01295770000",
      "PlayTime" : "",
      "SortOrder" : "61",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/ls1.png?alt=media&token=165bed39-b9d4-4138-ba6d-a17d9c95cd70",
      "Title" : "LeeSan \n\nThe UK’s Leader in Marine Sanitation",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.leesan.com/",
      "id" : "0001"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Spanner",
      "Description" : "Heat and electricity generated form wood chip provides efficiencies for diverse business models",
      "DetailDescription" : "Heat and electricity generated form wood chip provides efficiencies for diverse business models \n\n   \n\nSpanner Re2 GmbH is the leading global producer of Biomass CHP plants. By cleverly converting regionally available wood chips into electricity and heat, a variety of diverse UK business operations are benefiting from the many advantages of Biomass CHP. From agriculture and forestry, local or remote heating networks to green hotels and wellness estates. They are all transforming their businesses with the UK’s most popular Biomass CHP.\n\n\n\nSince 2009 Spanner Re2 have produced over 600 units, with many having achieved over 40,000 running hours. Two principle units available, a 30kw electrical output producing 73kw heat and a 45kw electrical output producing 108kw of heat.\n\n\n\nThere are many attractive cost advantages of running a Spanner Biomass CHP in the UK. The plant is fully approved by Ofgem and a combination of subsidies are available. For compensation of the power produced, ROC (Renewable Obligation Certificates) regulations apply. The heat is also compensated following the RHI (Renewable Heat Incentive) regulations. \n\n\n\nThe Spanner Re2 Biomass CHP plant has an innovative and functional design that ensures unmatched ease of use and superb access for servicing tasks. Thanks to its modular design, the plant is delivered within eight to twelve weeks upon placement of the order. \n\n\n\nAll customers receive expert installation, repair, and support services by a dedicated local Spanner Re2 team. These experienced experts ensure optimum plant efficiency and economy.\n\n\n\nJS Baird & Sons were one of the first businesses in the UK to install a Spanner Re2 Biomass CHP on their farm located in Angus, Scotland. Like many farms, JS Baird & Sons use a considerable amount of electricity and also need heat for their broiler chicken shed and grain drying floor. They are impressed with the results they have experienced so far: \n\n\n\n • The unit has exceeded it’s year 1 running hours target and is on track to average 7,500 per year\n\n  • Grain drying is significantly faster and cheaper\n\n  • Broiler chickens are growing better than ever before due to cost-effective electricity and heat sources\n\n\n\nWith proven running hours the Spanner Re2 Biomass CHP plant is the most advanced and reliable technology in the industry. It future proofs any business model and enables operators to generate diversified income. To to learn more about the Spanner Re2 and their Biomass CHP plant please visit the website.",
      "Image" : "",
      "PhoneNumber" : "+491759915700",
      "PlayTime" : "",
      "SortOrder" : "62",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/best-practice-industry.appspot.com/o/December%2FSpanner.jpg?alt=media&token=55799999-6053-402e-b469-31706b8cd18b",
      "Title" : "Spanner",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.holz-kraft.de/en/",
      "id" : "0002"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Yorkshire Timber Engineering",
      "Description" : "Top Quality, Cost-Effective Timber Frame Structures",
      "DetailDescription" : "Top Quality, Cost-Effective Timber Frame Structures\n\n\n\nEstablished in 2008 by D.Prescott, S.Prescott, M.Bean and D.Grantley, Yorkshire Timber Engineering has seen significant growth in the years to follow. Its rapid progression has enabled the business to become one of Yorkshire’s leading providers of roof trusses, engineered floor joists and timber frame solutions.\n\n\n\nThe specialists, who are based in Beverley, East Yorkshire, design and manufacture timber frame buildings, trussed rafters, holiday lodges and engineered floor beams. Services include consultations, design concepts, the provision of materials and on-site deliveries, ensuring customers receive support as well as quality results throughout the whole process.\n\n\n\nYorkshire Timber Engineering focuses on high quality construction, efficient build times and greater cost controls in order to go above and beyond its clients’ expectations. Developing effective, long-term partnerships with developers, contractors and architects (as well as customers) has enabled the company to secure an enviable reputation and a prominent position at the forefront of the construction sector.\n\n\n\nThe timber frame solutions come at a fixed price and they all meet current building regulations to outperform steel or concrete materials in fire tests. Not only are they environmentally friendly, but they also have an exceptional thermal and acoustic performance and deliver significant project savings.\n\n\n\nThe roof trusses are a highly engineered product constructed from kiln dried, planed all round timbers and engineered steel nail plates which act as a sturdy support system for the roof coverings, snow loads, ceiling finishes, storage, water tanks and other requirements. Considered the most cost-effective solution for the majority of roofs in the UK, roof trusses use 40% less timber than other methods and they ensure lower labour costs as pre-fabricated components are utilised.\n\n\n\nThe ecojoist floor beams are a natural progression from timber frame walls and trussed rafters. Available in six different sizes (ranging from 195mm to 425mm), ecojoists have many practical benefits. Its lightweight construction ensures a reduction of site wastage, minimal shrinkage and an elimination of surface run pipework. In addition, economical roofs of prefabricated lightweight trussed rafters can be designed for all applications, from the build of small extensions to large commercial schemes.\n\n\n\nYorkshire Timber Engineering understands the benefits of using timber frame as opposed to the more traditional construction method (with bricks and blocks). Robust timber frame structures have increased logistical efficiencies, quicker build times and are of premium quality, making them a solid option for the formation of various buildings (from large multi-storey apartment blocks to traditional houses and extensions).",
      "Image" : "",
      "PhoneNumber" : "01482861213",
      "PlayTime" : "",
      "SortOrder" : "63",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/Decemebr%2FYorkTim.png?alt=media&token=1c7d3ba2-ee52-43b0-9624-db9af89ebcd1",
      "Title" : "Yorkshire Timber Engineering",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.yorkshiretimbereng.com/",
      "id" : "0004"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "breakfastbarstools",
      "Description" : "Saving the world from mediocre bar stools!",
      "DetailDescription" : "Building Solutions UK is extremely pleased to present Langs Quality Furniture with its richly deserved Commitment to Excellence pro le for their dedication to providing the highest quality products and services to customers throughout the UK.\n\nThe renowned company has been providing exceptional, customised bar stools since 1999. The established online web shop was set up\n\nby entrepreneur Graeme Lang who previously worked for a large private company selling furniture to pubs, clubs and hotels. After receiving a great deal of customer enquiries\n\nfor bar stools to be customised for home and kitchen use, Graeme discovered a real gap in the market for High Quality Breakfast Bar Stools\n\nStarting life as a basic website, before Google was even invented; the business has experienced a great deal of changes over the years. Today, Langs Quality Furniture offers customers an easy to use, ef cient online ordering system that allows users to view every style, colour,  nish and base available and design their very own, bespoke stool using the revolutionary app.\n\nNow a renowned specialist supplier of innovative bar stools as well as matching dining tables and chairs, Langs, under the trading name of Breakfast Bar Stools, boasts a large portfolio which can be delivered quickly and ef ciently to anywhere throughout the UK and abroad.\n\n“Our wide choice of colours,  nishes, legs and materials are guaranteed to suit everyone’s requirements,” commented Graeme. “The range of high quality, attractive stools has satis ed a large number of customers over the years, including many renowned companies and individuals. Our customers love the variety\n\nof choice and the longevity of our products as well as their extreme comfort and stylish look.\n\n“Designed for those that require luxury and reliable furniture which can be enjoyed for many years, our Italian made bar stools also come with a 2 year guarantee. They are of far better quality than competitor brands which are cheaper, but made with second-rate materials and likely to fall apart within 6 months. With us, people enjoy sitting in comfort, instead of perching uncomfortably!”\n\nThe app – which can be found at http:// www.seatingmyway.com/app/chairs – allows you to create your very own bar stool or matching chair, choosing your preferred options and see the  nished piece before you commit to order. You are able to experiment with different colours and designs to create a stool or chair that is completely unique to you.\n\nTo seek ideas and inspiration from those that are already enjoying Langs Quality Furniture in their homes, visit houzz.co.uk. Similar to Pinterest in style, the website is dedicated to home décor, both interior and exterior, and\n\nenables you to save images to your idea book to decide on the perfect furniture for your home. You can see Langs furniture in action and witness how matching designs can truly enhance the look of your home and lets your personality shine through your décor.\n\nGlowing reviews for Langs Quality Furniture can also be found on Houzz which comment on their superior quality, excellent service and their outstanding aftercare support where they  x or replace occasional faulty or damaged components as soon as possible in order to get\n\nyour stools back up and running in no time.\n\nhttp://www.houzz.co.uk/pro/graemelang\n\n“We always receive fantastic feedback\n\nfrom our customers, many of whom have experienced faulty, uncomfortable chairs from cheaper brands and realised Langs is the way forward!” Graeme explained. “Our matching furniture is a huge hit amongst customers as many people are opting to have open plan living areas and the matching Chairs and Bars Stools pulls the whole scheme together.”",
      "Image" : "",
      "PhoneNumber" : "01414238283",
      "PlayTime" : "",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/breakfastbarstools.png?alt=media&token=b6ea161a-49db-492a-9ada-2f79766b56eb",
      "Title" : "breakfastbarstools",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.breakfastbarstools.co.uk/",
      "id" : "0002"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Elmatic",
      "Description" : "The UK’s Largest Heating Element Manufacturer",
      "DetailDescription" : "The family business, which specialises\n\nin the supply of heating elements for industrial and electrical applications, was founded by Franz Skalitzky & Cyril Hodges in 1949. Over six decades in the trade has resulted in the company becoming a highly regarded industry expert, holding the prestigious position as one of the country’s leading heating element manufacturers and industrial & electric heater suppliers.\n\nElmatic boasts the widest and best quality range of products on the market and its team actively strives to ensure all customers are dealt with accordingly with the provision of suitable electric and industrial heating elements. The extensive inventory includes Mica Band & Plate Heaters, Nozzle\n\nHeaters, Cartridge Heaters, Ceramic knuckle heaters, Tubular rod Heaters, Immersion/ Flange heaters, Air Duct Heaters, Ceramic Core heaters, Strip Heaters, Roller/Disc Heaters and all forms of Fabrication & Sheet Metalwork which may be required. Elmatic also produce a range of Load Banks for the testing of generators.\n\nOne of the company’s most notable innovations is its line of square section heaters. Suitable for situations involving injection/blow moulding, rubber moulding, mould & tool dies, manifolds, plastic process machinery, packaging machinery, test equipment and such, the single-ended components guarantee a better heat transfer with more surface contact and\n\nthe capability to operate at temperatures up to 750°C. The fully sealed heaters also promise a rugged design, tubular construction and unmatched level of durability.",
      "Image" : "",
      "PhoneNumber" : "02920778727",
      "PlayTime" : "",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/elmatic.png?alt=media&token=1409d029-8cb5-4a72-aea2-f75a447f6cdf",
      "Title" : "elmatic",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.elmatic.co.uk/",
      "id" : "000392"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "MossCreek",
      "Description" : "MossCreek brings American Rustic Design to the UK",
      "DetailDescription" : "The most popular rustic home design  rm in America is now offering full design services to self-build clients in the UK. Having created beautiful homes throughout the U.S. and Europe for over 33 years, MossCreek is now actively involved with projects for self-build clients and their Main Contractors in Britain.\n\nMossCreek’s unique approach to home design begins with a trip to the project location for personal consultations with the client, and to thoroughly familiarize themselves with their client’s property. MossCreek listens closely to the client, and works with them to create an interior plan that re ects their lifestyle and needs, while encompassing it in the rustic style that MossCreek is known for.\n\nA primary design goal of MossCreek is to develop a home that becomes a beautiful complement to the setting and land that the home is situated in. Special attention is paid to natural features of the land, and a design is created that celebrates and showcases the client’s property from both outside and inside the home.\n\nUsing the technologies of remote meetings and cloud  le storage, MossCreek is able to closely work with their clients throughout the world to actively engage with them\n\nin the design and their new home. As the project progresses, MossCreek’s clients\n\nare able to obtain real-time updates and provide constant feedback and direction\n\nto MossCreek. Design decisions are made jointly and the results are soon available for further discussion and incorporation in to the residence.\n\nWith their unique insights and understanding of rustic homes, MossCreek is the preeminent source for full custom design services, as well as a large collection of plans and designs that are vetted and ready for immediate purchase.",
      "Image" : "",
      "PhoneNumber" : "02032902986",
      "PlayTime" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/mosscreek.png?alt=media&token=f12327af-416f-44a1-a583-013432637464",
      "Title" : "MossCreek",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.mosscreek.net/",
      "id" : "000493"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Gallant Air Conditioning",
      "Description" : "Offering the Best HVC Solutions",
      "DetailDescription" : "Gallant Air Conditioning is a contemporary company specialising in the distribution of high quality HVAC products, covering both the air conditioning and ventilation segments with its range of exceptional solutions.\n\nThe business, which is ideally positioned in Mans eld in the East Midlands with close links to the major UK motorways, has enjoyed steady growth since its establishment. This success has in turn prompted further expansion, with the team investing in further facilities.\n\nGallant’s hard-working directors and staff members share over 150 years of industry experience, which makes the group strongly competent in the facilitation of individual clients’ HVAC needs. Their re ned capabilities include designing, commissioning, application, installation, maintenance and aftersales services in the form of technical expertise, internal support and spares identi cation.\n\nAs well as providing climate friendly, energy ef cient solutions for any business area\n\n( nance, sales, marketing and legislation included), Gallant offers training in the latest HVAC technologies, an opportunity made available for customers by means of an up- to-the-minute showroom and training school.\n\nIn terms of suppliers, the organisation\n\nis incredibly pleased to have secured partnerships with two of the most notable global producers of air conditioning products: Samsung and Mitsubishi Electric. Gallant is therefore a specialist distributor for Samsung, the major mobile phone and television brand, and a value-added reseller of Mitsubishi Electric air conditioners and ventilation units.\n\nHOLTOP are the partner of choice for\n\nGallant in relation to ventilation equipment, selected speci cally for their reliability and quality. Together, the branded products form a comprehensive portfolio that can assist Gallant in its quest to successfully serve any customer with particular ventilation requirements.\n\nUnderstanding the importance of keeping pace with the latest trends shaping the HVAC industry, Gallant works with its dedicated suppliers to ensure energy ef ciency maximisation and environmental protection whilst developing new technologies.",
      "Image" : "",
      "PhoneNumber" : "01623646640",
      "PlayTime" : "",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/Gallant%20Air%20Conditioning.png?alt=media&token=1153bd2b-6e72-4502-a891-ce44b7852d37",
      "Title" : "Gallant Air Conditioning",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.gallantgroup.co.uk/",
      "id" : "00094"
    } ],
    "SortOrder" : "3",
    "Title" : "Latest News",
    "id" : "3"
  }, {
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Description" : "",
      "DetailDescription" : "",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2FBBJuly.jpg?alt=media&token=b52884a0-bf4b-492e-8b0c-e21ecdf50bf3",
      "SortOrder" : "1",
      "ThumbnailImage" : "",
      "Title" : "Latest Issue",
      "id" : "1",
      "pdfLink" : ""
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "2",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F825SS.png?alt=media&token=b569fcc4-a663-4511-9253-a29f18694b0e",
      "Title" : "Building Solutions UK 825",
      "id" : "5",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F825.pdf?alt=media&token=d1a142fd-89fb-4730-8993-f94d86cd56db"
    } ],
    "SortOrder" : "4",
    "Title" : "Latest Issue",
    "id" : "4"
  }, {
    "Menus" : [ {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "59",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F824SS.png?alt=media&token=36b34647-7cfc-4181-92a9-5082ec49b587",
      "Title" : "Building Solutions UK 824",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F824.pdf?alt=media&token=bea1a92b-1cd0-4389-b7b1-d362e1a63b2e"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "60",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F823SS.png?alt=media&token=1d4e54ab-06aa-4a14-881d-2cc0c03d60e0",
      "Title" : "Building Solutions UK 823",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/3July%2F823.pdf?alt=media&token=f8a79f44-d19f-44a4-9b80-1ef1f0bd0960"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "61",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/1Jan%2Fbsu822SS.png?alt=media&token=197fcdaf-3770-46b4-8cd2-ff3ae11aa609",
      "Title" : "Building Solutions UK 822",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/1Jan%2FBSU822-compressed.pdf?alt=media&token=dae3f16d-4aa7-48b2-a24a-f151db3a3361"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "62",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSSS821.png?alt=media&token=3c715fdd-be2d-4c72-8532-cd619d9526eb",
      "Title" : "Building Solutions UK 821",
      "id" : "5",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSU821compressed.pdf?alt=media&token=455dcb68-7099-40ca-ac68-59a9b856146b"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "63",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSSS820.png?alt=media&token=403c7d50-b250-461f-a6d8-08dd7da87b37",
      "Title" : "Building Solutions UK 820",
      "id" : "2",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSU820compressed.pdf?alt=media&token=4e084f7b-a355-45dc-bdf0-91310a463340"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "64",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSSS19.png?alt=media&token=23baf986-bc29-46d1-8b67-d6752fcd9644",
      "Title" : "Building Solutions UK 819",
      "id" : "3",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/January%2FBSU819compressed.pdf?alt=media&token=05148eab-22b1-4a64-b281-3c548f49215c"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "65",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/818%2FBSU818.png?alt=media&token=39aa1950-1cf5-4532-9d31-50bc847bdf20",
      "Title" : "Building Solutions UK 818",
      "id" : "4",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/818%2FBSU818.pdf?alt=media&token=969affb6-024c-4698-856a-78aa4848b0a0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "66",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/817%2FBSU817.png?alt=media&token=f30a8606-3026-4cb1-8e8b-5eb4997fbc1d",
      "Title" : "Building Solutions UK 817",
      "id" : "5",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/building-solutions-uk.appspot.com/o/817%2FBSU817.pdf?alt=media&token=c8ba3f41-c932-47d8-8606-5270d8d4581a"
    } ],
    "SortOrder" : "5",
    "Title" : "Back Issues",
    "id" : "5"
  } ],
  "SponsorshipImage" : ""
}
