{
    "Menu 1 Industrial": {
        "CellType": "HeaderCell",
        "CompanyName": "?? Pillarhouse International APP ",
        "Date": "04/05/2023",
        "Description": "Samuel J",
        "DetailDescription": "Samuel J. McMaster*1,2, Andrew Cobley1, John E. Graves1, Nigel Monk2* Corresponding author – s.mcmaster@pillarhouse.co.uk1 Functional Materials and Chemistry Research Group, Research Centre for\nManufacturing and Materials, Institute of Clean Growth and Future Mobility,\nCoventry University, Priory Street, Coventry CV1 5FB, U.K.2 Pillarhouse International Ltd., Rodney Way, Chelmsford, CM1 3BY, U.K.Introduction\nSelective soldering utilises a nozzle to apply solder to components on the\nunderside of printed circuit boards (PCBs). This nozzle can be moved to\neither perform dips (depositing solder to a single component) or draws\n(applying solder to several components in a single movement). The selective\nsoldering methodology thereby allows the process to be tailored to specific\njoints and allows multiple nozzle types to be used if required on the\ncircuit board.Key attributes of nozzles\nTo ensure that controlled application of the solder is maintained, the\nsolder must wet to the nozzle. Wettability is the study of the adhesion of\nliquids to solids due to the interaction between the surface energy of the\nsolid and the surface tension of the liquid. The most common method of\nmeasuring wettability is determining the contact angle of a sessile\ndroplet.When in contact with a solid, a liquid droplet will deform and spread out.\nThe amount of spreading and the angle of the interface between the liquid\nand solid is determined by the surface tension of the liquid and the\nsurface energy of the solid. Figure 1 demonstrates scenarios with various\nlevels of wetting. When the surface energy of the solid is greater than the\nsurface tension of the liquid, the droplet will have a lower contact angle.\nFigure 1(a) and (b) are an example of this.Figure 1. Examples of different contact angles between a droplet (stripped\nred) and solid (blue): (a) Contact angle of 0° demonstrating perfect\nwetting. (b) Contact angle less than 90°for a wetting surface. (c) Contact\nangle greater than 90° hydrophobic surface. By Idris.abk - Own work, CC BY-\nSA 4.0, https://commons.wikimedia.org/w/index.php?curid=97191171For the wetting of the solder to the tip of the nozzle maintains a stable\nradial wave and achieves control during the soldering process by\nmaintaining a stable dome shape to deposit solder. Figure 2 shows a well\nwetted nozzle wherein the solder is adhered to the entire outer surface of\nthe nozzle. This allows for good control during the selective soldering\nprocess. The static wettability for this nozzle would be akin to Figure 1\n(a) or (b).Figure 2. A wetted nozzle.In the case of a material that solder does not readily wet to, the solder\nwill maintain a single stream as shown in Figure 3. The static wettability\nof this nozzle would produce a large contact angle such as in Figure 1 (c).Figure 3. A non-wetting nozzle.To achieve wetting between liquid solder and a nozzle, there must be a\nclean interface. Flux is used to remove oxides and generate/maintain this\nclean interface before and during operation. After cleaning, a chemical\nreaction between the solder and nozzle determines the extent of the wetting\nbut this interaction also causes wear of the nozzle.Therefore, a good nozzle must have good wettability to solder ensuring that\ncontrol can be maintained during the selective soldering process in\naddition to a balance between the wear and wetting.The need for development\nThe new nozzle will reduce operation and maintenance costs for\nmanufacturers by reducing the number of nozzles required overall and\nreducing downtime caused by nozzle failure. Improving the wettability of\nnozzles will allow for more challenging joints to be tackled using the\nselective method. This project has been undertaken due to customer requests\nto increase nozzle lifetime and reduce the maintenance required.This research project, part funded by Innovate UK and Pillarhouse\nInternational Ltd. is partnered with Coventry University through a\nknowledge transfer partnership scheme. The new AP Master Nozzle will be\navailable in June of 2023.T +44 (0)1245 491333\nsales@pillarhouse.co.uk\nwww.pillarhouse.co.uk\n",
        "Image": "https://storage.googleapis.com/businessandindustrytoday.appspot.com/2023/May/PillarhouseInternational_379_01.jpg",
        "PhoneNumber": "0 (0)1245 491333",
        "SortOrder": "1",
        "Title": " Selective Soldering: A need for Innovation and Development",
        "WebsiteURL": "http://www.pillarhouse.co.uk"
    },
    "Menu 11 Environmental": [
        [
            [
                {
                    "CellType": "RegularCell",
                    "CompanyName": " RHE Global ",
                    "Date": "04/05/2023",
                    "Description": "The Noise App is a digital tool that supports citizens experiencing noise nuisance and allows them to report directly to their housing provider or local authority",
                    "DetailDescription": "The Noise App is a digital tool that supports citizens experiencing noise\nnuisance and allows them to report directly to their housing provider or\nlocal authority. The app is used by over 360 organisations across the UK,\nreceiving around 3 million recordings since first launched in 2016.Widely accepted in courts across the UK and used for enforcement by\nsubscribing organisations, the app's data has proved invaluable in hundreds\nof cases, securing civil injunctions in county courts, along with ombudsman\ninvestigations. It has also played a vital role in a number of safeguarding\ncases.With the addition of picture and video, case analytics and messenger\nfunctionality, the app can reduce time spent on cases and support officers\nin triaging cases more accurately and efficiently.For more information on a Premium subscription, or for a free demo with a\nmember of the RHE Global team, contact: sales@rheglobal.com\n",
                    "Image": "https://storage.googleapis.com/businessandindustrytoday.appspot.com/2023/May/RHEGlobal_444_01.jpg",
                    "PhoneNumber": "",
                    "SortOrder": "",
                    "Title": " Report noise with confidence and keep the peace with The Noise App",
                    "WebsiteURL": "http://"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": " Ulster Shredders P ",
                    "Date": "04/05/2023",
                    "Description": "In this issue of Sustainability Today, we are proud to announce Ulster Shredders as our shredding manufacturer Company of the Year",
                    "DetailDescription": "In this issue of Sustainability Today, we are proud to announce Ulster Shredders as our shredding manufacturer Company of the Year.Industrial recycling remains rightfully, a hot topic across global business sustainability targets, as we edge towards a total circular economy.Ulster Shredders has been a stalwart manufacturer of industrial shredders for over 50 years, providing everyone from SME’S to national recycling organisations with world-class shredders. These phenomenal shredders have impressive shred capacity across a diverse range of materials from: paper, plastics, biomass, computer hard drives, glass, wood, tyres, metal and clinical waste. The U-45 shredder was even adapted to help clean up plastic waste across the Irish seas, shredding plastic waste collected by fishermen and even recycling end-of-life fishing nets.As the leading manufacturer of industrial shredders, these precision-designed shredders can handle everything from production processing, mobile shredding, confidential waste to volume reduction, propelling the circular economy.The experienced sales and engineering team are also happy to design and manufacturer bespoke shredders, mobile or otherwise for customer applications.Based in Castledawson Magherafelt, Nothern Ireland, this globally renowned AAC ISO 9001-company was founded by Jack Gowdy in 1970. With an initial remit working in partnership with the aerospace and textile industries, the company has diversified over the years to specialise in industrial shredding manufacturing.With an existing state-of-the-art 40,000sqft manufacturing facility, dedicated CNC machine shop and assembly area, the company has kickstarted 2023 with a brand new 5,000sqft research & development facility. Using the framework of, ‘testing before investing,’ customers are invited to safely view the testing of products for shredded output.The R&D facility houses the full range of shredders, conveyors and hoppers and welcomes customers to book a demo to see the next-generational R&D facility in action, with specific configuration to demonstrate pre and post shredded materials.We caught up with Edele Mallon: Marketing Officer to find out more about this pioneering company and how it’s fared over the last 12 months,“This last year has been challenging, given the current economic climate but rewarding. We have continued to work hard to support our existing customers through our aftersales teams as well as securing some new business customers.“We have attended a variety of trade events post-COVID and are delighted to be able to once again interface with existing customers & new contacts. We have also added new members to team in a variety of roles, managerial, design and operational roles. We have launched new products to complement our range as well as our new R&D facility.”The team successfully showcased the T-50 4-shaft shredder at the IFAT 2022 Expo, to impressed industry enthusiasts. The ergonomic shredder is user-friendly, offering a cost-effective one-stop-shredding application, across numerous applications. The advanced shredder is powered by two electric motors, driving the four shafts through a series of reduction gears.The T-50 has been expertly designed to allow versatile application feeding from all sides via the conveyor belt, forklift, tipping devices, or indeed manually. Designed to be effortlessly added to pre-existing production lines; compatible with upstream or downstream shredding solutions, this shredder is suitable for many operations.The T-50 is particularly well suited to the more challenging materials from mixed material streams, plastics, piping and wood, guaranteeing a high throughput to regulated particle size.“From the T-50 showcasing to our new R&D facility, we have weathered the last 12 months remarkably well, showing timely business acumen. We have doubled our engineered capacity and welcomed two new Business Development Managers on board: Jude & Chris, working alongside our Sales and Service Director Paul Atkinson, who has been with the company for 25 years.“We continue to provide first-class turnkey solutions for all our customers, assisting with the full product lifecycle from design, installation, dedicated after sales, inspections, service, and repair.“We can provide spare parts from our well stocked supply, across the UK and Ireland within 24 hours. With our in-house manufacturing facilities, we can offer competitive, reduced lead times,” continues Edele.This pioneering company puts customers at the heart of its operations by providing comprehensive training programmes for all machine operators, from novice to advanced levels. The training provides operators with all the necessary skills to operate the shredding machinery at the highest level, offering assured health & safety compliance and confidence.The waste and recycling industry has driven machinery design over the years and all customers are welcome to contact Ulster Shredders, to test new material shredding. This prototype testing helps to push the boundaries in the recycling industry: adjusting and recalibrating the machinery to accommodate new materials.With cutting-edge in-house 2D and 3D CAD systems, the engineering team at Ulster Shredders can continuously design and evaluate shredding capabilities. With the Autodesk Inventor: a 3D solid modelling and 2D draughting software package, the team can visualise a virtual 3D modelling of components, driving high standards and manufacturing perfection. This investment in state-of-the-art digital technology has allowed Ulster Shredders to maintain its position as manufacturer of industry-leading shredders.The future looks bright for Ulster Shredders as Edele outlines, “We are excited to be launching further new products over the next year, hopefully launching at some trade shows across the UK and Europe. “We will continue to scale up operations to meet demands, as the recycling industry heads towards the 2050 UK Government net zero targets and all eyes are on 100% business sustainability. “Our in-house engineering team never stop and they are busy focussing on existing product enhancement features.“We are of course, delighted to be recognised as the shredding manufacturer Company of the Year. It is a privilege, an honour and a fitting tribute to the hard work of all the Ulster Shredders’ team.”Ulster Shredders will be at Plastics Live 2023: Coventry Building Society Arena from 10-11 May, the E-Waste World Conference & Expo in Frankfurt Messe on the 28-29 June and will be returning to RWM/Lets Recycle Live on the 13-14th September.To book a free demo at the new R&D facility or to view the full shredder range, see below:T 028 7965 0050 info@ulstershredders.com www.ulstershredders.com",
                    "Image": "https://storage.googleapis.com/businessandindustrytoday.appspot.com/2023/May/UlsterShredders_444_12.jpg",
                    "PhoneNumber": "",
                    "SortOrder": "",
                    "Title": "Kickstart recycling with shredding: new R&D facility allows ‘testing before investing’",
                    "WebsiteURL": "http://www.ulstershredders.com"
                }
            ],
            {
                "CellType": "HeaderCell",
                "CompanyName": " Alkali Environmental P ",
                "Date": "04/05/2023",
                "Description": "Your Environmental Monitoring, Consultancy & Compliance ExpertsAlkali Environmental are expanding their services to include an air quality consultancy department",
                "DetailDescription": "Your Environmental Monitoring, Consultancy & Compliance ExpertsAlkali Environmental are expanding their services to include an air quality consultancy department.Alkali Environmental brings a fresh approach to environmental services. Comprising a team of forward-thinking industry experts, we combine our expert knowledge with a commitment to exceptional service.The consultancy division will complement our stack emissions offering, giving our clients a complete package to industrial air quality by providing services such as permitting, dispersion modelling, H1 stack height determination, ambient air quality and odour monitoring.The consultancy division will also be able to provide assistance with planning applications in the built environment, by providing air quality, noise and lighting assessments for new development proposals, following the process through to providing construction dust monitoring and mitigation.At Alkali we understand that poor air quality continues to pose a significant threat to people and the environment in the UK and can be one of the greatest environmental threats to human health. This is why all our air quality services carried out by our experienced environmental consultants offer a faultless service to determine its suitability for use in terms of the potential impact on air quality and any other subsequent risk to human health. All of our air quality practitioners hold suitable academic training as well as being affiliated with the Institute of Air Quality Management (IAQM).If you’re involved in property and construction, industrial and commercial, retail and managed estates, and require an Air Quality Assessment for your planning application, our environmental expert consultants can assist you with a variety of services to meet the needs of your projects.In addition, dust emissions come from a wide range of activities and can be generated by on-site construction and site operations. We offer a variety of services to help you in this area including Construction & Demolition Assessments, Construction Environmental Management Plans (CEMP), Operational Dust Impact & Exposure Assessments, Construction Dust Monitoring (MCERTS), Noise and Vibration Monitoring and Boundary Monitoring.Our equipment ranges from simple passive diffusion tube sampling to sophisticated, automatic air quality stations that offer continuous air quality monitoring with real time updates and alerts. We can support you in a variety of projects that cover many pollutants. From installation to operation and air quality management, our air-quality equipment will provide specific data management solutions for your organisations to help you develop a better understanding of your impact on your employees, the local environment and public health.Alkali Environmental Odour Services are perfect for minimising the risk of nuisance complaints by assessing the effects of odour on the surrounding environment before your project has even begun. We can support you with IAQM Odour Impact Assessments, H4 Odour Impact Assessment, Kitchen Odour Assessments, Odour Management Plans, Site Odour Surveys, Odour Complaint and Nuisance Investigation, Odour Dispersion Modelling, and UKAS & MCERTS Odour Monitoring to combat this. We are extremely experienced in conducting odour monitoring and odour assessments across all industry sectors.Furthermore, Alkali Environmental can assist with a variety of other services to meet your needs. Contact us today to request a brochure for a full list of offerings or to discuss your requirements and see how we can help.M 07551 591=363matthew.oneill@alkalinity.ukwww.alkalinity.uk",
                "Image": "https://storage.googleapis.com/businessandindustrytoday.appspot.com/2023/May/AlkaliEnvironmental_444_01.jpg",
                "PhoneNumber": "",
                "SortOrder": "1",
                "Title": "Alkali Environmental UK announces new air quality consultancy department",
                "WebsiteURL": "http://www.alkalinity.uk"
            }
        ],
        {
            "CellType": "RegularCell",
            "CompanyName": " Enotec P ",
            "Date": "04/05/2023",
            "Description": "In this issue of Sustainability Today, we are proud to announce that ENOTEC GmbH is our Gas Analysis Solution Company of the Month",
            "DetailDescription": "In this issue of Sustainability Today, we are proud to announce that ENOTEC GmbH is our Gas Analysis Solution Company of the Month.ENOTEC GmbH is a leading player in the process gas analysis technology, focussed primarily on the development, production and sale of In-Situ gas analysers and interconnected equipment for process control and emission monitoring applications. The analysers are perfectly suited for applications that involve incineration and combustion processes.Established 1980 by Fred Gumprecht in Marienheide near Cologne, Germany, ENOTEC expanded exponentially in product development and production. With subsidiaries in UK, USA and Belarus, the company continues to offer global expertise, with localised, regional support.Among many others, the target industries include coal, gas and oil-fired power plants, refineries, chemical and petrochemical plants, cement and steel plants, refuse, biomass and sludge incinerators, paper/pulp manufactories, waste heat boilers, drying processes and marine engines. The precision-driven ENOTEC products are designed to operate efficiently in high flue gas temperatures and high dust load environments, as well as corrosive or reducing atmospheres.ENOTEC’s compliancy to the quality management system ISO 9001 ensures that the gas-sensing analysers provide reliable, accurate values. Furthermore, a SIL 2 (1oo1 selection) functional safety certificate is available for the O2 sensor. On request and under certain conditions, a QAL1 certification can be issued for O2 monitoring as part of a CEMS.We caught up with Angie Niño, Digital Marketing Manager, to find out more about ENOTEC’s gas analysers, “The OXITEC® 5000 can measure the excess O2 directly after a combustion process to permanently control the air-fuel ratio. ENOTEC develops and produces their own zirconia based O2 sensors, which are particularly robust, remain gas-tight due to a special soldering technique and have an average life expectancy of 7 to 8 years in typical combustion-related applications.”Moreover, ENOTEC’s range of EX-probes and electrical control units permits measurements in designated explosion areas. Besides the European ATEX certification for zones 1/2, the analysers are certified according to the international IECEx regulations, which enables the worldwide use of the ENOTEC systems.For example, the explosion-prove COMTEC 6000 GasEx probe embodies an additional COe sensor (COe = sum of all combustible gas components such as CO. H2, CxHy, etc.). Excess O2 and COe levels can be adjusted down to a minimum, enabling optimal fuel efficiency. The precise combined In-Situ measurement allows immediate reaction to changes in the flue gas composition, which is ideal for a safe operation, especially in refineries.Arising from the COMTEC set-up, ENOTEC has developed the SILOTEC, a system to monitor the inertisation of silos (e.g. coal storage) and early detection of smouldering fires.Recently ENOTEC also displayed its CEMTEC rotary kiln extraction probe at the 2023 Global CemProducer Conference and Expo in Munich, Germany. Following the exhibition, trade delegates visited the refurbished Burglengenfeld Heidelberg Cement plant, to see the sophisticated state-of-the-art CEMTEC technology in action. It is designed for extreme harsh process conditions (temperatures up to 1400°C and dust loads up to 2000g/m³), having an availability of more than 95%.ENOTEC has been a global leader of precision-driven process gas analysers for over 40 years and as Angie Niño comments, “Due to the constantly evolving market for emissions and process analysers, ENOTEC is decidedly committed to stay at the forefront of this evolution by strongly investing in research and development for future innovation.”For more information, see the UK Sales office details below:T +44 (0)844 247 0102enotec.uk@enotec.comwww.enotec.com",
            "Image": "https://storage.googleapis.com/businessandindustrytoday.appspot.com/2023/May/Enotec_444_02.jpg",
            "PhoneNumber": "",
            "SortOrder": "",
            "Title": "ENOTEC - Leading gas sensing solutions since 1980",
            "WebsiteURL": "http://www.enotec.com"
        }
    ]
}