{
    "Menu 2 Food & Drink": {
        "CellType": "HeaderCell",
        "CompanyName": " Kandy Kitchen Creations APP ",
        "Date": "21/09/2022",
        "Description": "Kandy Kitchen Creations Ltd, set up by husband-and-wife team Karen and Andy Turner originally from their kitchen table, now have a range of 32 products across 4 categories: SOUPS, STEWS, RISOTTO and PUDDINGS, which are all still made by hand, albeit in a much bigger production space than before their appearance on Dragons’ Den",
        "DetailDescription": "Kandy Kitchen Creations Ltd, set up by husband-and-wife team Karen and Andy\nTurner originally from their kitchen table, now have a range of 32 products\nacross 4 categories: SOUPS, STEWS, RISOTTO and PUDDINGS, which are all\nstill made by hand, albeit in a much bigger production space than before\ntheir appearance on Dragons’ Den.The packs are put together ‘sand art style’ in home compostable tubes and\nhave ‘Super Simple’ instructions. The RRP is £5.49, with Gluten free and\nVegan options available. The savoury options are easy to prepare family\nmeals and the majority just need water and a heat source to be ready in\naround half an hour. This makes them ideal for taking on camping, caravan,\nmotorhome and motorcycling holidays or a super speedy and nutritious family\nmeal when you just don’t have time to cook. The puddings range are equally\nsuper simple to prepare just by adding a few ‘wet’ ingredients such as\nbutter, treacle or eggs to the mix and following the instructions on the\npack.Kandy Kitchen Creations sell online at www.kandykitchencreations.co.uk and\nare currently stocked in around 60 farm shops, deli’s and garden centres\nacross the UK.Kandy Kitchen Creations won New Business of the Year in 2019 at their local\narea business awards and have since been on BBC One’s Dragons’ Den (S19,\nEp3 - 20.1.22).If you are interested in joining the wholesale side of their family\nbusiness, please visit the wholesale section of the website and register.\nOr contact andy@kandykitchencreations.co.uk for further info.Find us on Facebook (Super Simple by Kandy Kitchen Creations) and Instagram\n(@kandykltchencreations)Contact\nT 01706 334308\nM 07814 824180\nenquiries@kandykitchencreations.co.uk\nwww.kandykitchencreations.co.uk\n",
        "Image": "https://storage.googleapis.com/productservicesreview.appspot.com/2022/September/KandyKitchenCreations_807_02.jpg",
        "PhoneNumber": "01706 334308",
        "SortOrder": "1",
        "Title": " Kandy Kitchen Creations",
        "WebsiteURL": "http://www.kandykitchencreations.co.uk"
    },
    "Menu 6 Retail": {
        "CellType": "HeaderCell",
        "CompanyName": " Botanica P ",
        "Date": "21/09/2022",
        "Description": "In this issue of Products and Services Review we are proud to announce that we have selected Botanica International Ltd as our Natural Products Provider of the Month",
        "DetailDescription": "In this issue of Products and Services Review we are proud to announce that we have selected Botanica International Ltd as our Natural Products Provider of the Month.Established in 2005 by Sean Cooney, the company is based in Warrenpoint in Co.Down, and the original inspiration was to cater for the growing awareness of natural products in society, as well as to develop the wonders of Nature’s herbal energy. Botanica International Ltd has developed a multi-award winning product range combining amazing natural ingredients that have proven beneficial properties. All products can be used on both humans and animals, and as Sean stated, “Respect for nature is at the heart of everything that we do at Botanica.”This wide range of products includes natural herb creams, washes and sprays, and the products are made using a range of powerful plants provided by nature. Sean commented, “Our products are carefully prepared using combinations of herbs and soothing natural oils. We use Aloe Vera, Comfrey, Oil of Lavender and Tea Tree oil, as well as Need Oil and even Cedar Wood, all of which have proven results for many skin conditions. These ingredients are contained in a specially formulated cream base with moisturising agents.”From the outset Botanica International Ltd believed that there is a different and better way to promote healthy balanced skin alongside nature, therefore, all its products are made from natural ingredients that are clinically tested to be safe and gentle on all skin types. There are no harmful chemicals, toxic ingredients or artificial colourants, as from the outset, the company found that nature provided the best solutions for these problems.Over the past 15 years, Botanica International Ltd have developed a customer base across the world, enabling its products to be delivered worldwide. It is the only company in the western world selling herbal products to China and has ‘No.1 in the world’ on the Botanica packaging in China.The company has also won a long list of awards for its products, and is especially proud to have been awarded the Royal Warrant by appointment of Her Majesty the Queen. Royal Warrants are granted to companies or people who have regularly supplied goods or services to either the Queen or the Prince of Wales. Sean commented, “The Royal Warrant is a great honour, as it is a recognition of our long-term focus on quality and excellence in the manufacture of natural herbal products.”Botanica International Ltd has recently updated the fly spray which it produces. Botanica’s Fly Repellent is an all-natural spray with a unique formula and can be used on all animals, keeping them protected for longer. This new further improved formulation can be sprayed directly onto the skin and can be used all year round boasting100% natural properties.The company is very proud of the success of its products, but this success has not been achieved by chance. Sean stated, “We only send out proven products that actually work, we do not allow second rate products to bear the name Botanica. With Botanica’s sprays, creams and washes you are guaranteed the best results as we succeed where others have failed!”For more information:T 028417 38151enquiries@botanica.ie www.botanica.ie",
        "Image": "https://storage.googleapis.com/productservicesreview.appspot.com/2022/September/Botanica_807_01.jpg",
        "PhoneNumber": "",
        "SortOrder": "1",
        "Title": "Nature’s healing energy",
        "WebsiteURL": "http://www.botanica.ie"
    }
}