{
    "Menu 1 Industry": [
        {
            "CellType": "HeaderCell",
            "CompanyName": " UNISIG APP ",
            "Date": "29/11/2022",
            "Description": "For over 40 years, we’ve helped our customers achieve success in deep hole drilling, providing them with the machines, automation and support they need to be competitive and profitable",
            "DetailDescription": "For over 40 years, we’ve helped our customers achieve success in deep hole\ndrilling, providing them with the machines, automation and support they\nneed to be competitive and profitable.We have found that the initial energy we and our customers spend at the\nbeginning of a quoting process pays off throughout the entire project, from\ninception to installation. We take a systemised approach not only during\nthis critical phase but also throughout the entire sales process. This\nensures there are no surprises and that our customers know exactly what\nthey can expect when starting discussions with UNISIG about their\ngundrilling and deep hole drilling needs.This is our approach at UNISIG:\n1. We listen to our customers, ask questions and understand what they need.This may seem obvious, but often the temptation is there to just skip to a\nquote because we think we know what is needed after a brief discussion.\nSometimes that is true, when the application is straightforward and\nfamiliar, or it is something we have a packaged solution for.  We always\ntry to make the quoting process quick and efficient, but there are times\nwhen the application deserves a more in-depth conversation. Our salespeople\nand engineers listen very carefully and often pick up on small details – a\nspecific tolerance, material condition, process requirement or a future\nneed for flexibility – that may change our recommendations.When it makes sense, our experienced sales team or engineers will visit a\ncustomer to see what is needed firsthand. Whether a site visit or just a\nvirtual meeting, this initial investment of time to clarify the need saves\nthe customer money and provides them a truly valuable solution.2. We first identify a standard solution from our product line that can be\napplied at the lowest cost and shortest delivery possible.At UNISIG, our product development mindset is to systemise solutions from\nour experience in many different industries, make them automation ready and\nembed application flexibility whenever possible. We invest millions of\ndollars annually in our product line and related spare parts, giving us a\nstrong starting point for new applications. Our standard product line\nencompasses much more than machines, including standard automation,\nworkholding, accessories and tooling that we can offer as part of the\nsolution.Once we have identified a standard machine as a starting point, our\nengineers seek out smart, practical ways to meet the customer’s application\nneeds. The goal is to innovate within the machining operation planning,\nwork holding or automation, as opposed to engineering a completely special\nsolution without first exhausting opportunities to solve problems with\nstandard products.For our customers, this approach provides them a reliable, standard machine\nthat can be used for many years and that has the built-in flexibility for\neasy re-tooling to adapt to future needs.  For us, initially working within\nthe boundaries of our catalogue cultivates new ideas that can then be\napplied to improve our standard products as well as help us direct future\nresearch and development budgets.3. If a standard solution isn’t available, we consider a customised\nsolution and we stand behind it.UNISIG is very good at building customised machines, and we do so often.\nOnce we and our customers agree that a special solution is needed, we move\nforward with a great deal of confidence and experience. We start by\nevaluating how we might approach the design using standard modules or\nproven concepts, thus eliminating long debug cycles and/or high costs. Then\nwe use our mechanical and electrical engineering disciplines to virtually\ntest the new machine before we build it.One of the key reasons our customers are confident moving forward with a\nUNISIG custom machine is that they know we will stand behind it and that we\nhave substantial capabilities to ensure it always exceeds their production\nexpectations. We approach these special projects with the mindset that a\ncustom machine will be used for decades in production, which is why we\nprovide the same documentation and long-term technical support for all our\nmachines whether standard or custom.4. If a commodity solution is readily available, we recommend that rather\nthan upsell a machine the customer doesn’t need.We build machines that can gundrill or BTA drill deep holes that are\nimpossible to drill on machining centres. Even if it may be possible to\ndrill some deep holes on a CNC machining centre, our machines have the\npower, speed, dimensional accuracy, spindle density, coolant systems and\nprocess control that will improve productivity, tool life and reliability.Typically, though, when a customer comes to UNISIG with a specific part\nneed, at that point they’ve most likely already struggled with a\nconventional machine and realised that a deep hole drilling machine is\nobviously the way to go.However, our team knows how to identify whether or not an application would\ntruly benefit from a UNISIG solution. When it wouldn’t, we will suggest\nviable alternatives. It’s not that we don’t want to sell a machine. But the\nfact is that our experience has shown that at some point the alternative-\nsolution direction becomes obvious, and we want to make that apparent early\non in the process so as to avoid wasting a lot of our customer’s time.Our customers expect the best from us, and we believe that our proven\nprocess ensures we never disappoint. Our goal is to leverage our core\nvalues to serve our customers as best we can and build strong, productive\nrelationships for years to come.Please contact us at: www.unisig.com\n",
            "Image": "https://storage.googleapis.com/industrialprocessnews.appspot.com/2022/November/UNISIG_712_02.jpg",
            "PhoneNumber": "",
            "SortOrder": "1",
            "Title": " Our proven process: How UNISIG leverages experience & expertise to solve customer challenges",
            "WebsiteURL": "http://Please contact us at: www.unisig.com"
        },
        {
            "CellType": "RegularCell",
            "CompanyName": " HOMAG APP ",
            "Date": "29/11/2022",
            "Description": "For over forty years, A",
            "DetailDescription": "For over forty years, A.S.H. Plastics has been producing premium quality\npoint of sale displays and precision components for sectors ranging from\nretail to defence and beyond. Located in Wolverhampton and with a turnover\nof £4.2 million, the ethos of the company is based on combining engineering\nexcellence, a commitment to customer service and an insistence on utilising\nthe latest in technology.Its ethos was a key reason the company invested in a HOMAG SAWTEQ B-200, as\nmanaging director, David Archer, explains, “Our pledge to always provide\nour customers with the very best products and solutions requires we invest\nin the most advanced technology available.”He continues, “We decided to purchase a HOMAG beam saw to enable us to\nbring under our control the tolerance accuracy of cut parts. For us to\nsupply the best point of sale material, every part must fit together\nperfectly, but if there are even minor variances in the cutting accuracy it\nmakes it almost impossible for us to consistently produce the high standard\nof finish we strive for with all our products.“Previously, we had contracted out the cutting of our plastic sheets, but\nit was hard for us to control the quality of the cutting. Consequently, we\ndecided to invest in a beam saw from what, in our industry, is considered\nthe best machinery manufacturing brand on the market.”Specifying the HOMAG SAWTEQ B-200\n“As part of the selection process we looked at few brands including an\nItalian manufacturer and HOMAG. We chose HOMAG for a number of reasons.\nFirstly, its reputation as the global brand leader gave us a great deal of\nconfidence.“Secondly, the company’s representative, Matt Long, was extremely helpful\nand knowledgeable. We felt he understood our business needs and, more\nimportantly, we could trust him to specify the right saw for our current\nand future requirements. Matt recommended the entry level SAWTEQ B-200 and\nit has proved to be the perfect machine for our production demands.“Finally, the SAWTEQ’s consistent quality of cut, with regards to both\naccuracy and a clean finish, were very impressive. The HOMAG saw has added\na new string to our bow; it has not only given us independence, but also\nmuch improved quality control.”SAWTEQ B-200 – versatility, power and precision\nThe SAWTEQ B-200 is designed to cut panels horizontally with power,\nprecision and above all flexibility. It is available in a choice of two\nstandard models and a wide range of technology options. This enables\ncustomers to specify the machine to meet specific requirements and yet\nremain flexible, so the saw can grow depending on the business’ needs.The B-200 is operated by CADmatic 5, the state-of-the-art, high-performance\ncontrol system from HOMAG. It features an intuitive operating concept and\nis open for communication with other machines and software solutions.This latest generation of HOMAG’s saw control system has a new assistance\ngraphic that clearly shows the machine operator all the steps in sequence.\nThe 3D assistance graphic supports the operator directly at the saw. Its\nintuitive operation shortens the training period required and reduces\nerrors to a minimum.The new powerTouch 2 user interface features a 24\" full HD multi-touch\nwidescreen display which is easy to use by swiping, scrolling and zooming.\nMany of the functions are similar to those of a smartphone or tablet and\nare therefore familiar to most users. Even beginners will feel immediately\nat ease and will soon be able to control the machine comfortably.Effective training and ease of use\nDavid Archer again: “HOMAG’s installation engineers were very helpful and\nprovided the training for our staff on the SAWTEQ B-200. The saw is easy to\noperate and the quality of training meant that from day one our guys were\nable to hit the ground running.“The machine has proved to be extremely reliable; on the odd occasion we\nhave needed support, however, HOMAG has always responded quickly and\neffectively. Overall, we would expect the SAWTEQ to have paid for itself\nwithin five years and still have many more years’ service to give.“Not only has the saw delivered cost savings and efficiencies to our\nproduction, but it has also enabled us to attract new customers,” concludes\nArcher.If you would like a demonstration or further information on HOMAG saws or\nother woodworking machinery or software, please contact Adele Hunt at HOMAG\nUK on 01332 856424 or email: info-uk@homag.com\n",
            "Image": "https://storage.googleapis.com/industrialprocessnews.appspot.com/2022/November/HOMAG_715_01.jpg",
            "PhoneNumber": "",
            "SortOrder": "",
            "Title": " A.S.H. Plastics invests in HOMAG SAWTEQ B-200",
            "WebsiteURL": "http://"
        }
    ],
    "Menu 4 Testing, Measurement & Laboratory": {
        "CellType": "HeaderCell",
        "CompanyName": " Vitl Life Science Solutions P ",
        "Date": "29/11/2022",
        "Description": "In this issue of Industrial Process News, we are pleased to announce Vitl Life Science Solutions as our Laboratory Instruments & Equipment Company of the Year",
        "DetailDescription": "In this issue of Industrial Process News, we are pleased to announce Vitl Life Science Solutions as our Laboratory Instruments & Equipment Company of the Year.Vitl Life Science Solutions is one of the leading laboratory instrument manufacturers and lab equipment suppliers in the UK. In May 2022, we announced Vitl as our Company of the Month for its extremely high-quality laboratory instrumentation. Recognising the company’s achievements for the second time in 12 months, truly speaks to the quality of the organisation and the essential service that it provides to the life sciences industry.Amanda McGowan, Technical Sales Specialist for Vitl, mentioned, “The past twelve months have been busy, but brilliant for us as a company! We attended two trade shows, Lab Innovations and MEDICA in 2021, and we will be returning to both in November of this year. We really enjoy being able to attend these kinds of events to showcase the benefits that our products can bring to potential customers. Our current focus is new product development, and we have made substantial progress thus far. These products will amplify our existing range once they are launched. And lastly, at the start of this month, our US facility in Virginia moved into a larger premises in the Hanover Business Centre. Their new space provides them with more warehousing and better logistics options for product stock, as they continue to grow their Vitl sales in the US.”Vitl was founded by ITL (a G&H Company), an award-winning medical, diagnostic, and analytical device design and manufacturing specialists. This has allowed Vitl to benefit from over 45 years of experience in the development of high-end medical devices and in-vitro diagnostics (IVD). It is these strong roots combined with an ongoing vision to excel within and champion the industry that has enabled the company to embrace such a strong growth vision. The last 12 months of accolades have really solidified Vitl as an exceptional business as it has remarkably continued to overshoot its own goals. “We have been completely blown away by our success in 2022 – it has been incredible! It is wonderful to see how the interest in our products has increased over the last year. We can’t thank our customers enough for all the support they provide us.” said Amanda. We asked Amanda which product has excelled most recently. She said, “Our best-selling product at this moment in time is our Lu-mini, a lightweight and versatile luminometer. Its popularity has sky-rocketed due to its superb compatibility for method and assay development. By measuring light, luminometry has proven to be the next big step for large companies to increase their throughput and simplify their processes. However, the key features of a high-quality luminometer – sensitivity, reproducibility, and flexibility – are hard to come by at an affordable price. Our Lu-mini bridges this gap between quality and affordability, all while providing the perfect level of compatibility for method and assay development.”As a high-end laboratory equipment supplier, it’s important to keep up to date with current economic trends within the industry and be flexible and adaptable in its approach to better suit customer demand. Tom Ackrill, Business Development Manager, explained, “The supply and demand of electronics components is a major issue now within our industry. Components are becoming hard to find, more expensive, and as such there is increased demand on our procurement team to keep ahead of the curve. We are having to spend a lot more time than before working with our clients to make sure we understand their needs in some cases up to two years ahead of where we are today so that we can keep stock of the key components on hand. I think this is probably going to be the case for at least another 12-18 months, however the approach we’re taking seems to be working well, as we have not seen any noticeable loss in on-time delivery performance, and most importantly, our clients are not going without their units!”With new products in the works for 2023, Vitl has no plans of slowing down amidst the current economic crisis and is keen to support its customers with its growing range of high-quality products and services. “Moving forward, our plans are to focus on growing the awareness of our existing product line for more people to experience the cost-effective, high-quality products that we have available here at Vitl. After hearing the incredible feedback from our existing customers over the last year, we are extremely excited to extend our reach to assist more people within our industry.” stated Amanda.In closing, we asked Amanda how the company felt about being selected for yet another of our specialist awards. She commented, “We are so pleased to have been selected for this incredible award – it really is an honour! Our teams in the UK, USA, and China work extremely hard each day, and it is reassuring to see all our work recognised. Thank you very much for recognising Vitl Life Science Solutions as your Company of the Year 2022.”Vitl Life Science Solutions demonstrates clear understanding and a long-term commitment in providing high-quality expertise and products that have revolutionised the life science industry. The drive and ambition to continue delivering such outstanding services through these current unpredictable times within the world economy is inspiring, bold, and commendable. Recognising Vitl Life Science Solutions as a market leader brings us great pride, and as the company continues to evolve over the next 12-18 months, who knows what prestigious award may come their way next.For more information, see below. Telephone:UK +44 (0)1233 638383USA +1 804-381-0905China +86 (21) 585 854 63Email: sales@vitlproducts.comwww.vitlproducts.comTwitter: @VitlProductsLinkedIn: @vitl-life-science-solutions",
        "Image": "https://storage.googleapis.com/industrialprocessnews.appspot.com/2022/November/VitlLifeScienceSolutions_710_01.jpg",
        "PhoneNumber": "",
        "SortOrder": "1",
        "Title": "Excellence in Laboratory Technology",
        "WebsiteURL": "http://"
    }
}