{
    "Menu 1 Industry": {
        "CellType": "HeaderCell",
        "CompanyName": "Radwell APP",
        "Date": "18/10/2023",
        "Description": "Radwell expands in Europe",
        "DetailDescription": "Following significant expansion in the UK, Radwell International is now one of Europe’s biggest providers of new and used surplus, industrial electrical and electronic control equipment.\n\nWith over 2,000 employees across 80 sites worldwide, Radwell International is an authorised distributor for over 350 manufacturers and specialises in hard-to-source parts.\n\nIts comprehensive database of over 35 million spare parts and technology- enabled distribution model makes the company a leading global provider of maintenance, repair and operations products, focused on the repair solutions aftermarket for critical components.\n\nWith significant operations in the UK, Germany, Poland, Belgium and Czech Republic, the US-headquartered company, established since 1979, now has over 250,000 new and obsolete spare parts in stock across 9.5 km2 of storage over its seven sites in Europe, meaning swifter breakdown solutions than ever before for customers across the continent.\n\nWith warranties and extended warranty options on all products, shipped door- to-door 24/7, its unrivalled product inventory is backed-up by its multi- national team of over 50 European-based engineers, speaking a total of 25 languages.\n\nRadwell’s General Manager of Europe, David Lenehan, said, “Radwell International sells and repairs industrial electrical and electronic control devices. We sell and repair timers, counters, photoelectric sensors, circuit breakers, pushbuttons, PLC’s, motors, speed control and any other devices used to make machinery run.\n\n“Sectors we work in include vehicle manufacturers, chemical plants, food processing facilities, local authorities, government agencies, bakeries, power plants, amusement parks, exporters, plastic moulding and extruders, steel plants and a long list of other business sectors.\n\n“The size and scale of our inventory now puts us in an unrivalled position for the provision of spare parts and repairs solutions in stressful breakdown situations.\n\n“Dedicated to continuous improvement, Radwell’s operations team analyses all internal processes and implements changes, both automated and manual, to provide the very best service level possible for our customers.\n\n“Changes are identified and entered into a formal change management system. They are then evaluated, prioritised, implemented, measured and then improved again.\n\n“Measuring performance of all internal processes is the key factor in our continuous improvement, with measurement tools in place to ensure data is continually monitored. This data is then analysed and used to implement further improvements.\n\n“The end goal is that Radwell International is a one-stop-shop for industrial automation, MRO and service for organisations big and small. Our vast repair services range from HMIs, PLCs, AC/DC Drives, field service, CNC, system integration, servo motors, panel building, programming, calibration, and emergency repair.\n\n“Providing free repair pick up, where available, our goal is to supply parts, products, and services to keep you up and running. When a machine goes down, we are there with a multitude of services to help your plant floor get back on schedule.\n\n“Whatever industry you are in, Radwell is your partner to keep you up and running.”\n\nT 01782 576800 UKsales@radwell.co.uk www.radwell.com",
        "Email": "UKsales@radwell.co.uk",
        "Image": "https://storage.googleapis.com/industrialprocessnews.appspot.com/2023/October/Radwell_724_01.jpg",
        "PhoneNumber": "01782 576800",
        "SortOrder": "1",
        "Title": "adwell expands in Europe",
        "WebsiteURL": "http://www.radwell.co.uk"
    },
    "Menu 10 Print & Packaging": {
        "CellType": "HeaderCell",
        "CompanyName": "Gransden",
        "Date": "18/10/2023",
        "Description": "Stop losing bags in pallet build - use LOCK N’POP™",
        "DetailDescription": "With the pressure to identify areas where production line efficiency can be improved and costs reduced, it is worth focusing at events further down the production line. Whilst the consistent flow of filling, sealing and moving bagged products will bring lower production costs as reliability increases, these savings are lost if stoppages occur at the last stage, i.e. the automatic palletisation process prior to warehousing and dispatch. With the development of specific pallet stabilising cohesives for bags and sacks, the LOCK N’POP technology now offers a solution that improves efficiencies and reduces costs in this often overlooked area. Visit: www.locknpop.co.uk or read on for further information.\n\n\n\nThere are specific challenges for producers palletising bagged products. Whether the product is pet food, horse feed, aggregate or cement, there are common issues to be faced. The dropped or misplaced corner bags as the conveyor moves the finished pallet is a common and efficiency sapping occurrence. As the alarm sounds and the line is forced to stop, bags replaced and robots reset, the pounds and pence earned by high production line efficiencies are lost.\n\n\n\nIn addition to losses on the line the production of misshaped pallets leads to other unnecessary costs as pallets are loaded onto trailers. Often the number of pallets per load can not be maximised leading to avoidable higher road transport costs.\n\n\n\nManufacturers of high volume bagged products are no longer prepared to accept that this has to be ‘the normal’ and have turned to Gransden UK and LOCK N’POP to remove this problem. With a range of cohesives specifically designed for plastic and paper sacks it is possible to achieve reliably built pallets that move through the final production processes in the factory and on the road to the customer problem free.\n\n\n\nGransden UK install the water based, cold, LOCK N’POP technology directly before palletisation, usually after the bag flattener just prior to the robot pick up point. Using minimal quantities of cohesive, less than 0.5 gramme per bag, the LOCK N’POP cohesive provides a temporary tack to the bag surface. Consequently, every bag dropped by the robot onto the pallet stays in position and does not slide sideways. This reliable bag positioning from the base layer to the top ensures consistent and straight pallets and ensures that even the top layer bags stay in position. With an ‘on cost’ of less than that of a single layer sheet, which will not be needed with LOCK N POP, the economics are attractive.\n\n\n\nAs the cohesive dries, the lock remains until depalletized at distribution centre or supermarket. By this time, the cohesive is dry, the tack has disappeared and no evidence of the LOCK N’POP cohesive remains. For the customer this means perfect pallets presented every time.\n\n\n\nA range of companies in the UK, big and small, are now palletising bags and sacks using LOCK N’POP to improve production efficiencies, reduce operating costs and get their pallets to the customer in perfect condition every time.\n\n\n\nFor more information, please contact us at Gransden UK Ltd,\n\nT 01728 726621\n\nM 07516 683314\n\nlocknpop@gransden.org\n\nwww.locknpop.co.uk",
        "Email": "locknpop@gransden.org",
        "Image": "https://storage.googleapis.com/industrialprocessnews.appspot.com/2023/October/Gransden_724_01.jpg",
        "PhoneNumber": "01728 726621",
        "SortOrder": "1",
        "Title": "top losing bags in pallet build - use LOCK N’POP™",
        "WebsiteURL": "http://www.locknpop.co.uk"
    }
}