{
  "MenuGroups" : [ {
    "MenuStyle" : "2",
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Ft.png?alt=media&token=c2f2a78a-5e7a-41bc-b01e-cd1567ff2ffa",
      "SortOrder" : "1",
      "Title" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Quickgrass",
      "Description" : "Artificial grass has exploded onto the UK market and we would like you to join Quickgrass, selected as one of the Top Exhibitors at Grand Designs Live, on this exciting journey and help you make the correct informed choices when choosing fake grass",
      "DetailDescription" : "Artificial grass has exploded onto the UK market and we would like you to\njoin Quickgrass, selected as one of the Top Exhibitors at Grand Designs\nLive, on this exciting journey and help you make the correct informed\nchoices when choosing fake grass. Our new generation ‘Soft Touch’\nartificial grass has been developed with professionals in mind, who expect\nnothing less than high end, well-made products - and the Quickgrass brand\nis exactly this.\n\nWe have launched new products including ‘Cambridge’, a premium 38mm pile\nheight with very dense bounce back yarn, and our new entry level ‘Ludlow’,\na great premium 28mm all-rounder for those on a budget. There is also the\n‘Worcester’ which has been very popular in 2019 and continues to be the top\nseller in 2020. Our Pets Ultra grass is designed for pet-friendly gardens,\nideally for an active family garden with pets.\n\nAll these products have been developed to enhance our premium collection -\ncome and visit us and feel the amazing soft touch fake grass. Look forward\nto meeting you for DIY technical help or our full install service available\nnationwide.\n\nT 01527 579841\nwww.quickgrass.co.uk\n",
      "PhoneNumber" : "01527 579841",
      "SortOrder" : "88",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F5.may%2FQuickgrass_709_02.jpg?alt=media&token=6e7de6de-0ce0-4792-8a0b-b34a06dd6947",
      "Title" : " Quickgrass",
      "WebsiteURL" : "http://www.quickgrass.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Conex Bänninger",
      "Description" : "At Tradex News we are delighted to recognise companies that offer their clients a world class service and product.",
      "DetailDescription" : "At Tradex News we are delighted to recognise companies that offer their clients a world class service and product. This is why we are thrilled to present Conex Bänninger with our prestigious Plumbing Fittings Manufacturer of the Month profile. Conex Bänninger has been awarded this title for its unique innovation and fantastic service. \n\nThe company can trace its roots back to the early 1900s when two independent businesses were established - Bänninger in Giessen, Germany, in 1909, and the Sanbra Engineering Company in Birmingham in 1919, later to become Conex-Sanbra. By 1991 both Bänninger and Conex-Sanbra are part of the IBP Group, with the two brands merging in 1994 to form today’s Conex Bänninger. \n\nFor over more than a century, the company has designed and manufactured more than 20 billion fittings and valves for domestic, industrial and commercial applications. As a leading European manufacturer, with its headquarters in the West Midlands and production facilities in Poland and Spain, it is a major supplier to markets in the UK, the rest of Europe, the Middle East, the Far East, North America, New Zealand and Australia.\n\nWorking with customers in the plumbing, HVAC (heating, ventilation and air conditioning), refrigeration and medical sectors, it aims to continually develop new products, leading innovation in fittings for copper, carbon, stainless steel and plastic components.\n\nFor Original Equipment Manufacturers, Conex Bänninger offers a bespoke service with its expert engineering and technical teams talking through customers’ often complex requirements before delivering high quality tailored solutions. More than just producing plumbing fittings, Conex Bänninger values the relationship it has with its clients, offering exceptional after-sales service and technical support. \n\nIn an interview we asked Bill Barlow, UK Business Unit Director for ACR (air conditioning and refrigeration) and OEM, to outline the benefits of Conex Bänninger fittings.\n\n“Conex Bänninger is well established in the ACR market having supplied fittings to ACR installers and engineers since the 1950s. In 2016 we introduced the truly innovative and award-winning >B< MaxiPro, a flame-free copper press joint developed specifically for the air conditioning and refrigeration sector.\n\n“As a flame-free alternative to traditional brazing, it negates the need for a hot works permit and the ACR engineer no longer has to manhandle unwieldly gas bottles around.”\n\nIt also enables the user to be more productive, with a press fitting taking just five seconds to complete, once initial preparation has been done. This is around three times faster than traditional brazing.\n\nWith brazing, because of the fire risk, an office, school or apartment block would have to be closed while a new air conditioning system is being installed. But with flame-free >B< MaxiPro there is no risk of fire so employees and the public can have unhindered access and the ‘normal’ day can continue.\n\n>B< MaxiPro has the benefit of Conex Bänninger’s 3-point press, one mechanical press each side of the bead and a third, hydraulic, press crimping the O-ring, providing a permanent, repeatable joint. It also has a pressing indicator, which causes a leak at low pressure if the fitting has not been pressed or is improperly pressed, thus alerting the engineer that the joint needs completing correctly.\n\nTo support the industry in maintaining high standards, Conex Bänninger offers installers free training in how to use press fittings, including >B< MaxiPro.\n\n>B< MaxiPro was named Commercial HVAC Product of the Year - Components, Controls & Accessories in the H&V News Awards 2018, as judged by a high level panel of industry experts.\nIn response to a question about plans for the future, Bill said the company will be celebrating its 110th anniversary in 2019, in addition to further developing its extensive product range, and continuing to strengthen good relationships with clients, as well as nurturing new ones. \nBill also told us about the company’s busy marketing programme, presenting the company’s extensive range at international trade shows.\n\n“For the ACR sector the leading shows we attend include Chillventa in Germany and AHR Expo in Chicago.”\n\nConex Bänninger also attends ISH in Frankfurt, The Big Five in Dubai, VSK in Utrecht and ARBS in Sydney.\n\nBill explained: “The shows provide us with a great opportunity to meet customers, existing and potential new ones, and to talk directly to contractors, plumbing and heating installers, and ACR engineers.\n\n“They are the perfect platform for us to introduce new products to each local market.\n“In 2019 and beyond we will maintain our philosophy of excellence with further product development and a continued focus on strengthening existing relationships with customers.”\n\nFor details on the full range of Conex Bänninger fittings and valves visit www.conexbanninger.com.\n\nEnds\n\nIssued by HROC PR Ltd. For further information, please contact:\n\nRussell Clarke\nEmail: Russell.Clarke@hroc.co.uk\nTel: 0121 454 9707 \n\nNigel Pipkin\nEmail: Nigel.Pipkin@hroc.co.uk\nTel: 0121 454 9707\n",
      "PhoneNumber" : "0121 454 9707 ",
      "SortOrder" : "89",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2FConexBanninger_946_01.jpg?alt=media&token=9ffda43e-6ba8-4865-872d-d113a0022851",
      "Title" : "Conex Bänninger: supplier of innovative plumbing fittings and valves",
      "WebsiteURL" : "http://www.conexbanninger.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Sitepower UK",
      "Description" : "Sitepower UK has launched its latest 10 KVA construction site transformer, nicknamed the ‘Connect & Go’. ",
      "DetailDescription" : "Sitepower UK has launched its latest 10 KVA construction site transformer, nicknamed the ‘Connect & Go’. It is fully manoeuvrable as it has 4 strong and lockable castors, and the 230 volt input socket allows for instant connection as all internal wiring is already in situ. Both 1 phase and 3 phase versions are available.\n\nSite Power UK has also provided 2 extra 110 V internal terminals via a separate MCB panel for fixed 110V lighting.\n\n2019 is destined to be a big year for the company as it will be moving into a larger, purpose built factory to make it more efficient and speed the development of new and innovative transformer products.\n\nYou can find us at: www.sitepoweruk.com or you can make direct calls to the free sales line on 0800 999 1103.\n",
      "PhoneNumber" : "0800 999 1103",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FDecember%2FSitepower_946_01.jpg?alt=media&token=921b7db7-cd81-43d8-86c2-86194bbe088e",
      "Title" : "Connect & Go’",
      "WebsiteURL" : "http://www.sitepoweruk.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Screwfix",
      "Description" : "In both the public and private sectors, accountability is a key focus, as are issues such as sustainability, energy efficiency and reducing cost.",
      "DetailDescription" : "In both the public and private sectors, accountability is a key focus, as are issues such as sustainability, energy efficiency and reducing cost. So how can Screwfix help? As part of Kingfisher PLC, the international home improvement company, Screwfix is able to leverage business scale to offer a unified approach, where the customer always comes first. Screwfix delivers convenient, straightforward and affordably-priced products to meet a wide range of building and maintenance needs, whilst recognising the need for sustainable and energy efficient solutions. \n\nAlongside an expanding store network of 590 stores and strong digital offering, Screwfix is also able to offer a bespoke service to its B2B customers, with a unique set of features which benefit large limited companies, PLC’s, public and private sector organisations, managed by a dedicated account team. By providing reliable and consistent access to over 32,000 products, project managers can be confident that the appropriate materials are available, on time and on budget to get the job done. \n\nIn addition, management information is provided, which is indispensable to successfully deliver procurement strategies and calculate project or site budgets.  \n\nBut Screwfix doesn’t stop at providing dependable supply chain solutions and are continually looking at new ways to support customers in building a more sustainable supply of materials, without compromising on quality, convenience or price.\n\nT 03330 430050\nwww.screwfix.com\n",
      "PhoneNumber" : "03330 430050",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/industrialprocessnews.appspot.com/o/2018%2FNovember%2FScrewfix_332_01.jpg?alt=media&token=6f39af16-6d01-4162-b396-02cb96f8a88e",
      "Title" : "How can Screwfix help?",
      "WebsiteURL" : "http://www.screwfix.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Bauder",
      "Description" : "Bauder’s unique Moisture Mapping Survey scientifically verifies the exact levels and locations of moisture within any existing waterproofing system.",
      "DetailDescription" : "Bauder’s unique Moisture Mapping Survey scientifically verifies the exact levels and locations of moisture within any existing waterproofing system. From this testing method, the true condition of the roof is identified, plotted, and a visual data report produced that determines the remedial action needed. \n\nThe benefit of collecting this information is being able to provide clients with a report which includes the data gained from the moisture mapping survey proving the extent of the works required and proposals for waterproofing options with correct costings. In this way the client is assured that they are making investment decisions based on fact rather than on subjective opinions.\n\nRecent roof surveys carried out on three separate but identical 600m² buildings revealed different conditions within the aged waterproofing systems. Bauder carried out moisture mapping on each of the roofs and a full cost saving analysis provided the client with reduced costs for the refurbishments. \n\nIn addition to these savings, a shorter project time will in turn reduce associated project costs such as:\n\n•  Shorter Contract Periods\n• Scaffolding & Welfare Hire\n• Equipment Hire\n• Labour Costs.\n\nMoisture mapping is a quick, low-cost, accurate way of assessing a roof’s performance and can be commissioned alongside a Bauder roof survey.\n\nT +44 (0)845 271 8800\ninfo@bauder.co.uk\nwww.bauder.co.uk\n",
      "PhoneNumber" : "0845 271 8800",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/industrialprocessnews.appspot.com/o/2018%2FNovember%2FBauder_945_01.jpg?alt=media&token=8ee3099a-4860-4817-8fec-1a3d911a23a4",
      "Title" : "Cost certainty and client savings: How to deliver both on flat roof refurbishment projects",
      "WebsiteURL" : "http://www.bauder.co.uk"
    } ],
    "SortOrder" : "1",
    "Title" : "Building Products & Services"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "PI UK",
      "Description" : "Sustainability Today is proud to announce that PI UK has been selected to receive our Industrial Networking Systems Company of the Year award.",
      "DetailDescription" : "Sustainability Today is proud to announce that PI UK has been selected to receive our Industrial Networking Systems Company of the Year award. PI UK is part of PROFIBUS & PROFINET International (PI), the largest automation community in the world responsible for PROFIBUS and PROFINET, the two most important enabling technologies in automation today.\n\nEstablished in Germany in 1989 by a group of leading equipment manufacturers and technical universities, the organisation had the goal of helping German industry automate as many production processes as possible and link them effectively to IT management systems. PI UK was set up in 1993 in order to bring these technologies and related products to the UK.\n\nPI works closely with other automation organisations to develop and enhance international standards that improve productivity while keeping energy consumption and waste to an absolute minimum. They manage and monitor the certification process for testing products and training installers, designers and engineers. \n\nServing an exceptionally wide range of industries, including energy management, pulp and paper, chemical, utilities, pharmaceutical, food and drink, and numerous others, PI’s technologies bring substantial benefits to an astounding number of companies. One example is Coca-Cola; since 2011, Coca-Cola has been using PROFIBUS DP to manage their entire production line in their Mannheim, Germany production plant, from the bottle washer, to filler, to labeller, and to packer.\n \nAnother example is General Electric; GE employs PROFINET in its power generation businesses to monitor and produce electricity for utilities and their customers around the world. Finally, Shell achieved cost savings of 50% during the installation of its Hamburg, Germany plant due to using PROFIBUS to minimise wiring and hardware. It currently blends 350,000 tons of oil per year using PROFIBUS PA.\n\nMany more examples of how PROFIBUS and PROFINET are being used to save energy, cost and other resources can be found on the PI website at: https://www.profibus.com/technology/case-studies/\n\nA particularly interesting innovation is PI’s PROFIenergy Profile, developed to help automation users minimise energy consumption, cut costs and comply with increasingly stringent ‘green’ obligations. Existing methods are often crude, expensive and hard to manage, such as switching off equipment manually or installing semi-automated shut-down systems. This is where PROFIenergy comes in; the Profile enables control devices, such as PLCs, to send commands to Energy Consuming Units (ECU) to signal pauses, like lunch breaks, holidays, random line stoppages or peak lead conditions. On receipt of PROFIenergy commands, the software ‘agents’ in the ECU firmware initiate pre-defined ‘sleep’ modes for the duration of the pause.\n\nConstantly looking for ways to benefit the industry, PI UK hosted a free-to-attend training opportunity in Manchester on June 26th this year, which paid close attention to Industry 4.0 and the Industrial Internet of Things (IIoT). The event addressed key practical issues arising from the use of digital communication technologies in automated manufacturing and process industry applications, covering key application areas such as control systems and energy management, pulp and paper, chemical, utilities, pharmaceutical, mechanical handling and logistics, robotics, automotive engineering, electrical and electronics assembly, packaging and printing. Focusing on the practical aspects of using PROFINET, PROFIBUS and IO-Link, from system design and safety considerations through to fault-finding and maintenance, it was an unmissable event which offered a valuable training opportunity.\n\nSome of the presentations on the day included PROFIBUS network design for process industries, the fundamental principles of good network design for PROFINET systems, industrial network commissioning and testing, PROFIBUS and PROFINET device configuration tools, and finally an explanation of the Industrial Internet of Things, Industry 4.0 and Big Data, and how PROFINET is placed as the ideal Industrial Fieldbus to fulfil these.\n\nIn addition to these presentations, the event also hosted an exhibition with live product demonstrations, providing an excellent opportunity for designers, production/system engineers, instrument technicians/engineers and C&I engineers who are involved in the design, operation and maintenance of modern automated factories and process plant. Exhibitors included Belcom Cables, a specialist supplier of industrial automation cables, HMS Industrial Networks who have an extensive portfolio which includes network gateways, wireless and cloud-based solutions, and Endress+Hauser, one of the first companies to supply both PROFIBUS DP/PA and PROFINET compliant field devices.\n\nPI UK has a busy calendar of exciting and valuable events, and if their seminar on 26th June is anything to go by, these are unmissable opportunities for an extensive range of companies. To ensure people don’t miss out on the next event, PI UK is encouraging people to register on their mailing list to be the first to be informed of future opportunities and seminars, via this link: http://eepurl.com/c8cFYf\n\nAs well as this, PI UK offers five different levels of membership to cover a wide range of requirements, and are encouraging companies and institutions to join the organisation as users of its technology. Depending on the level of membership selected, there is also free access to patented IP related to PI’s technology, which is of significant benefit to any company wishing to manufacture PROFIBUS, PROFINET or IO-LINK compatible products. PI offers a wealth of advantages for its members, including free access to all PROFIBUS, PROFINET and IO-Link documentation, discounts on training, participation in events and much more. For more information on becoming a member and its full range of benefits, head to this page: https://profibusgroup.com/membership/\n\nLooking to the future, PI is continuing to develop and deliver industrial standards that will help manufacturing and process industries meet and exceed their productivity and sustainability targets. Indeed, with over 80 million nodes installed worldwide, PI is a market leader in providing state of the art digital communications, expertly addressing all their customers’ needs – at plant level, in the Cloud or at the Edge.\n\nFor more information on their full range of services, head to their website or use the contact details below. \n\nT 020 8144 9597\nwww.profibus.com\nwww.profibusgroup.com",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJuly%2FProfibus_414_03.jpg?alt=media&token=7db6ba3b-2e15-4b17-b7a1-54da4b760b40",
      "PhoneNumber" : "020 8144 9597",
      "SortOrder" : "1",
      "Title" : "Industrial automation experts",
      "WebsiteURL" : "http://www.profibus.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "LeeSan",
      "Description" : "Based in Fenny Compton, Warwickshire, LeeSan is currently celebrating a successful 30 years of business.",
      "DetailDescription" : "Based in Fenny Compton, Warwickshire, LeeSan is currently celebrating a successful 30 years of business. When it was starting out, LeeSan provided sanitation solutions for the marine industry and is the single largest source of marine sanitation equipment. Members of British Marine, LeeSan has broadened its solutions and offers a well-versed selection of sanitation solutions adaptable across a diverse range of industries including marine, automotive, welfare, leisure and many more. Some of the facilities that LeeSan provides sanitation solutions for include mobile vehicle, canal boats, horse boxes, cabins and other portable facilities.\n\nSpeaking to Karl Sutcliffe, Director for LeeSan, he told us that, ‘A lot of what we provide is a tailored solution to meet the needs of our customers. We work with a wide range of industry sectors and we like to work closely with our customers to make sure they receive the best sanitation solutions possible.’\n\nIn terms of products and services, LeeSan focuses on finding the perfect solution for its customers’ needs including bespoke tailoring of solutions. Providing spare parts, accessories, pumping solutions and many more services, Karl expanded, ‘My main focus for the company has always been receiving customer satisfaction and helping our customers enhance their facilities, and we make sure they receive the most cost-effective, efficient sanitation solution for them.’\n\nCustomer satisfaction is an important part of LeeSan’s business, devoted to building strong lasting relationships with its customers. LeeSan is a sponsor of the Crick Boat Show’s 20th Anniversary, taking place this May, a notable example of how LeeSan is going the extra mile in terms of looking after its community of customers who use and promote it. ‘The Crick Boat show for us is not just about the great exposure it produces for us but it’s also an important way for us to give back to a community that we provide services for.’\n\nUpon speaking to Karl about the importance of looking after customers, he stated that, ‘It’s a work ethic that I gained from father; working and creating personal relationships with customers is crucial. We look after our customers and they look after us in return by passing on our name and broadening our network, based on our reputation.’\n\nT 01295 770000\nF 01295 770022\nsales@leesan.com\nwww.leesan.com",
      "PhoneNumber" : "01295 770000",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJune%2FLeeSan_702_01.jpg?alt=media&token=70c1474c-aed4-4cf6-8e9a-94a7b04e9f2d",
      "Title" : "LeeSan celebrating 30th Anniversary",
      "WebsiteURL" : "http://www.leesan.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Quadrilect",
      "Description" : "Course Description:\nThis 3 day course helps delegates understand the strategic impact of facilities management on organisations, and the business drivers that determine operational priorities.\n",
      "DetailDescription" : "Course Description:\nThis 3 day course helps delegates understand the strategic impact of facilities management on organisations, and the business drivers that determine operational priorities.\n\nYou will learn how to apply management techniques to add value to the facilities management operation and improve its performance in line with organisational objectives.\n\nIt will encourage you to recognise and act on opportunities to improve overall business performance through more effective facilities planning and management.\n\nProgramme\n\nEstablishing the Facilities Management Service\nAlthough most facilities managers will not find themselves having to set up a department from scratch, it is important to simulate the exercise from time to time, by stepping back and revisiting the scope and approach to delivery of FM services adopted in organisations.  A major objective for all FMs must be to understand how the function relates to organisational objectives and business drivers.  This opening session examines the impact that commercial priorities and culture have on the provision and resourcing of FM services. The session includes a strategy workshop based on a case study model.\n \nApplying Health and Safety to service delivery\nGood health and safety standards and procedures are essential whether in-house teams or external contactors are undertaking support services. This session will help to ensure that support services providers are correctly managed. It will also outline some of the sources of information relating to the considerable amount of legislation and Codes of Practice necessary for compliance. Group activities will also focus on the need for full compliance.\n \nDelivering the Services\nIt is important to correctly identify the service needs of users. Once established, there are a number of ways in which the broad range of FM support services can be delivered. These are discussed and compared in order to determine the most suitable method for each application and are further illustrated with group activities\n \nFinancial Management for Facilities Managers – presentation and group work\nIntroduction to financial reports and appreciation of why these are important to business organisations\nUnderstanding of why these financial reports are also important to facilities managers\nIntroduction to key financial terms that would be used in an effective dialogue with finance people\nIntroduction to some financial appraisal techniques for business case evaluation\n \nManaging Relocation\nPractical aspects of managing major move projects, highlighting the key principles of project management: \nStructuring project teams, understanding roles and responsibilities\nProcuring internal and external expertise\nManaging and influencing users expectations\nProgramming\nProject control and budgeting\nPost-project feedback.\n\nEnergy and Sustainability \nKey environmental and sustainability issues\nEnvironmental legislation affecting business activities – waste, water, land and contamination\nEnergy Management and good practices to reduce carbon emissions and costs\nPractical tools to monitor performance and implement continuous improvement   plans\nSources of information\n\nIntroduction to risk\nWhat is a risk? Hazard versus risk, consequences and impact\nRisk assessment and risk reduction\nOther risk management tools including insurance and risk financing\nIntroduction to security\nRole of security, security threats, measures to reduce weaknesses\n\nIntroduction to fire safety management  \nStatutory obligations\nCauses of fires and fire risk reduction\nBusiness continuity planning\n",
      "PhoneNumber" : "020 7489 7628",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2Fqd.png?alt=media&token=e684b08d-e38e-43ab-a49d-562ddb3b4921",
      "Title" : "The Professional Facilities Manager – Operational Management",
      "WebsiteURL" : "http://www.quadrilect.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "BW",
      "Description" : "Joe Garner has been appointed Contracts Manager at BW.",
      "DetailDescription" : "Joe Garner has been appointed Contracts Manager at BW. Joe has had 23 years’ experience in the construction industry across a range of sectors, from new build through to fit out, with many long-lasting relationships forged. He is keen to maintain existing as well as form new connections at his new role. As a contracts manager with a commercial as well as operational background, Joe has a focus on customer and consultant experience with a desire to provide a fantastic service throughout the whole journey from inception to completion. Joe previously worked on a variety projects, from high-end hotel and restaurant the Chiltern Firehouse to luxury £57M apartments in Hyde Park. However, his primary focus was sub £1M office fit-outs.\n\nJoe explains what attracted him to BW, “The level of support in terms of bids and bid design is better than anywhere I’ve worked previously. Smaller works don’t always have the same level of focus in this area, so it is a refreshing change to work with a business that cares equally for every project no matter what size. I’m also impressed with the level of support in terms of training. I have only been here two weeks and I am already signed up to a learning and development course. It is very refreshing to see that level of investment in staff.”\n\nEkaterina Sidyakova has been appointed Business Development Manager. Ekaterina brings 3 university degrees and over 8 years’ experience to BW and is responsible for developing relationships with key consultant contacts. Ekaterina has worked in the real estate industry for many years from smaller Cat A works to large scale projects before joining BW, taking on a variety of roles from interior design to business development.\n\nEkaterina says, “I am looking forward to continuing to develop existing relationships and making new ones in her new role. The level of support you feel from the whole office is great. Everyone is in it together and you really feel like anything is possible. In the past a job was just a job for me. But now, it is so much more.”\n\nhttp://wearebw.com\n",
      "PhoneNumber" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FBW_940_01.jpg?alt=media&token=d9b9b6eb-cbea-46f7-a23e-56592b23912d",
      "Title" : "BW adds to its growing team of experts",
      "WebsiteURL" : "http://wearebw.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Floorbrite",
      "Description" : "Record turnover for North West based cleaning and facilities services company",
      "DetailDescription" : "Record turnover for North West based cleaning and facilities services company\n\nSale based cleaning and facilities service provider, Floorbrite, has announced record turnover of more than £15.5m for 2017 – an increase of £3m on 2016. \n\nIn the last four years, the firm has enjoyed 13%, 15%, 20%, and 24% year-on-year growth. The company’s goal for the next two years is to achieve £20m turnover by 2020, a target that the family-run business is confident it’ll hit. \n\nFloorbrite, which employs more than 1,400 people across the UK, including at a base in Leeds and Birmingham, has continued to build on its year-on-year growth by expanding its portfolio of clients and services into new and emerging areas of the market. \n\nThe firm, which is owned and operated by the Wyers family, continues to enjoy a 25-year relationship with CBRE as one of their most long standing clients, as well as having developed relationships with JD Sports, BooHoo, St John’s Ambulance, Urban Splash and new clients including Kier and Zenith Vehicle Hire. \n\nNik Wyers, Joint Managing Director at Floorbrite, says, “We’ve always believed that if we’re going to do something, we have to do it well but more importantly – we’ve never been afraid to fail. The key to growing a business is to take calculated risks, which is exactly what we’ve done over the past seven years and thankfully the risks have paid off and we’re in a position to announce record turnover figures for 2017. \n\n“We also truly believe that a business is only as good as the people you employ – we have a massive workforce of more than 1,400 staff around the country but we do everything we can to ensure that every single one of those people feels part of the Wyers family.  Without them, our business wouldn’t be what it is today.”\n\nNik added, “Our plans for the next 12 months are to continue grow our portfolio and saturation across the UK – the facilities market is incredibly buoyant at the moment and we’re pleased to be able to offer clients, both new and old, a vast array of high quality services through our own channels and close team of partners.\n\n“It’s definitely an exciting time for the business and we look forward to the opportunities ahead.”\n\nFloorbrite has recently been awarded a Finalist place at The Golden Service Awards is London, where they will find out if they are winners in March, a Gold Achievement Award in the RoSPA Occupational Health and Safety Awards 2017, as well as an International Green World Award by the Green Organisation in recognition for being one of the world’s greenest companies. \n\nThe company was set up in 1972 by the late Martin Wyers and is now owned and operated by Chairman, Linda Wyers, Joint Managing Directors, Alex Wyers and Nik Wyers, and Marketing Director, Nina Wyers.\n\nTo find out more, visit: www.Floorbrite.co.uk\n",
      "PhoneNumber" : "",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2FFloorbrite_941_02.jpg?alt=media&token=e8fbc06e-59bd-4315-8196-a99d07d487f8",
      "Title" : "Record turnover for North West based cleaning and facilities services company",
      "WebsiteURL" : "http://www.Floorbrite.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "MSL Property Care Services",
      "Description" : "Tradex News is incredibly pleased to announce that MSL Property Care Services have been named as the Property Maintenance Company of the Year due to their extensive and dedicated maintenance and compliance services.",
      "DetailDescription" : "Tradex News is incredibly pleased to announce that MSL Property Care Services have been named as the Property Maintenance Company of the Year due to their extensive and dedicated maintenance and compliance services.\n\nMSL Property Care Services was first established back in February 2008. Headed by Managing Director Jeremy Harrison and Operations Director Andy Thomson, backed by a strong management team, the company has developed over the past 10 years and have since garnered themselves a reputation as being one of the most reliable and effective property maintenance providers available today. Based in Halifax, West Yorkshire, the company operates across the whole of the UK, Ireland and even areas of mainland Europe.\n\nMSL specialise in providing a range of services including reactive maintenance, planned maintenance and compliance. When it comes to compliance, clients turn to MSL for peace of mind ensuring that they are keeping up to date with legislation. As regulations change and transform, MSL are always on hand to help clients maintain up-to-date compliance records and manage their planned maintenance, whether it regards electrics, fire, gas, water, asbestos, air conditioning or more, and ensure customers are meeting their statutory compliance obligations. Not only does this ensure the client is protected legally, but it also affords them significant time and cost savings.\n\nMSL are indeed one of the top choices for compliance. Offering a one stop shop for compliance, clients are provided with their own secure web portal, through which they can view the service profiles, visit frequencies and view their overall compliance status whether by compliance discipline or by property. For ease of use, reports and certificates can also be downloaded anytime. \n\nAs for MSL’s reactive services, these cover all trades, including electrical, plumbing, carpentry, roofing, locksmiths and drainage. One of the best things about MSL is that they can respond within 2 hours for business critical issues and offer up to a 5 day response for non-urgent works. Better yet, MSL work only to the strictest standards of quality and health & safety and have achieved ISO 9001, 14001 and OHSAS 18001 accreditations. \n\nTheir robust facilities management services broach energy, lighting, security, hygiene and much more. Regarding energy and lighting, MSL have extensive experience in designing, supplying and installing new energy saving lighting systems whether it be for commercial, industrial or retail sectors. \n\nMSL offer their services principally to many well-known high street brands including William Hill, Café Nero, Pets at Home, Specsavers and Zara. The charities sector is also an important source of customers including British Heart Foundation, Age UK, Scope, Sense and Oxfam.\n\nWe spoke to Jeremy Harrison, of MSL, who explained, “Our service incorporates a 24/7 helpdesk manned by maintenance trained staff. Plus, each customer has a dedicated advisor that gives a personal service with continuity from start to finish of a job. We provide full transparency of service through our customer web portal which enables customers to track the progress of works, generate management information reports. This enables customers to know how they are spending their maintenance budget and how we, MSL, are performing.”\n\nSupporting all their activities is their in-house developed web-based inSYNC integrated FM system.\n\nThis comprises a suite of facilities management tools including a site portal, customer management portal, customer wallboard, supplier portal and a service delivery App. The site portal allows users to log job and quote requests online, track work and add notes, view the properties compliance status and much more. With its innovative supplier portal, users can easily prioritise different projects, add ETAs, upload work photos, and keep up to date on health and safety. Most unique is the Wallboard which displays a live view of real time works, as well as pointing out high-priority and critical works. The live integration between modules provides total transparency of activity and communication from individual site to head office.\n\nTheir helpdesk even came out on top in the Service Provider category for ‘The Top 50 Companies for Customer Service Awards 2015.’ Celebrating their 10th Anniversary in 2018, MSL have big plans to look forward to. These include expanding their presence within the UK, Ireland and Europe and continuing to strive to be one of the best companies to work for. MSL are already on the road to achieving this, having been recognised by Best Companies as a “Good Company to Work For” in 2017 they have gone a step further in 2018 to earn a star as being a “Very Good Company” to work for. MSL are also working on an exciting charity project to celebrate their anniversary, aiming to raise £10,000 for charity. As part of this, the company have already held events for Overgate Hospice, McMillan Coffee Morning, BHF Bag It Beat It and Children in Need. \n\nTo find out more information on MSL Property Care Services, or to get in contact with the company, please see the details provided below.\n\nT +44 (0)333 123 4450\nwww.msl-ltd.co.uk\n",
      "PhoneNumber" : "0333 123 4450",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FMSL_940_03.jpg?alt=media&token=84ada1ff-bfb2-44aa-b44f-e00ac3f9d569",
      "Title" : "Providing great customer service through people and technology",
      "WebsiteURL" : "http://www.msl-ltd.co.uk"
    } ],
    "SortOrder" : "2",
    "Title" : "Industrial"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "",
      "Description" : "What would saving 20% of your transportation costs mean? If you’re an operator of 20 vehicles, that’s four vehicles, or roughly £300,000 a year",
      "DetailDescription" : "What would saving 20% of your transportation costs mean? If you’re an operator of 20 vehicles, that’s four vehicles, or roughly £300,000 a year. If you’re an operator of 50 vehicles that’s 10 vehicles and a saving of £750k a year. \n\nOur vehicle route optimisation software is designed to offer that level of saving. Taking collection data from waste businesses, our Optrak4 product optimises their routes, taking into account the realities and restrictions of the world they operate in - from rush-hour and urban traffic to ADR regulations and driver-shift rules – to significantly improve the efficiency of their trips\n\nIn doing so, they use fewer resources, reduce driving time and significantly improve environmental impact; all planned by the transportation team in a much shorter time.\n\nWaste-Oriented Features\n\nWe thoroughly understand the waste and recycling market, having worked with commercial waste companies - in sectors from oil and battery collection to hazardous biowaste - and with NGOs and local authorities to evaluate local waste collection policies. \n\nOptrak’s specialisation in the waste sector is built into the product; with volumetric modelling for customised, multi-compartment vehicles, loading factors for multi-stream product collection and flags for hazardous product types. Suitable for planning on a daily basis, over a week or more strategically, including creation of milk rounds, Optrak can be used by skilled planners to significantly improve an organisations operational efficiency.\n\nAt RWM 2019 we were a finalist in the SME Innovation category for our services and gave talks on the potential of local authority commercial waste collection optimisation.\n\nSME-Specific Offering\n\nOptrak has been successfully deployed its product with organisations ranging from 10 to 10,000 vehicles but has in the past year started working with UK government grant scheme supporting 40% of eligible deployment and solution costs for SMEs. Qualifying businesses can save on consultancy, deployment and year one licence costs, supporting the evaluation of its distribution models and introduction of efficient systems into the organisation.\n\nWith SME waste collectors vulnerable to changes in government policy focusing on the environmental impact of their businesses, and from larger organisations who are already leveraging logistics packages, improved routing and evaluation of operations can help them stay competitive and grow their business. Optrak is here to help deliver on that process, driving 30 years of logistics experience into your operations to maximise your efficiency.\n\nTom Pigden, Commercial Director, Optrak\n\nVrs-sales@optrak.com \n\nOr call: 01992 517100",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F1.jan%2FOptrak_418_03.jpg?alt=media&token=a0c6437c-7d6f-43da-98e5-cbc0a2561bbc",
      "PhoneNumber" : "01992 517100",
      "SortOrder" : "96",
      "Title" : "Saving 20% on your transport costs with Optrak4 route optimisation",
      "WebsiteURL" : "http://"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Autobuild Ltd",
      "DetailDescription" : "Storage building specialists Autobuild Ltd have recently enhanced their range of flat pack buildings with a range of storage buildings designed for schools, which include condensation proofing.\n\nThe buildings are arranged to fit the customer's site dimensions and are designed using a sophisticated computer package enabling prices to be calculated in a few minutes. \n\n“Once we know the length, width, colour and height of the building and details of ancillary items, like roller doors, personal access doors or skylights, prices can be given to the customer over the telephone or on email. We can adjust dimensions if necessary to suit their budget,” said Laurence Osborne, Autobuild's Managing Director.\n\nBuildings are delivered flat and bolted together on site to form the finished product. To enable the schools to obtain the best advice before ordering, Autobuild can arrange a site visit and produce a set of plans and a structural design certificate. The buildings all conform to British Standards.",
      "PhoneNumber" : "01753 648484",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FAutobuild_930_01.jpg?alt=media&token=381bf7b2-acde-4b85-82d3-7fbb8f292baf",
      "Title" : "Steel Buildings Solve School Storage Problems",
      "WebsiteURL" : "http://www.autobuildltd.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Leafield Environmental",
      "Description" : "Its traditional styling and anti-fly poster dimpled surface makes it ideal for streets, parks, seaside resorts and local attractions.",
      "DetailDescription" : "Its traditional styling and anti-fly poster dimpled surface makes it ideal for streets, parks, seaside resorts and local attractions.\n\nThe circular design of the Classic creates a robust structure holding 90 litres of waste. The secure locking lid comes with a stubber plate and double apertures providing easy 'walk by' access and is easily lifted off for emptying.\n\nIncludes empty ballast cartridge, gold or silver banding and steel liner.\n\nAvailable in a choice of colours*.\n\nOptional extras include; lock, personalised label and fire extinguisher.\n\n*Standard black base made from 100% recycled plastic (subject to availability). From RRP £140.00.",
      "PhoneNumber" : "01225 816541",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldenvironmental_930_02.jpg?alt=media&token=ef0d2391-efa0-41ce-95dc-ccc744d28258",
      "Title" : "NEW Anti-Flyposting Litter Bin...",
      "WebsiteURL" : "http://www.leafieldrecycle.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Loxston Groundcare",
      "Description" : "Supplied through UK distributor Loxston Groundcare, national equipment hire company A-Plant have added a further eight Irus remote controlled mowers to their groundcare equipment fleet.",
      "DetailDescription" : "Supplied through UK distributor Loxston Groundcare, national equipment hire company A-Plant have added a further eight Irus remote controlled mowers to their groundcare equipment fleet.\n\nFor A-Plant, Groundcare Business Development Manager David Kendall said, “We have had Irus as a part of our specialist slope-mowing offering for some time and have had no issues with them.\n\n“The build quality is exceptional and the unique tilting engine gives the operative a balanced machine with proven capabilities when cutting at up to 50 degree angles for extended periods. Our latest order was for five Quadrak wheeled mowers and three Deltrak tracked machines.”\n\nPeter Loxston said, “Irus are ‘go-anywhere’ machines capable of mowing in places where people can’t. Operated by way of multi-channel radio and designed for mowing and maintenance of vegetation on precipitous slopes, parks, roadside verges and railway embankments, they offer reduced risk of injury to operators.”\n\nIRUS offer a range of implements to fit their machines, including forestry pulveriser, stump grinders and rotary and scythe mowers.",
      "PhoneNumber" : "01460 242562",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLoxstongroundscare_930_01.jpg?alt=media&token=1c54eaef-45d9-4c3f-b162-55a4093664a6",
      "Title" : "A-Plant add more Irus remote mowers to the fleet",
      "WebsiteURL" : ""
    } ],
    "SortOrder" : "3",
    "Title" : "Handling, Storage & Logistics"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Wrightstyle ",
      "Description" : "Wrightstyle, the advanced steel and aluminium glazing system company, recently completed three elevations of structurally-glazed curtain walling measuring over 50 metres in length as part of recent work on the eastern ticket hall of Crossrail’s Farringdon station.",
      "DetailDescription" : "Wrightstyle, the advanced steel and aluminium glazing system company, recently completed three elevations of structurally-glazed curtain walling measuring over 50 metres in length as part of recent work on the eastern ticket hall of Crossrail’s Farringdon station.\n\nAs part of Crossrail’s Art Programme, British artist Simon Periton designed an artwork for the curtain walling featuring an intricate pattern that reflects the elaborate Victorian metalwork of the historic Smithfield Market directly opposite.\n\nDuring the day, the artwork will allow passengers to see inside to the coffered ceiling that echoes the Brutalist architecture of the nearby Barbican, whilst changing shadows will be cast across the interior space.\n\nIn the evening, the station lights will illuminate the design from inside, offering a dramatic new perspective to those on the nearby streets.\n\nWrightstyle is currently working on seven out of the 40 stations on the Elizabeth line, including Bond Street, Paddington, Farringdon, Liverpool Street, Whitechapel and Woolwich. The new Farringdon station is expected to serve 82,000 passengers every working day.\n\nSpecialist glass from Hero Glass was chosen for the project “which pushed the capabilities of normal glass design, but which also successfully fuses art and architecture in this remarkable building,” according to Lee Coates, UK director, Hero Glass. The artwork was created using a silk screen print process in Hero’s factory, which gave the visual result the artist was looking for.\n\n“Crossrail is the largest construction project in Europe and passenger safety is, of course, the paramount concern of the design team,” said Wrightstyle contracts manager, John Woodcock.\n\n“That’s the reason why our systems have been specified across several new stations on the Elizabeth Line. We have great experience in the transportation sector, and our systems have been subjected to international testing in Europe, the USA and Asia,” he said.\n\nT+44 (0)1380 722239\njane.embury@wrightstyle.co.uk\nwww.wrightstyle.co.uk\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2F3455.JPG?alt=media&token=da847908-1e77-4966-9d97-ed1b00f4db91",
      "PhoneNumber" : "01380 722239",
      "SortOrder" : "1",
      "Title" : "Wrightstyle brings Farringdon art to life",
      "WebsiteURL" : "https://www.wrightstyle.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "kestrelaluminium",
      "Description" : "Oaks Industrial Estate, Leicester, recently benefited from a much needed lift thanks to the collaboration between Season Masters Windows and Kestrel Aluminium Systems.",
      "DetailDescription" : "Oaks Industrial Estate, Leicester, recently benefited from a much needed lift thanks to the collaboration between Season Masters Windows and Kestrel Aluminium Systems.\n\nThe project specification required the new windows to be thermally efficient to ensure that the upgrades resulted in the industrial units being economical for the occupants as well as creating a modern and clean look to the overall estate. Working to a strict schedule Season Master Windows needed to have fabricated and installed the replacement windows within eight weeks. \n\nKestrel Aluminium Systems supplied the complete product kit required to fabricate the windows. The decision was made to opt for the 60mm Window System to provide maximum thermal performance, and to meet the specification of being ‘top hung open out’ to enable natural ventilation. Trickle vents were also installed to ensure constant ventilation. \n\nSeason Master Windows was confident that it would be able to meet the time scale set as the delivery of material would be with them in full within two working weeks by Kestrel Aluminium Systems who pride themselves on their enviable service delivery turnaround times. By opting to use aluminium windows for the industrial estate it has resulted in a modern look being achieved with the added benefit of providing peace of mind for the owners and occupiers that the units are safe and secure.",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2F1.Kestrel.jpg?alt=media&token=6922f8cc-73af-485c-bcfe-b3360d55600f",
      "PhoneNumber" : "",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FKestrelAluminium_928_01.jpg?alt=media&token=add2d2df-3b0a-46a1-a623-9e33a1259e99",
      "Title" : "Modern makeover for industrial estate",
      "WebsiteURL" : "http://www.kestrelaluminium.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Quickslide",
      "Description" : "G16 Training Award winner Quickslide is reaping the benefits of taking its Quickslide Academy training programme to a higher level thanks to a partnership with the world-renowned Dale Carnegie organisation.",
      "DetailDescription" : "G16 Training Award winner Quickslide is reaping the benefits of taking its Quickslide Academy training programme to a higher level thanks to a partnership with the world-renowned Dale Carnegie organisation.\n\nThe Yorkshire fabricator not only picked up the prestigious award at this year’s event, but has also seen profits rise to record levels, cash flow significantly improving and even accident levels – and insurance premiums – dropping since teaming up with Dale Carnegie.\n\nMore than 40 of Quickslide’s staff have already undergone training with Dale Carnegie via tailored courses at its Brighouse HQ as well as at centres run by the organisation.\n\nThe fabricator already operates its Quickslide Academy training programme of performance and improvement courses. Last year, it set out its aim to create ‘100 problem-solvers’ in its workforce with a series of courses up to a year in length, aimed at quality, efficiency and continuous improvement.\n\nDale Carnegie Training, founded over a century ago, operates in more than 80 countries, delivering workplace learning and performance training to companies of all sizes, including some of the world’s biggest and best-known corporations.",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FQuickslide_930_01.jpg?alt=media&token=6afcc9cc-97a1-4e11-ad83-5fe991d2a734",
      "PhoneNumber" : "0844 5610 623",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2F1.quick.png?alt=media&token=89c4588b-5600-4f92-8843-2f7e13c36cbc",
      "Title" : "G16 Top Trainer Quickslide teams up with Dale Carnegie",
      "WebsiteURL" : "http://www.quickslide.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Sikasil",
      "Description" : "Sikasil SG-500, a high strength, fast-curing silicone adhesive from global building product manufacturer Sika, is helping ensure the safe, long-term installation of nearly 200 windows which will form a new superstore’s spectacular, structurally-glazed façade.",
      "DetailDescription" : "Sikasil SG-500, a high strength, fast-curing silicone adhesive from global building product manufacturer Sika, is helping ensure the safe, long-term installation of nearly 200 windows which will form a new superstore’s spectacular, structurally-glazed façade.\n\nThe ideal adhesive for structural glazing, Sikasil SG-500 was specified by sub-contractors Lindner Facades for a new £54 million John Lewis store in Leeds city centre. The store is designed by ACME architects, with its construction being overseen by main contractors, Sir Robert McAlpine.\n\nSikasil SG-500 is being used to bond 192 windows – a mix of 1m x 2m and 5m x 3m windows – to diamond-shaped steel frames which form the 25,000m2 building’s five-storey, three-dimensional façade, described by specialist retail developers Hammerson as a “future classic for architecture in Leeds”.\n\nThe steel frames which house the windows are manufactured offsite, with two glass supports and an anodising strip used to affix the windows to the frame before Sikasil SG-500 is applied. Once the adhesive – which is also renowned for its superbly clean finish – cures, the completed frames are transferred to site for installation.\n\nJared Laslett, Division Manager for Lindner Facades, said, “Sikasil SG-500 is the silicone adhesive we trust. We’ve used it on many previous projects, providing exactly what it promised – superb, rapid-curing adhesion.”\n\nSikasil SG-500 is a two-part, high-modulus, neutral-curing structural silicone adhesive. As well as window applications, Sikasil can be used for solar modules and challenging industrial applications. It provides excellent adhesion to a wide range of substrates. CE-marked and fire-rated (EN 11925-2 / DIN 4102-B1), Sikasil SG-500 is UV and weather resistant.\n\nSub-contractors Linder Facades began work on John Lewis’ structurally-glazed façade in January. Sikasil SG-500 will play a vital part in ensuring the outstanding-looking outlet – one of the biggest John Lewis stores outside London – will be ready to offer customers their first taste of this new retail experience on Thursday 20 October, as planned.",
      "PhoneNumber" : "01707 363893",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FSika_928_01.jpg?alt=media&token=ffd9f0a0-4042-4f39-839f-45d8d92f2b7e",
      "Title" : "Sikasil puts high strength bond on flagship store’s stunning façade",
      "WebsiteURL" : "http://www.sika.co.uk/facades"
    } ],
    "SortOrder" : "4",
    "Title" : "Test, Measurement & Laboratory"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "VINCI Facilities",
      "Description" : "Here at Sustainability Today, we like to recognise companies that go above and beyond, striving for brilliance and using innovative approaches to ensure continual growth with a focus on sustainability.",
      "DetailDescription" : "Here at Sustainability Today, we like to recognise companies that go above and beyond, striving for brilliance and using innovative approaches to ensure continual growth with a focus on sustainability. This is why we are proud to announce that VINCI Facilities has been selected as our Facilities Management Company of the Year.\n\nVINCI Facilities is committed to providing outstanding customer service, embracing innovation and collaboration to ensure they are, and remain, the benchmark against which their competitors are measured. Complementing and enhancing their Facilities Management and Refurbishment/Building activities, VINCI offer an extensive range of energy and water management services across a wide range of customers and business sectors.\n\nVINCI Facilities is the trading name of VINCI Construction UK Limited, and is the £270 million UK facilities services organisation of the VINCI Group, a global facilities, concession and construction group. VINCI Construction UK traces its origins back to 1918, and over the past 100 years the addition of trusted names including Norwest Construction and Taylor Woodrow has widened the company’s capabilities, enabling them to integrate developing technologies and lead the way in burgeoning new industries. VINCI Facilities Energy and Water Management experts provide innovative yet practical services and solutions, which reduce energy, carbon, water, cost, and risk for their customers.\n\nAs specialists in the built environment, VINCI Facilities provides tailored solutions through both their Facilities Management and Building Solutions businesses. They are committed to delivering technical and organisational expertise, and provide their clients with a diverse range of facilities management, building maintenance, refurbishment, regeneration, and project management solutions designed to meet the challenges of modern organisations. They also offer a comprehensive range of Energy and Water Management services, which are tailored to their customer’s needs, including an embedded Energy and Water Manager, utilities procurement & bill validation, bureau services, and alternative energy solutions along with renewables and battery storage. \n\nAs a part of the wider VINCI group, they offer an unparalleled breadth and depth of technical expertise in the built environment, enabling them to deliver long-term sustainable value for their customers, shareholders, employees and partners, as well as society at large. They have successful partnerships with organisations of every size, from local authorities, schools, hospitals, social housing, and government departments, through to utilities, retail, manufacturing, rail and leisure. \n\nVINCI Facilities is proud to be benchmarked annually as leaders in the Sustainable FM Index, and demonstrate an integrated approach to sustainability; from strategy to operation.\n\nVINCI Facilities’ Energy & Water Management business has grown out of a desire to continue to provide exceptional services to their customers and to mitigate the growing influence of utilities and carbon in a modern business. Their innovative services and solutions continue to reduce energy, carbon, water, cost and risk for our customers.  \n\nVINCI Facilities Energy and Water Management services and activities are underpinned by an in-house Utilities Bureau, based in Manchester. The Bureau takes data from a customer’s portfolio to analyse utilities consumption, trends and alarms that may indicate performance issues, providing valuable information and insight. They can then take measures to rectify the problems, bringing about savings and avoiding excessive costs or, rectifying more acute issues, such as water leaks or exceeding electrical supply capacity. The Bureau also produces multiple levels of utilities reporting, including management summaries, PFI contractual performance, and operational reviews, turning raw data into information that can be acted upon to improve performance.\n\nThe Bureau is only one aspect of their service offering. A full range of services is available from strategy & direction through to ‘on-the-ground’ energy and water management, ensuring their customers have confidence that every requirement or challenge can be successfully met. Whether the requirement is a complex Investment Grade Audit, utilities procurement, operational support or simply advice on legislation, VINCI’s team pride themselves on always being available to support their customers’ needs and consistently delivering a quality service.\n\nA topical subject for 2019 is the Energy Savings Opportunity Scheme (ESOS) as Phase 2 of the scheme is now underway and eligible organisations must comply with the scheme by 5th December 2019. Phase 1 of ESOS, which closed in 2014/15, was challenging partly due to a lack of Lead Assessors. This caused last-minute panic, failed assessments, compliance delays, and even fines from the Environment Agency. VINCI Facilities Energy and Water Management are working with multiple customers to ensure those problems don’t reoccur for Phase 2 of ESOS.\n\nIt is clear that the VINCI name symbolises the very best in sustainable innovation, creativity and technological mastery. Through their One Team ethos, VINCI is committed to developing an open, transparent, trust-based partnership with their customers, stakeholders, and supply chain partners. Their vision is to be regarded by all their stakeholders as the leading and trusted expert in the responsible management, operation and adaptation of the built environment, with a mission to create and maintain great places to live and work, listening to what their customers need and providing innovative solutions that add value, delivered by excellent people who care.\n\nIf you would like to find out more information about VINCI Facilities’ excellent services, including Energy & Water Management, Energy Savings Opportunity Scheme (ESOS) or Utilities Bureau Services, head to their website or use the contact details below.\n\nT 0161 320 2900\ninfo@vincifacilities.co.uk\nESOS@vincifacilities.com\nwww.vincifacilities.com",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJuly%2FVINCIFacilities_338_05.jpg?alt=media&token=1a3044aa-48e6-4100-8951-45a67c141985",
      "PhoneNumber" : "0161 320 2900",
      "SortOrder" : "1",
      "Title" : "VINCI Facilities: A trusted expert in the built environment",
      "WebsiteURL" : "http://www.vincifacilities.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Mill Heat ",
      "Description" : "Here at Tradex News we are extremely excited to announce that Mill Heat has been chosen for our highly esteemed Heating Company of the Month profile as a result of their innovative, stylish and technology driven heating.",
      "DetailDescription" : "Here at Tradex News we are extremely excited to announce that Mill Heat has been chosen for our highly esteemed Heating Company of the Month profile as a result of their innovative, stylish and technology driven heating.\n\nMill Heat was first set up back in 1992 by Cato Bryn. Based in Oslo, Norway, the family run business’ initial focus was on supplying BBQ and outdoor patio heating. However when Cato’s son identified a niche in the market for modern heating for the home, the company shifted focus and has since become renowned as a supplier of beautiful, minimalistic heaters. \n\nWith a passion for innovation, Mill Heat launched the ‘Mill’ brand in 2012, offering unique, Norwegian designs that utilise SMART technology. The heaters, available from the largest retailers among Nordic countries, proved highly successful, leading Mill Heat to then bring the Mill brand to the IFA fair in Berlin, 2015, and the International Home + Houseware show in Chicago, 2016, receiving heaps of praise. Mill soon exploded with popularity and today, their electric, portable and wall mounted heating can now be found in over 20 countries across Europe, Asia and North America. \n\nMill provide everything from Oil heaters to Glass Panel heaters, Wifi controlled heaters and much more. One of the places you can get your hands on Mill is through their exclusive UK distribution partner Benross Marketing. We spoke to Jon Brennan, from Benross Marketing, about what makes this brand stand out, to which he explained, “Most noticeable about Mill is the design. These heaters are designed in Oslo and are evidently Scandinavian; however it's not just about the looks. Quality, performance and ease of use are also key factors that separate us from other brands.\n\n“As an example, under test conditions, our Mill oil heaters can heat a room up to 29% faster than a 'normal' heater of exactly the same specification. Not only does this get the room to a comfortable level quicker, but it also saves the consumer money as the digital thermostat will switch the heater off sooner.”  \n\nMill Heat’s Panel heaters are also extremely sought after, coming in two styles: Steel and Glass. In addition to being IP rated, these heaters are fitted with a 3 pin plug, which takes just minutes to install, and they also exude the signature Scandi-style of Mill Heat that has made them so popular. Not only that, but these heaters can also be controlled through the intuitive Mill Heat App, whereby users can set up a schedule of when to use the heater. \n\nJon explained, “With the Mill Heat App, users can set up a 24/7 timer that sets the air temperature to their required level, and this can be overridden at any time from anywhere in the world. We will also be launching our WIFI connected portable heaters this autumn, which will be another huge progressive step for portable heating in the UK market. We are also soon to launch our new, highly anticipated outdoor patio heaters in the Scandinavian market.”\n\nCurrently undergoing a wave of expansion, with their hands in both European, US and Far East markets, Mill Heat are currently working to widen their reach and strengthen their distribution markets. \n\nIf you are interested in transforming your interiors with Mill’s stunning, sleek and advanced heaters, be sure to get in contact using the details below or feel free to check out their website. \n\nT 0151 448 1200\nwww.millheat.co.uk \n\n",
      "PhoneNumber" : "0151 448 1200",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2FMillHeat_943_03.jpg?alt=media&token=eda652b8-cc95-4111-a704-e691350988fb",
      "Title" : "Keep warm with style",
      "WebsiteURL" : "https://www.millheat.co.uk "
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Consort Claudgen",
      "DetailDescription" : "Following the recent launch of their smart commercial fan heaters, Consort Claudgen is now launching their improved range of slimline low surface temperature fan heaters with intelligent fan control. Each PLSTi heater is equipped with intelligent fan control which detects the temperature in the environment and automatically adjusts its fan speed to quickly achieve a warm airflow temperature. This allows the heater to immediately blow hot air, even when initially powered on in a very cold room, for the user’s comfort. Enhanced with one of the latest low energy consumption EC motors, these smart heaters also operate on a very low noise level. \n\nThe PLSTi heaters are more durable with a strengthened grille and a hinged wall mounting system for easy installation and decorating. The maximum surface temperature does not exceed 43oC complying with NHS Estates Health Guidance Notes, making them perfect for environments with vulnerable people such as children and elderly residents. Being extremely economical to run, splash proof and with a variety of control features available, the PLSTi range is ideal for both commercial and domestic use.",
      "PhoneNumber" : "1646 695195.",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FConsort_930_01.jpg?alt=media&token=1e7aa548-cd54-4c69-824a-9ce652a818c0",
      "Title" : "Another smart product range by Consort Claudgen!",
      "WebsiteURL" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Dunham-Bush",
      "Description" : "Dunham-Bush trench-heating systems were specified for Building 3 at Advanced Manufacturing Park's Technical Centre in Rotherham to offset heat losses and down draughts from the glazed facade.",
      "DetailDescription" : "Dunham-Bush trench-heating systems were specified for Building 3 at Advanced Manufacturing Park's Technical Centre in Rotherham to offset heat losses and down draughts from the glazed facade. This building provides flexible offices and workshops for up to 11 tenants involved in industries as diverse as aerospace, automotive, marine, petrochemical and power generation.\n\nRussel Entwistle, associate mechanical engineer with M&E consultant WYG, explains, “The intention was to run continuously around the perimeter of the office space. The HTA units offered a continuous grille solution, which resulted in a high-quality finish that integrated well within the raised-floor system for the office.”\n\nIn total, 190m of Hydro-Course was installed by Wytek Electrical & Mechanical.\n\nThis trench system is only 240mm wide and 150mm deep, with an anodised satin finish and stainless-steel cross-bladed grilles and trim.\n\nFlow and return temperatures are 70 and 50°C, respectively, to maintain a room temperature of 21°C.",
      "PhoneNumber" : "02392 477700",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FDunhambush_930_01.jpg?alt=media&token=5499e79e-769e-4bc2-a8de-40f6021e2250",
      "Title" : "Dunham-Bush trench heating serves new technology centre",
      "WebsiteURL" : "http://www.dunham-bush.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Scaleguard",
      "Description" : "Hard water affects around 15 million homes in the UK and most of these have no scale protection. Hard water wastes energy, shortens the life of boilers and appliances and causes the usual problems of hard water marks. ",
      "DetailDescription" : "Hard water affects around 15 million homes in the UK and most of these have no scale protection. Hard water wastes energy, shortens the life of boilers and appliances and causes the usual problems of hard water marks. \n\nThe Carbon Trust confirms that 1mm of scale on a heat transfer surface will increase energy usage by seven per cent. With no scale protection 2 or 3mm of scale on a heat transfer surface is easily achieved within two or three years, so with scale protection there is a saving of a minimum of £100 a year to the average household in reduced energy costs and substantial further savings on extending boiler and appliance life. Building regulations now recommend scale protection on hot water systems.\n\nExtensive tests by a leading energy company proved that fitting Scaleguard increases boiler life by 45% so treating hard water gives a very quick payback as well as saving energy and extending the life of appliances.\n\nIt works by sending out a modulated electronic signal through a coil on the pipe which changes the physical properties of lime scale in the water. It alters the shape of the lime scale crystals so they can't form hard scale. Instead they just wash straight through the system and further build-up of hard scale is prevented, and existing scale is gradually absorbed.",
      "PhoneNumber" : "0800 5283278",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FScaleguard_930_01.jpg?alt=media&token=1150f2e9-02ac-4d7d-901a-c7731c5f57bb",
      "Title" : "Extend boiler life by 45%",
      "WebsiteURL" : "http://www.scaleguard.co.uk"
    } ],
    "SortOrder" : "5",
    "Title" : "Cleaning & Facilities Management"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "checkpoint-safety",
      "Description" : "Did you get a chance to meet the Global Leader in Wheel Safety at the CV Show this May?",
      "DetailDescription" : "Did you get a chance to meet the Global Leader in Wheel Safety at the CV Show this May?\n\nIf you did, you may have seen our new Arcade Claw Machine too… We welcomed all manner of people, eager to test their luck at £1 for 3 plays, trying to win chocolates and gift vouchers up to £50!\n\nThanks to exhibition-favourite Claw Machine and office charity events, we have managed to raise £300 for Brain Tumour Research. Well, we say ‘we’, but it’s also thanks to you! A huge thank you to our hard-working Checkpoint team and to all the visitors that have helped us raise money and awareness for this charity.\n\nIt doesn’t stop there though; we want to keep helping those who need it, all while having fun along the way. Which is exactly why we are bringing the Claw Machine back! You can catch the Checkpoint team at several exhibitions all over the world, including Transport Compleet, NUFAM, SOLUTRANS and more…\n\nCan’t wait until the next exhibition? Visit our website at: www.checkpoint-safety.com and put safety into motion today.",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FSeptember%2FCheckpointSafety_704_01.jpg?alt=media&token=10fb2975-ecc7-4020-a553-0d7a0e83c5a8",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "Making a difference at exhibitions all over the world",
      "WebsiteURL" : "http://www.checkpoint-safety.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Ballyclare",
      "DetailDescription" : "With construction, maintenance and cleaning tasks forming a huge part of today facilities management industry, the provision of high quality workwear has never been more important. Fortunately, the recent relaunch of a major workwear website makes this a simple task. The new site – www.ballyclarelimited.com - has been designed to reflect the wide range of products and services offered by Ballyclare Limited, and it provides visitors with a swift and streamlined way to navigate through to the type of garments they require. The site covers a wide range of garment options that are ideal for all types of building and facilities management roles, ranging from general workwear through to hi-vis and protective clothing for specific applications. \n\nAlthough Ballyclare is a supplier to many major organisations in the rail, fire, and emergency service sectors, the company also serves a wide range of smaller customers in the general workwear arena, all of whom benefit from the new website’s ecommerce facility. No matter whether a customer is looking for t-shirts, jackets, trousers or many other different types of garment, they can place their orders direct with Ballyclare. The site is also fully compatible with mobile devices, allowing customers to place those orders wherever they are, and whenever it’s convenient to them, and be sure of having the workwear they need delivered.\n\nFacilities management customers will also appreciate the other services which Ballyclare provides. These include garment personalisation with bespoke logos and branding, a managed service which offers a turnkey solution to managing your workwear requirements, and a full laundry option which includes collection, cleaning, inspection, repair and delivery of your garments. \n\nA key component of the new website is a section dedicated to Ballyclare’s recently launched Orcon® CAPTURE range of general workwear. Designed to provide a complete solution to the needs of the building and facilities sector, the high quality, hard wearing garments in this range that can be worn by a wide range of people in many different roles. The Orcon® CAPTURE garments include jackets, trousers, bib and brace trousers, polo sweaters, sweatshirts, fleeces and coveralls. All feature the practical design, excellent wear resistance and comfortable fit which have become the hallmarks of a Ballyclare garment. \n\nAll the garments have undergone extensive development and testing, and they can all be mixed and matched to create the perfect clothing solution for all the different employees in a company. To cater for those people where protection is required against flame, arcing, chemical splashes and other hazards, the Orcon® CAPTURE range also includes multi-norm garments which meet the most recent European safety standards. \n\nBallyclare has a wealth of experience in the design, manufacture and distribution of high quality, functional workwear, protective clothing and specialist PPE, and so can be relied on to provide the perfect solution to your needs. The company combines all the expertise it has gained as a supplier of safety-critical personal clothing to customers in many different industrial sectors to offer the best protective workwear solutions available – whether you require just a single garment or you need to equip your entire facilities management workforce.",
      "PhoneNumber" : "0844 493 2808",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FBallyclare_930_02.jpg?alt=media&token=a314c0e6-ece2-4102-8e6b-52fe049194dc",
      "Title" : "Ballyclare website provides Workwear Solutions for Facilities Managers",
      "WebsiteURL" : "http://www.ballyclarelimited.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Tornado",
      "Description" : "Tornado specialise in high-quality hand protection, leading the market with scientifically advanced manufacturing techniques, first-class raw materials and innovative technology.",
      "DetailDescription" : "Tornado specialise in high-quality hand protection, leading the market with scientifically advanced manufacturing techniques, first-class raw materials and innovative technology.\n\nTheir approach to product development simple – place the most technologically advanced materials on the most technologically advanced machines – the result is product superiority!\n\nDifferent technologies are applied together or in isolation to produce gloves suitable for specific tasks and operations. Tornado continuously research new materials and processes to maintain their position as market-leaders.\n\nThey’re a major supplier to the Automotive, Aerospace, Construction, Glass, Recycling and Engineering sectors, to name but a few. The gloves are market-leaders and Tornado offer a competitive price structure and exceptional service. They use their expertise to help businesses improve the safety of their workforce.\n\nQuest Hand Safety Evaluation: Do you have the correct hand protection?\n\nTornado provide a hand safety evaluation service called Quest; it’s perfect for all types of industry, regardless of organisation size or the hazards they face.  It’s focused on end-user safety and will specify the correct hand protection within a pre-agreed budget.\n\nQuest technicians come to you…\nQuest Technicians visit your site in their Mobile Hand Protection Lab, they meet your safety and procurement teams and discuss your objectives. They will conduct a study of your current hand protection and manufacturing environment to produce a report proposing a Quest Hand Protection Plan within an agreed budget.\n\nTry it for free…\nThe Quest Hand Protection Plan is installed for a trial period at the expense of Tornado Gloves and systematically monitored with end-user feedback being key. The Quest Team will calculate the ‘cost in use’ equation as a measurement against your budget.\n\nYou’re good to go…\nOnce you’re satisfied that your team are happy and budgetary objectives have been met, the hand protection product/s are rolled out to your workforce and an easy re-order system is put in place.\n\nContinued Support…\nTornado will support you by keeping you informed of product developments and legislative changes. This ensures that you are always fully compliant with Government Health & Safety legislation.\n\nFast, easy, trustworthy & cost-effective…\nQuest happens quickly, Tornado take care of everything; you can trust their market-leading product and your budgetary objectives will be met.\n\nCall to book a free Quest Hand Safety Evaluation, quote code: 002\n\nT 0115 961 9555\ntechnical@tornadogloves.com\nhttp://tornadogloves.com\n5B Colwick Quays Business Park, Colwick, Nottingham NG4 2JY.\n",
      "PhoneNumber" : "0115 961 9555",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMay%2FTornadoGloves_941_01.jpg?alt=media&token=2375b89e-c7c0-454c-9f90-2a6218fa695f",
      "Title" : "Specialist hand protection through, innovation, technology & design…",
      "WebsiteURL" : "http://tornadogloves.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "ABUS",
      "Description" : "ABUS have introduced new TS007 BSI* cylinder ranges tested to BSI Kitemark Scheme TS007:2014 1 Star and approved to British Standard BS EN1303, which can be suited to either customer specific Y14 & Z14 Euro Profiles, or available on an open ABUS House Z14 section.",
      "DetailDescription" : "ABUS have introduced new TS007 BSI* cylinder ranges tested to BSI Kitemark Scheme TS007:2014 1 Star and approved to British Standard BS EN1303, which can be suited to either customer specific Y14 & Z14 Euro Profiles, or available on an open ABUS House Z14 section. The Y14 range features a curved key profile, reserved to customer specific special section, which has been proven uncopiable without an ABUS Y14 key blank, and thus customers with these Y14 sections can be guaranteed to have follow up key cutting business, now with the security of BSI*. \n\nThe Z14 section features a flat 6 pin cylinder that needs no special key cutting tools, and this section is available both to existing special section customers and on an open ABUS House section, so ABUS customers can buy this new Z14 BSI* range without any financial commitment to a bespoke section. This Z14 open section BSI* range is available till the end of the year at promotional RRPs offering the 35/35 double at £33.00 RRP.\n\nCustomers with their own Z14 or Y14 profiles can upgrade their section to BSI* at normal special section RRPs.",
      "PhoneNumber" : "0117 204 7000",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FAbus_930_01.jpg?alt=media&token=f08a6641-5ed4-4818-b150-64c5504cb6fa",
      "Title" : "New ABUS BSI* cylinder ranges",
      "WebsiteURL" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "JSP",
      "Description" : "With a strong commitment to safety innovation, JSP’s Research and Development team have designed a new range of Sonis® Ear Defenders which peaks at an unbeaten SNR of 37. Developed in partnership with a leading research facility in the field of acoustic engineering, this new range meets the needs of an extensive range of industrial applications.",
      "DetailDescription" : "With a strong commitment to safety innovation, JSP’s Research and Development team have designed a new range of Sonis® Ear Defenders which peaks at an unbeaten SNR of 37. Developed in partnership with a leading research facility in the field of acoustic engineering, this new range meets the needs of an extensive range of industrial applications.\n\nThis exceptional range of Sonis® Ear Defenders is Kitemarked and meets EN352-1. The advantages of this range is that it offers a wide spread of attenuation with SNR values between 27 and 37 meaning that selecting the right model to match the wearers requirements is really straightforward.\n\nThe Sonis® range has been stylishly designed with a traffic light colour code for easy identification and selection. The range moves from the green Sonis® 1 for low level noise to the yellow Sonis® 2 and the orange Sonis® Compact for substantial Industrial noise through to the market leading SNR of 37 for the red  Sonis® 3 to protect against extreme industrial noise. ",
      "PhoneNumber" : "01993 826050",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FJSP_930_01.jpg?alt=media&token=059fd6b1-9799-4f8d-a4c8-6e5d2e20e859",
      "Title" : "Market leading attenuation for JSP’s new range of Sonis® Ear Defenders",
      "WebsiteURL" : "http://www.jsp.co.uk"
    } ],
    "SortOrder" : "6",
    "Title" : "Security, Health & Safety"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Novellini",
      "Description" : "Leading Italian bathroom brand Novellini has developed a new range of ALL INCLUSIVE shower enclosures.",
      "DetailDescription" : "Leading Italian bathroom brand Novellini has developed a new range of ALL INCLUSIVE shower enclosures. Bringing together cutting edge design, great functionality, and the very best environmental credentials to create a range of enclosures that cater for all.\n\nLunes 2.0 by Novellini is a redeveloped range of showering solutions designed for the home but manufactured with the installer in mind. Equally adept on Novellini wet room or shower tray, Lunes 2.0 is available in a vast array of options including the innovative semi-frameless triple sliding door that can be installed in a recess or with a side panel.\n\nProduct features of Novellini enclosures range from chrome framework, UV bonded hinges, metal rise and fall hinges which open in and out for easy access, and large door handles which are easy to grip. Novellini only uses the highest quality European safety glass, along with an industry leading Crystal Clear glass treatment, for low glass maintenance.\n\nStuart West, UK Sales and Marketing Director, explains, “Our New Lunes 2.0 range is without any doubt the most versatile, comprehensive, and universal range on the market and excellent value for money.”\n\nT 01727 229922\ninfo-uk@novellini.com\nwww.novellini.co.uk\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FNovellini_939_01.jpg?alt=media&token=de912fc7-1223-4351-9bd7-bb9691a45926",
      "PhoneNumber" : "01727 229922",
      "SortOrder" : "1",
      "Title" : "Refined affordability",
      "WebsiteURL" : "http://www.novellini.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Plastex",
      "Description" : "Heronrib matting has recently been laid around several pools of the renowned Marisma Wellness Centre in Santander, Spain. The matting is a hygienic and slip resistant solution for wet areas manufactured in the UK and US by Plastex.",
      "DetailDescription" : "Heronrib matting has recently been laid around several pools of the renowned Marisma Wellness Centre in Santander, Spain. The matting is a hygienic and slip resistant solution for wet areas manufactured in the UK and US by Plastex.\n\nMade from flexible PVC and supplied in 10m rolls, this meant that 170m of walkways could easily be laid overnight without causing any sport activity interruptions. In the morning the centre opened at 6am with safe underfoot access provided to all swimmers.\n\nThe matting features an embossed surface which is certified Class C, the highest rating of slip resistance given on DIN 51097, as well as ensuring barefoot comfort. The open grid construction with channelled underbars allows for extra drainage, whilst anti-microbial and anti-fungal additives ensure high levels of hygiene are permanently maintained.\n\nHeronrib matting was recommended by Plastex’s distributor in Spain for over 30 years, Decoplastics. mHeronrib is supplied in 50, 100 and 122cm widths and 10m lengths in 5 standard colours: Oxford Blue, Ocean Blue, Charcoal Grey, Forest Green and Mulberry Red. Other colours are available on request.\n\nPlastic Extruders Ltd has been a matting manufacturer for over 50 years, ensuring high quality and service standards to a worldwide distribution network.",
      "PhoneNumber" : "01268 571116",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FPlasticExtruders_929_01.jpg?alt=media&token=c6e67d85-461a-43ff-9367-46b3852b990a",
      "Title" : "Spanish wellness centre picks Heronrib barefoot matting",
      "WebsiteURL" : "http://www.plastexmatting.com/heronrib.html"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Caledonian Stone",
      "Description" : "Mark Rabey, General Manager & Senior Project Advisor at Caledonian Stone, a specialist stone and tile supplier, identifies the benefits of porcelain products in interiors.",
      "DetailDescription" : "Mark Rabey, General Manager & Senior Project Advisor at Caledonian Stone, a specialist stone and tile supplier, identifies the benefits of porcelain products in interiors.\n\nThe materials and products you select for interiors can make or break an environment, so you need to choose them wisely and consider the room’s purpose. This issue is even more important when it comes to flooring materials, as safety concerns such as slip resistance should be paid close attention.\n\nIn commercial buildings, there will often be high levels of footfall, especially in reception areas, dining rooms and bathrooms, so you’ll need to select materials that are durable and resilient. However, in domestic buildings, you may want to focus more on the aesthetics, such as how the materials appear visually and how they add a sense of style to a room.\n\nA way you can meet both needs is to procure natural stone materials, and in particular, porcelain. The aesthetic benefits of porcelain are widely recognised, and it’s also incredibly hardwearing, easy to clean and has good anti-slip qualities even when it’s wet.\n\nAt Caledonian Stone, we have our own pendulum slip resistance testing equipment that ensures the products we recommend meet the correct standards in line with HSE Slip Resistance Guidelines. For example, our Logan porcelain meets these standards and is available in a range of different sizes and colours. Additionally, it has certified strength for use in commercial high traffic areas.\n\nYou can learn more about our slip resistance recommendations by getting in touch here: www.caledonianstone.com/contact and find out more about our Logan range here: www.caledonianstone.com/products/logan-autumn",
      "PhoneNumber" : "",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FCaledonianStone_929_01.jpg?alt=media&token=f2722d84-be0f-4353-adcf-3494c8313637",
      "Title" : "Caledonian Stone",
      "WebsiteURL" : "http://www.caledonianstone.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "EGGER",
      "Description" : "EGGER UK’s new OSB HDX 30mm load-bearing panels have been used by Wyder Engineered Timber Systems Ltd as part of a £250,000 expansion to its manufacturing facility near Preston in Lancashire.",
      "DetailDescription" : "EGGER UK’s new OSB HDX 30mm load-bearing panels have been used by Wyder Engineered Timber Systems Ltd as part of a £250,000 expansion to its manufacturing facility near Preston in Lancashire.\n\nWyder, which celebrates its 10th anniversary next year, specialises in the design, manufacture and supply of I Joist Flooring and engineered wood products to the UK construction industry.\n\nThe company has expanded its production facilities on-site by creating a 280m2 mezzanine level using EGGER OSB HDX boards to house modern, spacious offices for its growing workforce, new meeting rooms, catering and washroom facilities.\n\nDave Williams, Company Director at Wyder Engineered Timber Systems, said, “We’ve made a significant investment to expand and remodel the existing factory this year. This has enabled us to increase our manufacturing capacity and house a new roof truss production facility which will launch in January 2017.\n\n“Installing a mezzanine floor has enabled us to reclaim what was otherwise wasted space. The mezzanine level is three times the size of the original area located on the ground floor. Our new purpose-built premises have doubled the space we need to enable the business to grow.\n\n“We specified EGGER OSB HDX panels to create the substrate floor for the mezzanine level because of its performance. The panels are denser and stronger than traditional 38mm chipboard and offer superior insulation and sound reduction from the factory noise below.”\n\nTo find out more about EGGER OSB HDX, contact the EGGER building products hotline on 0845 602 4444, email: building.uk@egger.com or visit: www.egger.com/hdx",
      "PhoneNumber" : "0845 602 4444",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FEGGER_929_02.jpg?alt=media&token=2474eeb4-d03d-42ba-b1ed-71ef6ee19011",
      "Title" : "EGGER flooring helps Wyder reach new heights",
      "WebsiteURL" : "http://www.egger.com/hdx"
    } ],
    "SortOrder" : "7",
    "Title" : "Exhibition News"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Bollegraaf Recycling Solutions",
      "Description" : "Sustainability Today is proud to announce that Bollegraaf Recycling Solutions has been selected as our Recycling Solutions Company of the Month, for its outstanding range of recycling technology which is helping to drive the green agenda",
      "DetailDescription" : "Sustainability Today is proud to announce that Bollegraaf Recycling\nSolutions has been selected as our Recycling Solutions Company of the\nMonth, for its outstanding range of recycling technology which is helping\nto drive the green agenda.\n\nBollegraaf was established in 1961. After producing vertical balers, which\nbecame renowned for their high quality, Bollegraaf began developing its\ntechnology with sustainability in mind. The range quickly grew from\nvertical, via semi-automatic to its current fully automatic baler with a\npre-press flap. The concept quickly took hold, leading to Bollegraaf\ngrowing from a small Dutch business into a multinational company, and it is\nnow a global player in recycling and waste processing equipment.\n\n“We design and build high quality recycling solutions for any kind of\nwaste,” explained Leendert Rijneveld, Marketing Manager. “We work closely\nwith our customers to design a solution to best suit their needs, so\neverything is made bespoke for each individual company. We’re a well-known\nrecycling partner and have a proven track record across the world for\ndelivering high quality solutions. We always receive great feedback from\nour customers, who pass on their recommendations to others, so we have a\nloyal customer base and see a lot of organic growth thanks to this.”\n\nSince its inception nearly 60 years ago, Bollegraaf has expanded its\nproduct range significantly, and it now includes complete sorting\ninstallations and recycling products that are developed by the company’s in\nhouse team of designers and engineers. These leading solutions are ideal\nfor the processing of wastepaper, plastics and a vast range of commercial &\nindustrial and domestic waste. In addition to this, Bollegraaf supplies\nsingle products and components, including conveyor belts, sorting belts,\nmagnetic and pneumatic sorting systems, drums and screens for sorting\ninstallations.\n\nAll of Bollegraaf’s equipment is created with the goal to optimise economic\nvalue with the lowest possible costs per tonne, helping to ensure\npermanently low operating costs for a fast return on investment in the long-\nterm. Indeed, recycling is all about recovering value from resource\nrecovery, and Bollegraaf believes there is no such thing as waste, only\nresources with potential value. This inspiration is what drives the\ncompany’s operations, helping to add value to the recycling industry and\ncontribute to saving the world’s limited resources.\n\n“Recently, we’ve seen a big increase in the amount of plastic that needs to\nbe recycled,” Leendert said. “People are going for more robotic techniques\nin regards to this, which Bollegraaf can supply, and we are also seeing\nincreasing interest from companies in Africa who are looking for innovative\nrecycling solutions.” Bollegraaf’s reliable and innovative equipment\nremoves plastics from waste, minimising the amount going to landfill. It\ncan also work with existing combined waste streams and in specialist\nplastic-only sorting installations.\n\nMaintaining a busy calendar of events every year, Bollegraaf will be\nattending IFAT München on 7-11 September, Plastics Recycling Amsterdam 27-\n28 October and Pollutec, Lyon on 1-4 December.\n\nIf you would like to find out more information on everything Bollegraaf has\nto offer, head to the website or get in touch using the contact details\nbelow.\n\nT +31 (0)596 65 43 33\ninfo@bollegraaf.com\nwww.bollegraaf.com\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F3.mar%2FBollegraaf_419_01.jpg?alt=media&token=af752608-9645-4c69-a4b6-b403f8d1b657",
      "PhoneNumber" : "+31 (0)596 65 43 33",
      "SortOrder" : "1",
      "Title" : "Quality and bespoke recycling solutions from Bollegraaf",
      "WebsiteURL" : "http://www.bollegraaf.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "TWS",
      "Description" : "Tradex News is extremely proud to present Total Water Solutions (TWS) as its selected Water Solutions Company of the Month. ",
      "DetailDescription" : "Tradex News is extremely proud to present Total Water Solutions (TWS) as its selected Water Solutions Company of the Month. \n\nIf you suffer with poor water supply, low water pressure and are only able to use one tap or shower at a time without it being disturbed, TWS has the perfect solution for you. Widely recognised to be at the forefront of the design and development of water boosting and water management systems, their innovative and superior products help prevent the growing problem of poor water pressure and reduced flow rates which affect the efficiency of today’s mains fed household and commercial water appliances.\n\nSet up in 2006, the well-established company is the brains behind the renowned MainsBoost™ Water Performance System. Unique, patented and energy saving, the highly sought after product works by utilising patented accumulator technology to store a volume of water at pressure in a sealed hygienic container.  \nAs an outlet is opened water is forced out of the MainsBoost™ boosting the incoming mains water supply and delivering a constant water flow rate to unvented cylinders and combination boilers, allowing them to operate at their optimum performance. The results are truly phenomenal as users receive a real ‘power shower’ performance without the need for pumps and benefit from no electrical consumption, silent operation and no maintenance for up to 5 years. \n\nAvailable in a range of sizes and configurations, the MainsBoost™ is suitable to all applications and can be used as a single system or linked together to provide improved water storage to meet household demands. \n\n'Our unique and innovative system provides water where you want it, whenever you want it,' commented Managing Director Conrad Baxter. 'The advanced level of technical engagement and expertise that is used to create our products is unsurpassed by many in the industry and our experienced and dedicated team strive to provide the best water boosting solution to suit your exact requirements. \n\n'Working alongside plumbing contractors, architects and specifiers, housing associations, Borough Councils, the Ministry of Defence, house builders, blue chip companies and plumbing merchants across the UK, TWS strives to deliver effective water management solutions to combat the problems caused by poor water pressure.'\n\nIn addition to the MainsBoost™, TWS also provide a full range of high quality, energy efficient, water performance products covering the full spectrum of domestic and commercial applications. These include the innovative and unique iBoost-200, AquaBoost variable speed booster sets, PureStor GRP cold water storage tanks and the AquaStor range of unvented and tank-in-tank hot water cylinders, as well as a range of water management and conservation products.\n\nTo accompany these highly efficient products, the skilled team offer a whole host of quality services including site surveys, design assistance and training in patented, accumulated technology to ensure you are getting the best out of your system. \n\n'The future looks extremely bright for TWS,' Conrad concluded. 'Just last year we joined forces with Stuart Turner Ltd – the UK's market leading shower and water boosting pump manufacturer. The acquisition has allowed us to continue pushing boundaries in providing the most innovative water boosting solutions throughout the UK and ROI. \n\n'At TWS, you will find a company committed to providing a high level of service, and which has become one of the UK’s leading authorities on delivering improved water performance for both residential and commercial properties. We pride ourselves on the high quality of our products, technical support teams, and customer service department to ensure we remain at the forefront of the ‘people to do business with!'",
      "PhoneNumber" : "0333 121 3050",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FTWS_930_04.jpg?alt=media&token=bc22a7f5-d474-4d2d-9d4d-4fae4050a18a",
      "Title" : "Water Boosting Solutions...The Greener Way",
      "WebsiteURL" : "http://www.twsuk.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Leafield Environmental",
      "Description" : "Leafield Environmental, has reported record sales of its cup recycling bins as a direct result of the renewed commitment of businesses to tackle the much publicised issue of disposable cup waste.",
      "DetailDescription" : "Leafield Environmental, has reported record sales of its cup recycling bins as a direct result of the renewed commitment of businesses to tackle the much publicised issue of disposable cup waste. As many as 5 billion paper cups are used and disposed of each year in the UK which, due to the previous lack of recycling solutions, were either incinerated or sent to landfill. \n\nLeafield has been working with Simply Cups, the UK’s only cup recycling scheme, which has resulted in an expansion of its cup bin range and increase in sales.\n\nAccording to Justin Salmon, Business Development Manager for Leafield Environmental; “We knew our customers genuinely wanted to recycle their cups because it improves their recycling targets, avoids waste going to landfill and enhances their environmental credentials. Now that there is a robust scheme in operation, through Simply Cups, there is a huge incentive for businesses to recycle their cups, which gives us the opportunity to help them find the best bin for their needs.”",
      "PhoneNumber" : "01225 816541",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldenvironmental_930_01.jpg?alt=media&token=831df14a-30ec-4e7c-95fd-97f969e85409",
      "Title" : "Sales of cup recycling solutions have never been stronger ",
      "WebsiteURL" : "http://www.leafieldrecycle.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Leafield Environmental",
      "Description" : "Leafield Environmental has launched a new EnvirocupXL recycling unit to collect larger coffee cups (up to 103mmm), providing a solution to prevent huge amounts going to landfill for facility managers. Suitable for food serving areas and offices.",
      "DetailDescription" : "Leafield Environmental has launched a new EnvirocupXL recycling unit to collect larger coffee cups (up to 103mmm), providing a solution to prevent huge amounts going to landfill for facility managers. Suitable for food serving areas and offices. \n\nThe cups can be dropped through the circular apertures and easily stacked inside the collection tubes, making it extremely easy to empty and clean. It also features a new improved liquid hub, to hold up to 7.5 litres of liquid reservoir to avoid access spillages. Dimensions: H: 803mm, W: 444mm, D: 444mm.\n\nThe unit is available in black and ivory with a boat blue liquid hub and comes with a recycling label as standard. Black unit is made from 95% recycled plastic. An A4 signage kit is available as an optional extra, as well as bespoke personalisation labels and unit colours.\n\nThe unit is priced RRP £169.99 per unit.",
      "PhoneNumber" : "01225 816541",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2017%2FJan%2FLeafieldEnvironmental_928_01.jpg?alt=media&token=d415aa8d-a78c-426e-86d5-96e044c35d81",
      "Title" : "Making recycling cups easier",
      "WebsiteURL" : "http://www.leafieldrecycle.com"
    } ],
    "SortOrder" : "8",
    "Title" : "Green News"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "GreenBrook Electrical ",
      "Description" : "GreenBrook Electrical has launched a stylish new bulkhead into its Emergency Lighting range that offers a cost effective emergency luminaire for interior and exterior applications.",
      "DetailDescription" : "GreenBrook Electrical has launched a stylish new bulkhead into its Emergency Lighting range that offers a cost effective emergency luminaire for interior and exterior applications.\n\nThis IP65 polycarbonate fitting is link changeable to maintained or non-maintained and can be either wall or ceiling mounted. Complete with vinyl self- adhesive legends, it has a facility for remote switching and offers a hinged gear tray for easy inspection. With built in battery protection and a charge indicator, this fitting really does tick all the boxes. Emergency operation duration is a minimum of 3 hours. Contact GreenBrook for more details of this new exciting range.\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FAugust%2FELLEDBULK%20Press%20Shot.jpg?alt=media&token=51350f32-b0d5-45a4-b63d-5a28ef67e7c7",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "Greenbrook’s new IP65 3W LED Emergency Bulkhead",
      "WebsiteURL" : "https://www.greenbrook.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "GreenBrook Electrical",
      "Description" : "Giles Lillistone, Technical & Quality Manager at GreenBrook Electrical, talks about emergency lighting and the requirement for successful installation and testing",
      "DetailDescription" : "Giles Lillistone, Technical & Quality Manager at GreenBrook Electrical, talks about emergency lighting and the requirement for successful installation and testing…\n\nEvery building has a specific requirement for emergency lighting, the role of which is to take over from the normal lighting provision in the event of a power failure. Lighting requirements will vary within each building as rooms without the benefit of daylight must always have lighting provided. Similarly, if a building is occupied at night, there should be emergency lighting installed in all areas, including those lit naturally during the day.\n\nIt is now considered that emergency lighting is a primary factor in fire safety and should enable occupants to immediately locate fire-fighting equipment and alarms. Emergency lighting installations are examined as part of a building's overall fire precautions risk assessment.\n\nEmergency lighting is a general term and is subdivided into 'emergency escape lighting' and 'standby lighting'. Standby lighting is the part of emergency lighting that enables normal activities to continue in the event of failure of the normal mains supply.\n\nThe difference between these is that while emergency lighting forms part of the fire protection of a building, standby lighting does not.\n\nPositioning of emergency lighting\nEmergency escape lighting should illuminate the following:\nEach exit door - Where the exit route or final exit is not readily identifiable or familiar to the occupants, a sign should be used with a pictogram of the person moving towards the doorway, rather than just a lighting unit\nEscape routes\nIntersection of corridors\nOutside each final exit and on external escape routes\nEmergency escape signs\nStairways, ensuring each flight receives adequate light\nChanges in floor level\nWindowless rooms and toilet accommodation exceeding 8m² \nFire-fighting equipment\nFire alarm call points\nEquipment that would need to be shut down in an emergency or a high risk task area\nLifts\nAreas in premises greater than 60m²\n\nA sufficient overall level of light is required to allow all of the above items to be visible and usable - it is not necessary to provide individual luminaires for each item listed.\n\nMaintained or non-maintained?\nEmergency escape lighting can be both 'maintained', ie. on all the time continuing to operate in the event of a power failure, or 'non-maintained', a system that only operates when the normal lighting fails. These units are designed to operate for durations of greater than three hours after the mains power supply fails.\n\nNon-maintained operation is generally the most popular choice, being cheaper in terms of energy consumption and the life span of the fitting. However, in some premises where the luminaires are always 'on', ie. in maintained mode, such as theatres and cinemas, there is sometimes no choice in the matter.\n\nA disadvantage of non-maintained variants is that the condition of the lamp can only be established through regular testing; it's no good waiting for a power cut to discover it isn't working!\n\nEmergency luminaires are also available as signs; a typical example is the pictogram of the person moving through or towards a doorway, with a directional arrow. Others may use text, eg. 'Fire Exit'. These units are available in both maintained and non-maintained versions in a range of styles, from the simple box type through to the slimline hanging sign. Pictograms and pictograms with text should not be mixed in the same premises.\n\nMore options…\nThere are two main types of luminaire, the relevant standard for which is BS EN 60598-2-22: self-contained and centrally supplied.\n\nThe self-contained luminaire contains all the essential components (ie. battery, charger, control unit, lamp, diffuser, and any test or monitoring facility) for it to function as an independent emergency light. This is the most common form of emergency lighting and is typically supplied as a surface-mounted, rectangular bulkhead luminaire, although a wide range of self-contained luminaires are available.\n\nCentrally supplied luminaires, or 'slaves' because they cannot function independently, are defined by BS EN 60598-2-22 as follows: 'luminaire for maintained or non-maintained operation which is energised from a central emergency power system that is not contained within the luminaire'. Slave fittings contain the lamp and some of the control gear but the charger, battery, and often the changeover device are located remotely and provide the supply to a number of luminaires.\n\nIllumination\nThe degree of illumination required should be closely related to the nature of both the premises and its occupants, with special consideration required for care homes, hospitals, crowded venues like pubs, nightclubs, etc, and to whether the premises has overnight accommodation.\n\nIn areas of high risk (operating moving machinery or vehicles, a kitchen or chemical area) the maintained illuminance should not be >10% of the required maintained illuminance for the task. This will be subject to a minimum illuminance of 15lux. The minimum duration is the period for which the risk exists to people.\n\nAll emergency luminaries should meet the lumen output specified by the manufacturer to ensure any areas that need emergency lighting are well lit. Choosing illumination with features such as refractive optics that provide high and uniform light levels ensure clear vision.\n\nTesting\nLegislation clearly states the requirements of testing emergency lighting units. Regular checks ensure that all users have sufficient illumination in the event of an emergency.\n\nTesting should include:\nA daily visual check of any central controls if a centrally powered system with slave luminaires is installed\nA monthly function test by operating the test facility for a period sufficient to ensure that each emergency lamp illuminates\nAn annual full discharge test to ensure that the lamps are lit for the full discharge period (usually 3 hours) and that the batteries are recharging\n\nA typical test is using a key operated switch that is located either near the main fuse board or adjacent to relevant light switches. This is also known as a 'secret key' switch, as it is designed to allow testing of emergency lights while preventing non-authorised operation of the test switch.\n\nFollowing a full discharge test the batteries typically take 24 hours to re-charge. The premises should not be re-occupied until the lighting system is fully functioning.\n\nIt is best practice to keep a record of all tests in the safety/risk assessment logbook.\n\nWay-guidance equipment complements emergency escape lighting, especially for those occupants unfamiliar with the premises to help identify exit routes. This comprises photo-luminescent material, lines of LEDs, or strips of miniature incandescent lamps, forming a continuous marked escape route at floor level. These systems have proved particularly effective when people have to escape through smoke, and for partially-sighted people.\n\nLED emergency lighting\nWith increasing focus on energy saving, LED is becoming the popular choice for emergency luminaires. The lamps start up instantly giving an additional bonus against some other types of low energy lamps, plus LEDs are smaller so can be used in more stylish designs.\n\nNew emergency fittings come complete with an auto-testing feature which can be cost-effective and more reliable than manual testing. It's considered the best way to meet current testing regulations and reduces the burden of testing manually.\n\nEven though emergency lighting is a legal requirement, we can now choose a variety of styles from downlights to bulkheads to ensure the fitting is in keeping with its surroundings.\n\nGreenBrook offers a selection of twin spots, downlights, bulkheads, exit signs, recessed lights, and emergency gear trays with LED options.\n\nFor further information, please visit: www.greenbrook.co.uk\n",
      "PhoneNumber" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FGreenBrook_939_07.jpg?alt=media&token=a55ce4bf-b061-4900-bfe4-3c03ba0caf85",
      "Title" : "Installation and testing of emergency lighting",
      "WebsiteURL" : "http://www.greenbrook.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Lighting Controls Ltd",
      "Description" : "Over the past 14 years Lighting Controls Limited has established an enviable reputation for customer service and innovation within the lighting industry.",
      "DetailDescription" : "Over the past 14 years Lighting Controls Limited has established an enviable reputation for customer service and innovation within the lighting industry. An increasing rarity, Lighting Controls Ltd achieves all of its design and manufacture in house in Farnham, Surrey. This degree of control means that their design, service and R&D engineers understand their customers and the lighting control industry like no other company. Top quality components and the latest production techniques contributes in no small way to exceptional reliability and performance.\n\nWith lighting contributing 20% or more of an average building’s electricity consumption, innovative lighting control technology can lead to significant savings. With emergency lighting test procedures sometimes requiring days per month in a large facility when performed manually, their automation leads to major savings and provides more informative reporting options and goes a long way to eliminating human error.\n\nA History of Innovation\nThe most recent and probably the most innovative product to hit the lighting control industry is Lighting Controls Ltd’s new EcoLux Graphics Interface. This new software/server package uses a tablet, smart phone, PC or MAC, (in fact, any device with a browser), to control, programme or monitor a lighting control system. This enables lighting to be controlled or programmed from within that zone, so the user can see the impact of programme changes in real time. Users can be assigned with different levels of access so that, for instance, a tenant will have control access over their particular leased space whereas a landlord will have exclusive access to the control of public areas and stair wells etc., along with test procedure reports for the whole building (for which they may have legal liability).\n\nA high priority in designing this software-based system was the simplicity of the interface. Each area controlled by the EcoLUX Graphical Interface is represented graphically as a floor plan with visualisation of lighting status down to individual devices. The failure of any component, a ballast, for instance, is immediately apparent. The system also allows for remote inspection by Lighting Control Ltd’s engineering staff should any problem arise within the system; often eliminating costly call-out charges.\n\nAnother cost and time saving innovation from Lighting Controls Ltd. is the elimination of CAT A commissioning costs when using their new Area Controller. The new test features incorporated in the Controller allows a lighting control network to be checked before commissioning with all DALI strings being tested. In other words, the integrity of the installation can be checked when the network wiring is completed, and the lighting system fully working. With this new and innovative protocol, the building’s lighting is functional before a CAT B fit out but without the cost of commissioning.\n\nThe renovation of older buildings always presents challenges. Lighting Controls Ltd. has introduced a DALI Switch Interface to help meet the challenge of interfacing architectural switches into the DALI network. This is the first such interface to fit into a 28mm deep pattress box, easily enabling an existing lighting switch to connect to the DALI network.\n\n“We have invested a great deal of time and money bringing our customers leading edge, innovative products and exemplary customer service. At Lighting Controls Ltd, we believe it’s our responsibility to understand and respond to your needs through collaboration, organisation and attention to detail,” says Robert Walker, Director.\n\nT +44 (0)1252 470027\ninfo@lightingcontrols.ltd.uk\nwww.lightingcontrols.ltd.uk\n",
      "PhoneNumber" : "01252 470027",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FMarch%2FDALI%20Switch%20_02.jpg?alt=media&token=267f0ee0-59e4-4bf2-aec8-84fa9425173e",
      "Title" : "Lighting Controls Ltd., a major British innovator in lighting control",
      "WebsiteURL" : "http://www.lightingcontrols.ltd.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "BBL Batteries",
      "Description" : "Tradex News is pleased to announce that BBL Batteries has been specially selected to receive our esteemed Power Supply Company of the Month profile as a result of their impeccable services. ",
      "DetailDescription" : "Tradex News is pleased to announce that BBL Batteries has been specially selected to receive our esteemed Power Supply Company of the Month profile as a result of their impeccable services. \n\nBBL Batteries, previously known as Bristol Batteries, was first set up almost fifty years ago by Jacqualine & Graham Bultitude. With their head office and largest branch on Albert Road in Bristol, BBL Batteries have an extensive reach over the UK, with branches in Swindon, Truro, Exeter, Plymouth and their newest branch in Evesham. \n\nWe spoke to Erika Prout, Marketing Manager of BBL Batteries, about the aims of the company and what sets them apart from the rest of the competition. Erika explained, 'We specialise in providing portable power solutions for practically every conceivable application, both industrial and domestic. With over 45 years' experience, BBL Batteries' knowledge and expertise has proven invaluable in helping customers to decide on exactly the right product for their specific needs.'\n\nBBL Batteries can supply everything from primary to rechargeable batteries in various chemistries, including Lead-Acid, NiMH, Lithium ion, Alkaline and Lithium Metal. In addition, they also offer a range of connectors, tabs, leads and heat wrap. BBL Batteries can provide Industrial Battery Packs assembled in their newly expanded, dedicated UK pack-making facility, with the packs built according to the customer's time-scales and budget. No matter the request, whether it be prototypes and small batch runs all the way through to production volume, BBL Batteries are on hand to deal with any of your power supply related needs. \n\nBBL Batteries work with a wide variety of different industries and have a vast client base up and down the UK, throughout Europe and the Far East. Practically every single company, industry and market requires batteries to supply everything from an intern's desk lamp to distributors' cars. Erika added, 'BBL Batteries currently operate in 35 market places including Cars, Commercial vehicles, Agriculture & Gardening, Motorcycles, Mobility, Golf, Emergency Lighting, Security, Electric vehicles (such as scissor lifts and scrubbers), Electric fencing & off grid batteries, Buildings & maintenance, Film & TV and much more, supplying almost every type of battery.'\n\nTheir commercial vehicle batteries include brands such as Avon and Yuasa, whilst their consumer batteries include GP Batteries and Duracell. When it comes to car batteries, BBL Batteries provide the most comprehensive range of premium and own-brand batteries. One of their most recently added products includes the Yuasa Start-Stop range of batteries, a range of totally maintenance-free batteries that boast an average of 50,000 starts, giving twice the length of service as standard lead-acid starter batteries, like for like fitments. \n\nGoing into the future, BBL Batteries have exciting plans to develop their knowledge in new technologies such as lithium and emerging markets. 2018 continues to see the ever progressive company venture into the renewable market, strengthening their position as one of the UK's most reliable providers and installers of solar panels and the battery banks to store solar energy, as well as consistently improving their ability to provide power solutions for electric vehicles. On top of that, they are also perfecting their new website which will make placing orders from BBL Batteries even easier.\n\nIf you would like to find out more about BBL Batteries then be sure to get in touch using the number below or feel free to check out the website for more information. \n\nT 01179 550536\nwww.bblbatteries.co.uk\nwww.bblbatteriesonline.co.uk\n",
      "PhoneNumber" : "01179 550536",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandfacilitiesnews.appspot.com/o/2018%2FJanuary%2FBBLBatteries_939_06.jpg?alt=media&token=a30caffe-01ff-40bb-8df4-3bcd63dc4817",
      "Title" : "Power up your business with BBL Batteries!",
      "WebsiteURL" : "http://www.bblbatteriesonline.co.uk"
    } ],
    "SortOrder" : "9",
    "Title" : "Heating, Ventilation & Air Conditioning"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : " ",
      "Description" : "",
      "DetailDescription" : "",
      "Image" : "",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "",
      "WebsiteURL" : "http://"
    } ],
    "SortOrder" : "9",
    "Title" : "Engineering & Manufacturing"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Erova Energy",
      "Description" : "Erova Energy was established in 2015 and quickly became one of the leading short-term power traders in Europe, operating across the UK, Ireland, Germany, France and the Netherlands",
      "DetailDescription" : "Erova Energy was established in 2015 and quickly became one of the leading\nshort-term power traders in Europe, operating across the UK, Ireland,\nGermany, France and the Netherlands.Â An investment from the A-rated\nJapanese conglomerate, Mitsui & Co, followed in 2018.\n\nHaving created a bespoke trading platform with 24/7/365 operation\ncapabilities and trading across the full energy spectrum (power, gas and\ncertificates), Erova is able to provide generators with a range of trading\nservices, from traditional PPAs through to flexible route-to-market trading\narrangements.\n\nFor any independent generator or supplier, Erova's virtual trading desk\nremoves the risk, complexity and collateral required to directly access the\nmarket.\n\nhttps://erovaenergy.com\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F5.may%2FErovaEnergy_420_02.jpg?alt=media&token=cd572b81-c67d-4bb5-8978-34d10811c34b",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : " Erova Energy",
      "WebsiteURL" : "https://erovaenergy.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Exponent International Ltd",
      "Description" : "Exponent is a scientific, engineering, and regulatory consulting firm that provides solutions to address complex technical opportunities and problems",
      "DetailDescription" : "Exponent is a scientific, engineering, and regulatory consulting firm that\nprovides solutions to address complex technical opportunities and problems.\nOur Food Safety and Regulatory Affairs team is part of Exponent’s Centre\nfor Chemical Regulation and Food Safety, which has over 90 staff based in\nthe UK, Europe, the US and China. Exponent can provide expert support in\nmany areas related to food safety and regulation.\n\nExponent’s consultants guide our clients through the regulatory environment\nrelated to their products to facilitate optimal decision making. Exponent\nsupport in areas such as the preparation, submission and strategy for\ndossiers in multiple jurisdictions for novel foods and ingredients, for\nnutrition and health claims, and in other areas including food additives,\nprocessing aids and flavourings, food contact materials, food supplements\nand in food labelling requirements.\n\nOur experts also have extensive experience undertaking dietary exposure\nassessments for nutrients, food ingredients and contaminants, whether on a\ncountry-specific, EU-wide, or on an international basis. We are further\nable to assist clients with literature reviews and also microbiological and\nchemical risk assessments of products or ingredients and can provide\nspecialist incident management support and guidance.\n\nContact: Dr Áine Hearty, Managing Scientist – Food Safety and Regulatory\nAffairs (Europe)\nM +353 (0)86 3294400\nahearty@exponent.com\nwww.exponent.com\n",
      "PhoneNumber" : "+353863294400",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F5.may%2FExponentInternational_150_01.jpg?alt=media&token=b281fa4d-089e-417a-9be3-e9ac98c6f2b0",
      "Title" : "Exponent International Ltd",
      "WebsiteURL" : "http://www.exponent.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "First4venues",
      "Description" : "Tradex News is proud to announce that First4venues has been selected as our Venue Finding Company of the Month, for its outstanding dedication to providing friendly, efficient and free venue finding services to a broad range of companies.",
      "DetailDescription" : "Tradex News is proud to announce that First4venues has been selected as our Venue Finding Company of the Month, for its outstanding dedication to providing friendly, efficient and free venue finding services to a broad range of companies.\n\nEstablished in February 2009 by Charlotte Booth and Wendy Burrows, First4venues is based on the Nottinghamshire/Derbyshire border and works across the UK and overseas. Both Charlotte and Wendy have a wealth of experience working in the industry, and 10 years ago they decided they could offer a better service to clients by offering a wider selection of venues, leading to the creation of First4venues.\n\nFirst4venues is an outstanding venue finding service with a personal touch, using its team’s 30 years of experience within the corporate, hotel, catering and leisure industries to find the perfect venue for its clients. Indeed, this in depth knowledge of how venues operate helps First4venues to choose the ideal venue to ensure success. With such impressive expertise, First4venues can organise a wide spectrum of events, including conferences and meetings, gala dinners, Christmas parties, seminars and exhibitions, and training. What’s more, the company can source a wide range of support services to cater for team building, stage production and bespoke events.\n\nWithout question, First4venues can find the perfect venue whatever the occasion and wherever the location; whether it is a one-to-one meeting or a major product launch, the company can arrange every single aspect of the event while also considering budget and location needs. First4venues boasts a comprehensive database of numerous different types of venue, many of which the company’s staff have visited and worked with previously. First4venues never recommends any venue which they would not also use themselves.\n\nAs well as its extensive experience, First4venues provides a guaranteed response to prospective clients within two hours, ensuring people can meet their deadlines. What’s more, the company can offer cost reductions through negotiating rates and terms on their clients’ behalf, before creating detailed, clear and concise proposals to ensure their clients make an informed decision.\n\nWe had the pleasure of speaking to Director Wendy Burrows, who told us more about how First4venues works. It starts off with the client contacting us and telling us what they’re looking for, the dates, type of event and location. Then, we source three to six venues which we send to the client for them to review, and exchange ideas and suggestions until the most suitable one is chosen. Most importantly, this service is entirely free! Our customers always come first, a principle which clearly works as we have kept 90% of our customers since day one. We are dedicated to going that extra mile. First4venues’ relationship with its clients is the company’s most important aspect, and is an essential factor to its success.\n\nLooking to the future, First4venues is hoping to continue its impressive growth based on the recommendations of its existing customers. The company also exhibits at a selection of trade shows, allowing them to meet venue representatives directly to establish stronger and better relationships.\n\nWith a wealth of experience and expertise, First4venues is the clear number one choice when seeking help in finding the perfect venue. If you would like to find out more information, head to the website or get in touch using the contact details below.\n\nT 0845 009 9296\ninfo@first4venues.co.uk\nwww.first4venues.co.uk",
      "PhoneNumber" : "0845 009 9296",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJuly%2FFirst4venues_702_01.jpg?alt=media&token=be8d28e7-f836-40ad-bb97-3160f23611e2",
      "Title" : "First4venues: Friendly, efficient and free",
      "WebsiteURL" : "http://www.first4venues.co.uk"
    } ],
    "SortOrder" : "97",
    "Title" : "Business"
  }, {
    "Menus" : [ {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "81",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F5.may%2F709SS.png?alt=media&token=f38cbaea-e1be-4854-b145-644260159594",
      "Title" : "Tradex News Issue 709",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F5.may%2F709.pdf?alt=media&token=8484346a-e2ef-4e08-afa4-b5f8225659b7"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "82",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F3.mar%2F708SS.png?alt=media&token=be1d3e75-ff0e-4fb8-b650-76cba5155ba1",
      "Title" : "Tradex News Issue 708",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F3.mar%2F708.pdf?alt=media&token=2d4edd98-7909-4f52-b670-8255981d53e7"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "83",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F1.jan%2F707SS.png?alt=media&token=375233e7-6b7b-4f3f-884a-a179008890ba",
      "Title" : "Tradex News Issue 707",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2020%2F1.jan%2F707.pdf?alt=media&token=0e406234-82ec-4c08-ab88-c9ff6d72ddcc"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "84",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FDecember%2F706SS.png?alt=media&token=1a4b0972-1429-47e5-87eb-80cbdb6b2022",
      "Title" : "Tradex News Issue 706",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FDecember%2F706.pdf?alt=media&token=41f9f359-877c-48d7-bb22-4dc74e27bcaf"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "85",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FOctober%2F705SS.png?alt=media&token=cd31186b-f809-425f-a01a-6184a73998d0",
      "Title" : "Tradex News Issue 705",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FOctober%2F705.pdf?alt=media&token=0ca56742-164b-43d3-ba80-724b9108e28c"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "86",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FSeptember%2F704SS.png?alt=media&token=6b1be822-baa5-45e1-bd63-d1ce9637067c",
      "Title" : "Tradex News Issue 704",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FSeptember%2F704.pdf?alt=media&token=779aa243-87fd-4a40-938a-ed01652918e6"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "87",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJuly%2F703SS.png?alt=media&token=61aaef22-d5cb-49ff-80f4-ebf33f8ac465",
      "Title" : "Tradex News Issue 703",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJuly%2F703.pdf?alt=media&token=7dd7deef-8802-40fb-9e15-649fe8e12a66"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "88",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJune%2F702SS.png?alt=media&token=365fcd81-f724-4ca9-a757-98ca5d630e84",
      "Title" : "Tradex News Issue 702",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FJune%2F702.pdf?alt=media&token=14ccfcbb-073a-42b5-90c2-59e849a8ac4f"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "89",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FMay%2F701SS.png?alt=media&token=4028862a-37eb-4df5-97ad-d32e3b3fd009",
      "Title" : "Tradex News Issue 701",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2019%2FMay%2F701.pdf?alt=media&token=27525ba2-1573-4533-94bd-dcad2328e63b"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F232SS.png?alt=media&token=9c83616f-cf28-474f-901e-8eab1e5f3788",
      "Title" : "Tradex News Issue 232",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA232.pdf?alt=media&token=630438b6-2ac5-4fb7-9c3d-58ff843b6054"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F231SS.png?alt=media&token=4e285733-df9a-43c7-8445-7ad22638a448",
      "Title" : "Tradex News Issue 231",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA231.pdf?alt=media&token=5724d0ee-7ac1-4100-8d44-f58c9256ac28"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F230SS.png?alt=media&token=46a87905-bfb4-4f5b-8202-4643f8cef0bd",
      "Title" : "Tradex News Issue 230",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA230.pdf?alt=media&token=2b58ae72-c5bd-47b9-9b67-72951c5d69f6"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F229SS.png?alt=media&token=737634c4-38a5-449a-802d-3ff542eb55f0",
      "Title" : "Tradex News Issue 229",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA229.pdf?alt=media&token=a6641aa8-8f02-43d3-877c-acb971960905"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F228SS.png?alt=media&token=e7ab2643-7b3a-4ef9-88d3-20e1f5d795fc",
      "Title" : "Tradex News Issue 228",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA228.pdf?alt=media&token=54e3997f-124f-464d-99ae-3e7379e0aa38"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F227SS.png?alt=media&token=4ea877d9-072e-471c-b0f7-2cd74437faf2",
      "Title" : "Tradex News Issue 227",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA227.pdf?alt=media&token=693cdb9a-eda3-48b3-935b-e4e7b99e7ec9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F226SS.png?alt=media&token=99db2599-b8cb-4730-b061-712038817b28",
      "Title" : "Tradex News Issue 226",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA226.pdf?alt=media&token=e4ee8326-e4e0-42b4-83e0-9aa5d0d7f2a3"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F225SS.png?alt=media&token=8feb1493-3bb6-4d9b-90f4-b64d54f68718",
      "Title" : "Tradex News Issue 225",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA225.pdf?alt=media&token=45dfdfa6-d357-4c48-a309-70a2ac17bd95"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F224SS.png?alt=media&token=32e7d2cf-c600-483e-92fa-50bdd4b5f2b1",
      "Title" : "Tradex News Issue 224",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA224.pdf?alt=media&token=092451aa-9d03-40a2-97e5-da4d519c21ad"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Tradex News has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F223SS.png?alt=media&token=1642bb3d-f949-4a27-aed8-add3dd3a5655",
      "Title" : "Tradex News Issue 223",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2FTRA223.pdf?alt=media&token=d16a108f-5bf5-4405-8e47-bf7cfc9d1e57"
    } ],
    "SortOrder" : "99",
    "Title" : "Latest Issues"
  }, {
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fresult.png?alt=media&token=c4683cc6-a73a-4418-a45a-74778ffc4f60",
      "SortOrder" : "1",
      "Title" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "",
      "Description" : "Welcome to the Tradex News App, Bringing you the latest news from a wide variety of building and facilities management sectors.",
      "DetailDescription" : "Tradex News is a publication that circulates 5,000 printed copies on a national basis to approximately 15,000 readers and around 4,000 verified download copies per month via its website. People that read the publication work in the key areas of the UK Building and Facilities Management sectors in such positions as Specifiers, Facilities Managers, Directors, Senior Buyers, Project Managers, Site Managers, and individuals involved in Buildings Management.\n\nAlthough we do not publish a forward features list and we work issue to issue, we do publish the following features regularly:\n\n Company profiles/interviews\n Exhibition reviews/previews\n New product updates\n Health & Safety and security news\n Building news\n Facilities management news\n Heating and plumbing news\n Air conditioning and ventilation news\n Doors and windows news\n Interiors news\n Glass and glazing news\n Water, energy and environmental news\n Landscaping and external works news\n Building services news\n Building products news\n Cleaning and hygiene news\n Kitchen, bedroom and bathroom news\n Flooring news\n Roofing and cladding news\n Electrical news\n\nIf you would like to feature a press release or advertisement for your company in the publication, please contact the editor.",
      "LinkedInURL" : "https://www.linkedin.com/in/nicola-tromans-98831b70?authType=NAME_SEARCH&authToken=RtWO&locale=en_US&trk=tyah&trkInfo=clickedVertical%3Amynetwork%2CclickedEntityId%3A251610296%2CauthType%3ANAME_SEARCH%2Cidx%3A1-2-2%2CtarId%3A1486491406711%2Ctas%3ANicola%20tromans",
      "PhoneNumber" : "0121 550 4593",
      "SortOrder" : "2",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2Fbackissues%2F230SS.png?alt=media&token=46a87905-bfb4-4f5b-8202-4643f8cef0bd",
      "Title" : "About Us",
      "TwitterURL" : "",
      "WebsiteURL" : "http://http://www.tradexnews.co.uk/"
    }, {
      "CellType" : "PDFCell",
      "Description" : "Tradex News is a publication that circulates 5,000 printed copies on a national basis to approximately 15,000 readers and around 4,000 verified download copies per month via its website",
      "SortOrder" : "3",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2FTRAMediaInformationSS.png?alt=media&token=38947bcf-888d-4826-bc62-830c2b85319e",
      "Title" : "Tradex News Media Pack",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/tradexnews-79603.appspot.com/o/2018%2FTRAMediaInformation.pdf?alt=media&token=5dd79ecd-599e-4218-8956-fdd867fa8101"
    } ],
    "SortOrder" : "99",
    "Title" : "About Us"
  } ],
  "SponsorshipImage" : "",
  "SponsorshipTitle" : "Demilec",
  "SponsorshipURL" : ""
}
