{
  "MenuGroups" : [ {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Francis Flower",
      "Description" : "",
      "DetailDescription" : "Building and Construction Review\n\nis delighted to present its highly prestigious Building Excellence profile to Francis Flower.\n\nRenowned for their services in milling, grinding, blending and storage of fine mineral powders, Francis Flower recover, reclaim and recycle mineral by-products from industry for the benefit of customers and the environment. They provide\n\nan exceptional range of products and services to customers primarily in the construction and agriculture industries but increasingly in the paints, plastics and pharmaceutical sectors.\n\nFrancis Flowers’ unrivalled expertise along with over 50 years’ experience\n\nin the industry has led to the company becoming a leading provider of specialised mineral materials and services for a range of industrial sectors.\n\nThe prestigious company is the owner of the UK market leading brand- Gypsol. Manufactured in the UK, Gypsol acts\n\nas an exceptional alternative to sand/ cement screeds and polished concrete. At the forefront of liquid screed development and innovation, the Gypsol brand has grown significantly since\n\nits creation three years ago and has gained the majority of the market. It is made mainly from a recycled material and makes for the perfect supplement to underfloor heating.\n\nWhen compared to the more outdated and traditional flooring systems, Gypsol has proven to be more advantageous in a multitude of ways. Not only is it significantly cheaper, less problematic and more environmentally friendly (as it is constructed predominantly from a recycled material), it is also incredibly easy to apply.\n\n“The Gypsol product is a highly useful, innovative creation,” commented Paul Pepper, Managing Director of Francis Flower. “Since introducing the product three years ago we have received a fantastic amount of interest and sales\n\nhave soared. We provide the basis for our customers to produce a high quality floor screed and we create the demand in the market for them to sell into.”\n\nArchitects, designers, main contractors, self-builders and flooring contractors utilise this specialist ingredient in order to effectively enhance their industrial projects. The incorporation of Gypsol over underfloor heating systems lessens costs and increases sustainability,\n\nand tests have confirmed that those using anhydrite screeds can improve the co-efficient performance of an underfloor heating system by up to 25% by reducing reaction times and reducing the required flow temperature.\n\nA notable product in the Francis Flower portfolio is the Solida System, which\n\nis designed to provide a whole house heating solution by combining existing technologies and the Gypsol based flowing anhydrite floor screeds. The process involves incorporating Gypsol screed in separating floors in order to maximise desirability, asset value and useable space.\n\n“This system enables the screed to\n\ngo on the first floor on timber floors, ensuring homeowners encapsulate underfloor heating effectively,” Paul explained. “As a sustainable alternative to radiators, the Solida System improves\n\na house builder’s green credentials massively as it reduces energy use. We now have a number of customers using the Solida System, including the renowned timber frame manufacturers Oakworth Homes.”\n\n“We provide the highest quality products and systems to help your company create the best products possible,” Paul concluded. “Our aim is to continue to develop more innovative products and work on our systems to further improve thermal conductivity. We also have other exciting products and systems we are working on that due to be launched in the near future.”",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Francis%20Flower1.png?alt=media&token=7338847e-a7e8-4ba7-80a0-a9780ca3f7eb",
      "PhoneNumber" : "01928574574",
      "PlayTime" : "",
      "SortOrder" : "1",
      "ThumbnailImage" : "",
      "Title" : "Francis Flower\n\nMaking the most of mineral resources",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.francisflower.co.uk/",
      "id" : "0001"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "TRI-SYNERGY",
      "Description" : "We manufacture the AG210 range offering the slimmest thermally broken ‘A+10 rated’ metal windows and doors available.",
      "DetailDescription" : "Looking for SLIMLINE metal windows or metal doors for your project? \n\nWe manufacture the AG210 range offering the slimmest thermally broken ‘A+10 rated’ metal windows and doors available.\n\nHandmade to measure by our skilled craftsmen \n\nA+10 rated and Part L compliant*\n\nPolyester powder coated finish to any standard RAL colour – including hammerite and dual colour options \n\nMultipoint locking and welded corners as standard\n\nBeautiful leaded lights, Georgian pane, horizontal bar designs \n\nCan be installed direct to brick, stone or wood surrounds \n\n\n\nTo find out more about the service we can offer you, get ideas, discuss your project, or for a free quote call us on 01730 89 47 45 or email us at: info@metthermwindows.co.uk\n\nPerfect for new builds*, renovation projects & replacement windows",
      "PhoneNumber" : "01730 89 47 45",
      "SortOrder" : "28",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FMarch%2FMETTherm.jpg?alt=media&token=0b84ed33-2bb9-49a0-a17f-6dc608ca0b5a",
      "Title" : "Looking for SLIMLINE metal windows or metal doors for your project?",
      "WebsiteURL" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Cabletrail",
      "Description" : "Many engineers reach for a complex arrangement of steel trays and brackets to manage their cable distribution. With no requirement for special tools and extra manpower CABLETRAIL can vastly reduce installation times and cut costs. Now attachable by magnetic pad the Cabletrail unit is ideal for Marine and Offshore installation.",
      "ImageLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FCableTrial.png?alt=media&token=803d72ef-0633-4e1e-85e4-c1a0a4a00404",
      "ImageLinkHeight" : "500",
      "PhoneNumber" : "01423209010",
      "SortOrder" : "29",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2Fcabletrialss.png?alt=media&token=7f41b584-dc79-4b81-86c1-9446a9ef45c9",
      "Title" : "Cabletrail",
      "WebsiteURL" : "http://www.cabletrail.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Greenbrook",
      "Description" : "GreenBrook has relaunched its market leading brand of Powerbreaker RCDs by increasing the range to offer the most comprehensive selection of RCD safety products on the market.",
      "DetailDescription" : "GreenBrook has relaunched its market leading brand of Powerbreaker RCDs by increasing the range to offer the most comprehensive selection of RCD safety products on the market.   An informative new brochure detailing the range of 10mA, 30mA, Active & Passive products entitled “A Guide to Electrical Safety” is available now, along with a new website solely dedicated to this impressive range (please see www.powerbreaker.co.uk).\n\n\n\nPowerBreaker were the first to create the RCD back in 1975 where they used their in-house expertise to produce the very first RCD to be totally housed within a 13A plug.\n\nResidual Current Devices are electrical devices which when incorporated into an electrical installation, will provide the highest degree of protection against the risks of electrocution and fire caused by earth faults.\n\n\n\nThe 17th Edition of Building Regulations recommends the use of RCD for sockets as well as for inside consumer units, but, despite this recommendation – there are still approximately 13 million homes in the UK that have no RCD protection at all.  Approximately 10% of all fires are caused by electrical faults and many of these could be prevented by using RCDs.\n\n\n\nRCDs are available in different variants, namely Passive or Active, and can be used for different applications.  Many people are unaware of the differences between these two products and do not understand where best to use what! \n\n\n\nFor Passive RCDs a typical application would be a refrigerator or freezer that would return to their regular mode of operation as soon as the power supply resumes normal operation.  Passive RCDs are also useful to use for sockets in hard to reach places where having to gain access to re-set an RCD would be tricky, however where protection is still required.\n\nAn active RCD is better used for electrical equipment such as hedgetrimmers or power tools where unexpected restarting of the equipment could present a danger to the user in a powercut situation.\n\n\n\nYou will also see PowerBreaker offer both a 30mA RCD as standard plus a 10mA option.\n\n\n\nPowerBreaker 10mA RCDs are the latest products to hit the market and are the super sensitive products.  These RCDs trip earlier as they are more sensitive to a fault current flowing, breaking the circuit before the trip occurs further upstream and takes out the nuisance to the consumer of the RCD tripping – often then cutting out other faultless items.\n\n\n\nThese RCDs have been deemed safer for use in areas with young children, such as nurseries and schools but also for use in places with more vulnerable people like hospitals or old people’s homes where a chance of electric shock could be fatal.  All public access areas would be advised to use 10mA as all types of people can pass through these areas.\n\n\n\nSo we see that the degree of risk depends not only on current and time but if the victim is a child or a person in poor health, the effects can be more serious so the need for RCD protection is even greater.\n\n\n\nPowerBreaker 10mA RCDs are super sensitive and are ideal for use in hospitals and nurseries or areas where you would find vulnerable people.\n\n\n\nThe PowerBreaker 30mA RCDs trip at least 10 milliseconds faster than the BSEN standards require.  \n\n\n\nPowerBreaker socket RCDs also offer MFBL (make first break last) technology, which is critical to avoid upstream RCD nuisance tripping at the consumer unit.\n\n\n\nPowerBreaker – anything else is a compromise…\n\n\n\nAvailable in all good wholesalers",
      "PhoneNumber" : "01279772765",
      "SortOrder" : "30",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FGreenbook.jpg?alt=media&token=e8bbf8a6-61a6-469d-93fe-35fba1ce5bf4",
      "Title" : "Greenbrook",
      "WebsiteURL" : "http://www.powerbreaker.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Compound",
      "Description" : "Construction Site Security Services",
      "DetailDescription" : " Construction Site Security Services\n\n\n\nAre you using expensive manned guarding, troublesome CCTV or even CCTV towers to secure your site?\n\n\n\nThere is a more flexible, more reliable and significantly more cost effective alternative that smart operators are turning to.\n\n\n\nThe CSS RaiderVision ™ video based site detection systems provide real time intrusion detection and video confirmation using multiple, easy to deploy ARMORED video detectors located around the site perimeter or in strategic positions only, depending on site layout and perceived risk.\n\n\n\nFor approximately 75% LESS than the cost of an ‘out of hours’ guard, here is what our solution can do for you…\n\n\n\nStandard & Fully ARMORED video detection systems designed for harsh environments.\n\nFast installation\n\nTrap protection\n\nPerimeter protection\n\nGate protection\n\nVisually verified alarm events\n\nImmune to bad weather and wildlife\n\nNo power or telephone lines required\n\nEasy reconfiguration as your project evolves\n\nNSI Gold standard monitoring of alarm events (double redundancy)\n\nCSS In-house monitoring of alarm events\n\n24/7 in-house fault monitoring\n\nSSAIB accredited installation\n\nSBD approved equipment\n\nSIA accredited rapid response to alarm activations\n\nPolice Response\n\nCompliant with NSI NCP-115 (Enhanced) Scaffolding alarm\n\nStandard, SSAIB CoP Scaffolding alarm (Enhanced) Standard & SSAIB TAS (Enhanced) Standard for Vacant Property Protection\n\nAbility to monitor activity of any regular visitors or guards.\n\nDaily billing\n\nNo minimum hire period\n\nNo false alarm call-out charges\n\nCompetitive pricing",
      "PhoneNumber" : "08000304090",
      "SortOrder" : "31",
      "ThumbnailImage" : "",
      "Title" : "Compound",
      "WebsiteURL" : "http://compoundsecurityspecialists.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Avantgarde",
      "Description" : "",
      "DetailDescription" : "Avantgarde",
      "ImageLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FAvantgarde2.jpg?alt=media&token=3089f22b-e3d7-43e2-9130-a19691b7baa4",
      "ImageLinkHeight" : "500",
      "PhoneNumber" : "07967077379",
      "SortOrder" : "32",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FAvantgarde.jpg?alt=media&token=4220541d-ae9e-4e6e-9ea7-bcfdabdd3532",
      "Title" : "Avantgarde",
      "WebsiteURL" : "http://www.avantgardefm.com/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Scruffs",
      "Description" : "Scruffs Expedition Thermo Softshell PR",
      "DetailDescription" : "New for this Autumn/Winter 2016, Scruffs has expanded its Expedition range to include the Scruffs Expedition Thermo Softshell Jacket. \n\n\n\nOutdoor protection and comfort is essential, and this new jacket uses a body mapped design to ensure just that. The unique body-mapping system balances insulation to protect against  challenging weather conditions, and it gives you the freedom of movement where you need it most.\n\n\n\nThe ultra durable outdoor jacket comes with secure zip pockets, zip thru fastening and velcro adjustable cuffs for added comfort. A padded 3M Thinsulate™ lining adds core warmth, and the softshell sleeves and breathable underarm panels help to regulate body temperature without restricting you on site.\n\n\n\n Setting the standard since 2003, Scruffs designs workwear and safety footwear for a new generation of trade professionals. Engineered with technical expertise to deliver outstanding comfort, durability and functionality, Scruffs workwear is made to work as hard as  you do.\n\n\n\nScruffs. For the masters at work, by the masters of workwear.\n\n\n\nGo to www.scruffs.com to see the full 2016 range, and to find your nearest dealer.",
      "PhoneNumber" : "01618815941",
      "SortOrder" : "40",
      "ThumbnailImage" : "",
      "Title" : "Scruffs",
      "WebsiteURL" : "https://www.scruffs.com/",
      "id" : "0002"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Envision",
      "Description" : "We aim to deliver affordable and innovative security solutions that meet our customers’ needs, and provide ultimate protection",
      "DetailDescription" : "At Envision, we aim to deliver affordable and innovative security solutions that meet our customers’ needs, and provide ultimate protection. \n\n \n\nEnvision design, install, maintain and monitor a range of security products and services throughout the UK and Ireland.  Our services provide the extra peace of mind you need, and the protection of your assets.\n\n\n\nEnvision is the exclusive distributer of the ReconEyez system in the UK and Ireland. This unique camera device provides wireless video protection 24/7, with a battery power lasting 400 days. ReconEyez alerts with visual confirmation, and only when the threat is real. Combining this highly specified service with software adapted by Envision (primarily our CAT II Alarm Receiving Centre, GSM networks, installation services and battery management) creates a system that effectively reduces costs to meet the individual needs of our customers.\n\n\n\nWhy ReconEyez?\n\nWhy do you need ReconEyez system for your remote site? It can be installed immediately anywhere, where you can’t put CCTV.\n\n\n\n   -     MANAGED SERVICE\n\n\n\nAlerts you only when the threat is real. \n\n\n\n      -     INSTANT INSTALLATION\n\n\n\nReconEyes can be installed and operational within a matter of minutes. \n\n \n\n      -     WIRELESS\n\n\n\nBattery power lasts for over a year. \n\n \n\n    -     COST EFFECTIVE\n\n\n\nMore cost effective than manned guarding. Can save you up to 80% on security costs. \n\n\n\n      -     SHORT&LONG HIRE\n\n\n\nShort and long term hire available, as you need.  \n\n \n\n  -     IMMEDIATE DETECTION\n\n\n\nIntrusion is captured in a series of photos within 0.5 seconds. \n\n \n\n  -     24/7 PROTECTION\n\n\n\nReconEyez is constantly monitoring your assets, and the Envision control room is always ready to take action if a threat arises, ensuring protection. \n\n \n\n    -     ARCHIVES\n\n\n\nArchives of photos are stored, fully water marked and date and time stamped.",
      "Image" : "",
      "PhoneNumber" : "02838347055",
      "PlayTime" : "",
      "SortOrder" : "50",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Envision.jpg?alt=media&token=31de3496-f219-4934-892b-81b8b05529ed",
      "Title" : "Envision",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.envision-is.co.uk/",
      "id" : "0003"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Thermaset",
      "Description" : "GETTING IT RIGHT FROM MANUFACTURE THROUGH TO DELIVERY",
      "DetailDescription" : "\n\nGETTING IT RIGHT FROM MANUFACTURE THROUGH TO DELIVERY\n\n\n\n\n\nThere’s more to powder coatings than meets the eye and, according to one of the UK’s leading players in the market, customers are increasingly looking at the quality of technical advice, the range of available finishes and a first class colour matching service.\n\n\n\nTamworth-based Thermaset Limited has, over more than 30 years, established a reputation in the powder coatings industry for stability and reliability. Commercial Manager Nigel Crane commented: “Manufacturers look to companies with a proven track record, but will always factor in quality, delivery and price.\n\n \n\n“Our service covers the full spectrum of the industry. There is no colour that can’t be matched and no special requirement we cannot meet – whether it be BS, RAL, custom or match. Thermaset can meet our customer needs from a few kilograms of powder coating - for a special order - through to tonnes for a long-term contract,” he said, adding: “We have one of the country’s biggest ranges of stock powders available for next day delivery across the UK.”\n\n\n\nAmong the major markets for powder coatings are the furniture and industrial sheet metal products. Nigel Crane says: “Powder coatings are used extensively on both commercial and domestic furniture primarily because of their toughness, hardness and corrosion resistance.“In the appliance finishing industry the advantages of high corrosion resistance with single coat application has resulted in powder coatings being used on a wide variety of white goods, as well as automotive, shop fitting and enclosure components.",
      "Image" : "",
      "PhoneNumber" : "01213547311",
      "PlayTime" : "",
      "SortOrder" : "60",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FThermaset.png?alt=media&token=f75e3aa8-e9c8-46cc-af05-e8a6ec267b80",
      "Title" : "Thermaset",
      "VideoURL" : "",
      "WebsiteURL" : "http://thermaset.co.uk/",
      "id" : "0004"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Nationwide Hygiene Group",
      "Description" : "Defining the Market for 30 Years",
      "DetailDescription" : "Nationwide Hygiene Group – Defining the Market for 30 Years\n\nNationwide Hygiene Group celebrated their 30-year milestone in 2016 with a proud feeling of a journey full of achievement. The Nationwide Hygiene business was first registered in November 1986, in Newcastle upon Tyne, at the premises of A&J Beverage and as the business expanded it moved in 1993 to a stand-alone head office in South London.  As steady National account sales growth continued, the head office increased office space three times before finally relocating in 2007, to Chesterfield in Derbyshire where the company now employs 28 staff in support of a continually rising customer portfolio. \n\n\n\nThroughout their 30 years, Nationwide has seen steady sales growth across a range of market sectors, taking the group to a £166 million sales total for the end of 2015. This consistent growth was recently recognised by the London Stock Exchange, when Nationwide were acknowledged as one of the 1000 UK SME Companies to Inspire Britain. The report and listing identifies the UK’s fastest-growing and most dynamic small and medium sized businesses (SMEs). In order to be included in the list, companies needed to show consistent revenue growth over a minimum of three years, whilst significantly outperforming their industry peers.\n\nThe 30th Year has also seen Nationwide receive the Cleaning Products Company of the Year award from Building & Facilities News. A spokesman for Building & Facilities News said: “Nationwide Hygiene has the competency and expertise to satisfy the needs of large multi-national corporations as well as smaller, local companies. Its highly efficient and dependable services and products have been used extensively by facilities management companies, educational establishments and healthcare organisations throughout the UK and Ireland.”\n\n\n\nIn addition, Nationwide also picked up the internationally recognised “Commitment to Excellence” award from Best Practice UK. A spokesman for Best Practice UK said “Serving clients at international, national, regional and local levels is due to Nationwide’s well established network of shareholder companies operating throughout the UK and Ireland (along with its European and US partners, INPACS and Network). One of its strengths is the brand’s capability to deliver its reputable services to clients of all sizes, from small local companies to large distinguished multi-nationals.”\n\nNew Initiatives\n\n In recent years, the Nationwide Hygiene Group have widened its commercial offering to include Business Supplies and Catering product ranges, which have further enhanced the group’s ability to provide a full range of products to their customers. ",
      "Image" : "",
      "PhoneNumber" : "08444996380",
      "PlayTime" : "",
      "SortOrder" : "70",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FNationwide%20Hygiene%20Group.png?alt=media&token=d829d428-0534-43c6-9d10-45800cff8244",
      "Title" : "Nationwide Hygiene Group",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.nationwide-hygiene.com/",
      "id" : "00015"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Ladder Safety Devices",
      "Description" : "LSD ALL-TERRAIN TRESTLE SYSTEM",
      "DetailDescription" : "LSD ALL-TERRAIN\n\nTRESTLE SYSTEM\n\nEstablished in 1995, Ladder Safety Devices is now one of the UK’s leading manufacturers of safety devices for the access industry. The company manufactures safety equipment for use in the building sector, window installation, Roof and general refurbishment, and anybody who needs to work at height, as well as the general public. \n\n\n\nLadder Safety Devices has developed a number of innovative products over the years to improve “Safe Working at Height”. Our first and very successful product was the Ankalad ladder stabiliser, launched in 1995, which is still selling well twenty one years later. In 2000 the Ankalad won a millennium award for innovation. The Ankalad ladder stabiliser fits any wooden or aluminium Trade ladder. It is easy to fit and operate, folding flat for storage and transport. \n\n\n\nWe have recently developed a class leading portable Trestle system with several unique features.\n\n\n\nThe LSD All-Terrain Trestles are the ONLY trestles specifically designed for use indoors and outdoors and on ground that is seriously uneven.\n\n\n\nEach of the four trestle legs is adjustable over 600mm (2ft) in increments of 3mm (⅛″) which enables them to be levelled both easily and quickly, and on a severe slope. Each leg has a 125mm (5″) diameter foot with a universal joint that can cope with any angle.\n\nThe Trestles provide a working platform height from 300mm (12″) to 2,400mm (8ft) and fold flat for storage.\n\nAnother first is our completely new 3 metre (10ft) Staging Board which, uniquely, has our own claw clamp welded into each stile and clamps onto the trestle rungs.\n\nA further “First” is the integral LSD Handrail System which provides a safe and secure work platform. The Handrail folds down flat when not in use and consists of a 1 metre high handrail with 500mm mid rail. Telescopic extenders emerge to cover the full length of the board in use, and if working in a confined space the trestles can be turned through 90 degrees so that the board is overhanging the rung.\n\n\n\nFor the first time a safe secure platform with integral handrails is available. Because the Staging Board is clamped to the trestle the board cannot tip\n\n \n\nThe system is very light. Each Trestle weighs 11kg, the board weighs 25kg.\n\n\n\n\n\nThe LSD Staging Board complies with BS 2037 Class 1 and has a Safe Working Load (SWL) of 270kg.\n\nRRP - £49.50 + VAT\n\nRRP - £49.50 + VAT",
      "Image" : "",
      "PhoneNumber" : "01825 872256",
      "PlayTime" : "",
      "SortOrder" : "80",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FLadder%20Safety%20Devices.jpg?alt=media&token=cca89d6a-8bff-4f8d-94c8-9249f769579a",
      "Title" : "Ladder Safety Devices",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.laddersafetydevices.co.uk/",
      "id" : "00016"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Joseph Ash Galvanizing",
      "Description" : "A UK Leader of Steel Finishing Services",
      "DetailDescription" : "Joseph Ash Galvanizing – A UK Leader of Steel Finishing Services\n\nJoseph Ash Galvanizing has been a UK leader of steel finishing services since 1857. Founded by Joseph Ash – the son of a brilliant Midlands based chemist – our services include galvanizing, spin galvanizing, shot blasting and powder coating. \n\nWith eight plants in the UK (in Bilston, Bridgend, Chesterfield, Corby, Hull, Medway, Telford and Walsall) Joseph Ash Galvanizing serves all types of customers from fabricators to large construction companies, to fencing and agricultural specifiers, government departments and even metal sculpture artists.\n\nOur position as a steel finishing UK leader stems not only from our industry-leading levels of customer service – which meet the most exacting requirements of our customers and their end users – but also from our ethos of outstanding technical knowledge and through the additional services we provide, which include:\n\n•Collection and delivery\n\n•On-site storage facilities\n\n•Bundling, packing and export containerisation\n\n•Passivation post galvanizing\n\n•A range of different bath sizes and lifting capabilities\n\n•Additional paperwork if requested\n\n•The ability to powder coat aluminium as well as steel.\n\nWith a number of different bath sizes at our various plants (including one of the widest galvanizing baths in Europe at our Telford plant), Joseph Ash galvanizes everything from lighting columns to staircases, fencing products to bridges, structural sections to access support steelwork, and industrial flooring to motorway guardrails. \n\nSmall specialist parts such as hinges, nuts and bolts can also be galvanized in our spin line galvanizing baths.\n\nFinally, Joseph Ash Galvanizing also offers a one-stop-service for shot blasting, galvanizing and powder coating from our Medway plant, with all services provided from under one roof.\n\nFor information about our steel finishing services, please contact us on 0121 504 2573, or visit our website at www.josephash.co.uk.\n\n",
      "Image" : "",
      "PhoneNumber" : "01215042573",
      "PlayTime" : "",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FJoseph%20Ash%20Galvanizing.png?alt=media&token=fa8cf8ff-d0f2-494d-8a3b-30711cc5ee38",
      "Title" : "Joseph Ash Galvanizing",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.josephash.co.uk/",
      "id" : "00017"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Access Ladders UK",
      "Description" : "Exceeding Customers’ Expectations",
      "DetailDescription" : "Here at Building and Construction Review we prioritise the promotion of high quality businesses operating within every aspect of this all-important industry sector. We are therefore delighted to feature Access Ladders UK, who has been specially selected by our team as a company most deserving of our highly coveted Commitment to Excellence profile and tell our readers more about this exceptional brand.\n\nEstablished in October 1994, Access Ladders is\n\na dedicated business based in the North East of England who specialises in the supply of caged\n\nand uncaged fixed access ladders/Cat ladders. The product is essentially a steel constructed (typically\n\nto BS4211) ladder and cage system supplied as a standard, off the shelf solution distributed in flat pack form for you to assemble on-site.\n\nSuitable for a wide cross-section of applications, the steel caged and uncaged fixed access ladders/Cat ladders available from Access Ladders are robust in structure, whilst achieving a hot dipped galvanized finish. Recognised for their safe, easy and economical access, the system has been integrated in various environments (oil rigs, petrochemical plants, sewage works, ships, harbour walls, airports, man hole\n\naccess and aeroplane hangars being several key examples) and acts as an ideal solution in most buildings as a means of maintenance access. Access Ladders have been used in some of the well-known places throughout the UK (including St Pancras Station, Butlins, BMW, British museum, Catterick Garrison, RAF Dishforth, Corus, Rolls Royce, Harrods, Nestle, KFC, Heathrow, HMS Medusa, Centre Parcs and the National Theatre) and as far away as Nigeria. A couple of unusual uses for the ladders include as\n\na prop in the Pennine Gallery and for the Selbourne Society as access to a tree house.\n\n“Our main role is to supply a modular standard ladder system,” explained John Dobbing, Company Director at Access Ladders, when asked about the organisation’s principal movements.\n\n“We identified a space in the market for this product and so supplied an off the shelf ladder system\n\nthat could be adapted to suit most situations and delivered direct to the client to assemble themselves. The Standard Ladder system is therefore quick and easy to set up, and as specialists in this modular product we have the ladders readily available for customers should they require them straight away.\n\n“They are also advantageous in the respect that they are incredibly versatile, so they can be adopted to suit most needs, which has made them attractive to many individuals. Our main clients are generally builders, Kier, Millers, Keller Bam, Costain, Sir Robert Mcalpine, Mansell, county councils and the environmental agency but we have also received many enquiries from architects and engineers.\n\n“What we wish to reiterate is that we offer a good service and great product at a competitive price, and we would therefore encourage potential customers to visit our website at www.accessladdersuk.com, as this will allow them to view the range and published price list.”\n\nIf you have any questions, or if you are interested in finding out more about the benefits of Access Ladders’ system and how it can assist you personally, then please don’t hesitate to get in touch. Any enquiries will be met with an informed response by an experienced and approachable company representative.",
      "Image" : "",
      "PhoneNumber" : "01642355308",
      "PlayTime" : "",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Access%20Ladders%20UK.jpg?alt=media&token=0632e208-5aa5-46f8-bd36-fcd08b836e6b",
      "Title" : "Access Ladders UK",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.accessladdersuk.com/",
      "id" : "0008"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Premier Guarantee",
      "Description" : "Building conversions as we know are often difficult to complete, frequently with costs spiralling as unknown defects surface. Good and correct investigation can reduce the unknown, however we often see work proposed with minimal investigation or inappropriate investigations employed, based on a standard approach.",
      "DetailDescription" : "Refurbishments and conversions can come with their problems which may result in claims being made. This can include issues of damp, mould growth, water ingress and failing roof coverings, with many issues of damp problems, mould growth, water ingress and failing roof coverings.\n\nCIRIA 111 (Structural Renovation of Traditional Buildings) provides guidance on the level of investigation as well as typical construction methods used and issues frequently encountered, it is applicable to most low rise buildings of the 18th, 19th and 20th Centuries. However even with these fairly well understood buildings, issues occur, we often see remedial DPCs injected of inappropriate type for the wall construction, and increasingly at the wrong height (eg above structural floor joists) inadequate investigation of embedded timbers or a reluctance to re- cover a roof that although may initially appear to be in good order has in reality never performed to modern requirements and importantly modern expectation.\n\nUnfortunately, Planning conditions and Conservation control can reduce the appropriateness of a building for conversion to residential use, it\n\nis not the case that we don’t agree with these controls, its more that unfortunately new home purchasers have expectations that their new home will perform in the same way as a newly built property and often this isn’t the case, from single glazed windows causing condensation to appear during colder months, to ongoing maintenance requirements and increased sensitivity to a changing climate, the pitfalls can be huge.\n\nFact is that most properties built in the last 150 years are robust, unfortunately unsympathetic use, poor maintenance and simple issues such as increasing ground levels can introduce the enemy of most\n\nbuildings – moisture, by far and away the greatest defect we see in buildings proposed for conversion is water ingress through failed roofing and gutters/downpipes (usually as a result of poor maintenance) and moisture rising, not through a failed DPC but usually a bridged perfectly good DPC with resultant rot to timbers both visible and invisible behind wall coverings and other finishes.\n\nMore recent buildings aren’t devoid of these issues, more that they contain less timber, and were built to more modern standards, however these present other problems such as concrete defects, cladding issues, and in some cases structural issues.\n\nThere is a lot of guidance out there to assist in the process of conversion, however the aforementioned CIRIA document is an excellent start,\n\nbut reference to British Standards and even some historic association documents can provide an excellent source of further guidance, and don’t forget we can help you too!\n\nInvolve us early and we can recommend the type and level of investigation, so that when you start hopefully there won’t be so many unknowns, and where practical we will agree the retention of elements or make clear where replacement is the only realistic approach.",
      "Image" : "",
      "PhoneNumber" : "08444120888",
      "PlayTime" : "",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/premierguarantee.jpg?alt=media&token=bfa5b8d3-3e6f-4b27-8776-b3ab37830aa2",
      "Title" : "Premier Guarantee",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.premierguarantee.co.uk",
      "id" : "0009"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Button-fix",
      "Description" : "The award-winning, secret fixing for panels",
      "DetailDescription" : "Button-fix is an extra strong, secret fixing\n\nfor panels, suitable for a multitude of applications such as washrooms, exhibition furniture, display stands and interior panels. Designed with architects and fitters in\n\nmind, the invisible fixing is easy to fit and align. Using Button-fix fasteners can save considerable time across a fit-out while significantly improving the potential for fitters to realise the architect’s vision for an inspiring and well-executed environment.\n\nAvailable with marker accessories to\n\nensure the perfect panel alignment and a reassuring ‘click’ when the panel is safely engaged, Button-fix is the ideal secret fixing solution. The durable nylon buttons that\n\nare attached to each panel are intuitively coloured to denote application, with the lime green button for use with CSK wood screws and orange buttons to be used with Varianta Euro screws.\n\nProviding quick and easy access to often hard to reach areas, such as pipework beneath a bath, Button-fix fastenings can be simply unclipped and removed. This unique feature is also extremely beneficial in busy commercial environments such as service stations, where an accidentally damaged\n\npanel can be easily removed and replaced.\n\nIdeal for use in commercial and residential environments, Button-fix fasteners can be used in 90o angle panel junctions, horizontal and vertical applications. The full Button-fix range includes:\n\nThe Type 1 Fix for connecting parallel panels where strength is paramount, perfect for fit outs and renovations. \n\nType 2 Fix for connecting 90o panels where easy access is required such as access to plumbing behind bath panels. \n\nThe Type 1 Flush for the ‘no gap’ fixing of panels, ideal for furniture and exhibition stands.\n\nThe Type 1 Bonded for applications where screw fixing is not possible, suitable for lightweight decorative panels, boat interiors and interior signage.",
      "Image" : "",
      "PhoneNumber" : "02081507190",
      "PlayTime" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/buttonfix.jpg?alt=media&token=bc7c5a02-dcd9-47ee-8ee2-8466bbfc2531",
      "Title" : "Button-fix",
      "VideoURL" : "",
      "WebsiteURL" : "http://button-fix.com/",
      "id" : "00081"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "BLM",
      "Description" : "BLM British Lead gear up for UKCW",
      "DetailDescription" : "BLM will be showcasing its products at the upcoming Build Show, part of UK Construction Week, from 18th- 20th October 2016 at the NEC. Visitors to the show will be welcomed at BLM’s newly designed exhibition stand (B4/619), within the BMF Pavilion. Their team\n\nof knowledgeable representatives will be on hand to receive enquiries, answer questions and discuss all things Lead.\n\nRuss Taylor, Sales Development Manager at BLM British Lead, commented: “We are proud to be showcasing its products and services at UK Construction Week.”\n\n“The sheer scale of the show presenting us with the opportunity to engage with a large number of key contacts and decision makers from all corners of the industry, making it the ideal time and place to launch our smart new Product Guide” added Russ Taylor.\n\nThe new Product Guide reflects the BLM’s new visual identity and features its wide range of Rolled Lead Sheet and Lead ancillary products, together with comprehensive sizing and fitting information. Copies of their new brochure will be available for collection on stand B4/619.\n\nThe new Product Guide follows hot on the heels of the company’s new Merchants Training Guide, specifically designed to aid staff within their merchant customer\n\nbase by improving knowledge and ultimately enhancing the experience for contractors and end-users. The guide provides detailed information on the production and benefits of Rolled Lead Sheet, the company’s full range of products, recommended stock guidelines, H&S, handling and storage tips.",
      "Image" : "",
      "PhoneNumber" : "01707324595",
      "PlayTime" : "",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/BLM.jpg?alt=media&token=1954b457-f2c8-47fb-a17f-7bd10b1640d9",
      "Title" : "BLM",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.britishlead.co.uk/",
      "id" : "00092"
    } ],
    "SortOrder" : "2",
    "Title" : "Building News",
    "id" : "2"
  }, {
    "Menus" : [ {
      "CellType" : "RegularCell",
      "CompanyName" : "F. Engel™",
      "Description" : "Experts in Textile Solutions",
      "DetailDescription" : "Experts in Textile Solutions\n\nFor more than 85 years, workwear from F. Engel™ has been selected by customers from all over Europe as the first choice for all-round protection and maximum comfort no matter what a work situation may demand.\n\nFounded in 1927 by Carl J. Engel Senior and now 4th generation family-owned, the company has 850 employees based at its Headquarters in Norgesvej, Denmark and 2 factories in Lithuania.  Since it first began, with the importing of denim from the U.S. as a hard wearing fabric, the company’s aims have always been the same – to provide superior quality, value for money workwear designed for a perfect, flexible fit and to give long lasting, reliable service.\n\nThe original fabric was called Bull Denim which was made from 100% cotton. Over the years the materials and manufacturing processes have been continually developed to incorporate many new practical and beneficial design details with the versatility of the fabric improved by adding the yarn combination of polyester and cotton.\n\nNew colours have been introduced and many businesses are now recognized by the specific colour combination and design of their Engel corporate workwear where not only is it valued for its practical uses but also as a significant part of a company's professional statement.\n\nDevelopment is an ongoing process as new smart colour combinations and materials are continuously created and tested, with a constant emphasis on product quality, innovation, flexibility and environmental awareness. \n\nThe company has an impressive seven collections  (along with a large range of accessories), all of which are ‘tailor-made’ for a wide range of industries including manufacturing, offshore, building & construction and the commercial sector. Each item of clothing is designed to be a perfect, comfortable fit whilst giving maximum freedom of movement and reliability, and all are fully certified to EN ISO 20471:2013 standard.\n\nAs an example, one of the main brand names under the F. Engel banner is ‘Combat’; geared to cope with any season and designed for action, this durable and stylish, uni-coloured collection has contrasting and reflective piping for greater visibility on jackets and trousers, many of which are made from 100% cotton. Almost all the trousers feature such useful detail as ruler-pockets, hammer straps and mobile phone pockets, whilst the leg-length can be extended an extra 4-6cm if required.  Other names to look out for, each with their own unique benefits, include ‘Galaxy’ and ‘Work Zone’ and the ‘Light’ range for warmer weather.\n\nThere are two policies which the company considers to be of very special importance. One is that advice is freely offered to firms and organisations within every relevant industry on the most effective ways by which they can comfortably protect their personnel; the other is to be in constant touch with its customers and end-users to ensure that all products are designed and manufactured with the aim of allowing them to do their work as efficiently as possible. The company is continually researching and gaining new and helpful ideas, from the locker room, to closely examining and testing all practical aspects of wearing and using its garments to maximum effect.\n\nFor more information on F.ENGEL workwear visit: www.f-engel.com or www.fe.dk/en  \n\nemail: Mark McBrayne at mmc@f-engel.com or telephone: +44 (0) 7933 150197\n\n",
      "Image" : "",
      "PhoneNumber" : "",
      "PlayTime" : "",
      "SortOrder" : "20",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Decemeber%2FF.%20Engel.jpg?alt=media&token=83ff9cc3-a223-4c8c-ab82-185b6ee974b1",
      "Title" : "F. Engel™",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.f-engel.com/en/",
      "id" : "0002"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Solus Decor",
      "Description" : "Solus Decor are renowned experts when it comes to producing exceptional fire and water features with a modern twist.",
      "DetailDescription" : "Contemporary Concrete Fire Pits & Water Bowls\n\nSolus Decor are renowned experts when it comes to producing exceptional fire and water features with a modern twist. Specialising in enhancing interior and exterior spaces utilising their unique line of tiles, fireplace mantels & facings and fire pits, the dedicated company create extraordinary concrete products for beautiful living spaces.\n\nDesigned and handmade in Vancouver, BC, Solus’ products are tailor made to suit the exact specifications of clients. They are built to a very high commercial standard and have been successfully installed around the world in both residential and commercial applications and are now available in the UK.\n\nEstablished in 1997, Solus Decor has been designing and casting ultra-high performance concrete to withstand the true northern climate of Canada. Today, armed with a 20 strong team of talented artisans, designers and sales & support staff, the company strives to consistently create, produce and deliver high quality, hand finished goods that are shipped worldwide.\n\nIn 2014, Solus Decor expanded into the UK and has been greatly welcomed. Displaying at Grand Designs 2016 and being a finalist in the new product of the year award at the Chelsea Flower Show 2016 certainly enhanced the Solus brand, taking them from strength to strength. Solus are also pleased to have recently gained full CE certification on its entire line of fire pits.\n\n",
      "PhoneNumber" : "0208 819 1495",
      "SortOrder" : "19",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FMarch%2Fsolus.png?alt=media&token=bfe06b43-4be2-4d9c-a7bb-c7d248644ba7",
      "Title" : "Contemporary Concrete Fire Pits & Water Bowls",
      "WebsiteURL" : "www.solusdecor.co.uk"
    }, {
      "CellType" : "VideoSmallCell",
      "CompanyName" : "Linian",
      "Description" : "FASTER, SAFER, SIMPLER Fire Rated Cable Fixings",
      "DetailDescription" : "FASTER, SAFER, SIMPLER Fire Rated Cable Fixings\n\nThe British Standard requirements for fire resistant cable fixings are clear, the method of fixing MUST be appropriately fire rated. Cabling in escape routes MUST be fixed via fire resistant means.\n\nTraditionally this would involve additional expense and time consuming methods of fixing cables. Gas fired solutions, P-clips with plastic plugs, retrofit trunking clips etc need no longer be the go to solution to achieve compliance.\n\nIntroducing the world’s fastest, safest, simplest fire clip. The LINIAN Fire Clip.\n\nWith the LINIAN Fire Clip you can save time, money and lives. This single installation cable clip provides safe, simple, rapid, robust and fireproof means of fixing cables to construction materials. The result of years of advanced technical research and direct experience, the LINIAN Fire Clip offers major advantages to the installer.\n\nEquip yourself with an extraordinary upgrade in fire clip design that delivers major benefits in efficiency, safety and value for money.\n\nPerfected through years of development, this exceptional innovation looks simple – and it is. Expertly designed to save time, money and lives, this remarkable evolution of a vital building component can help you make every job neater and more effective than ever.\n\nWith no plastic or perishable components and tested the most stringent of British and European fire standards, the LINIAN Fire Clip is without doubt the fastest, safest, simplest, compliant solution.\n\nYou’ll wonder why no one has thought of it before, you’ll be glad LINIAN has…",
      "PhoneNumber" : "0)1413325734",
      "PlayTime" : "02:16",
      "SortOrder" : "21",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FLinian.png?alt=media&token=e5f264bc-3dac-4828-8ced-d936be6ce986",
      "Title" : "Linian",
      "VideoURL" : "https://www.youtube.com/watch?v=s6Ppy_T6pIo&feature=youtu.be",
      "WebsiteURL" : "http://www.linianclip.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Alumen",
      "Description" : "Alumen Receives SchuEco Excellence Award",
      "DetailDescription" : "Alumen, the Kettering based aluminium fabricator is delighted to announce they have received a commendation from Schueco for their work at The Longfords, Teddington, London in association with customer QDevelopments. The awards, presented for excellence in the design and installation of Schueco systems, are a testament to Alumen’s knowledge and experience as a long-standing Schueco fabricator.  \n\n\n\nAlan Robinson, MD of Alumen explains: “The Longfords - a mews development of 7 houses and a duplex apartment on a brownfield site in a suburb of Greater London - was designed by 5plus Architects to provide living spaces that have a seamless ’flow’ between the inside and outside. Set amongst Victorian properties, this new build project with QDevelopments, demanded a blend of both modern and traditional architectural styles to contrast against its surroundings.  \n\n\n\n“The large apertures that made the project that much more challenging were perfectly suited to the Schueco product range, with their generous sizing capacity and slim sightlines. To the rear of the properties, Alumen fabricated and installed the ASS70HI Lift& Slide patio and ASS70FD bi-folding doorsets finished in metallic pearl/beige.  Using the same finish, AWS75 tilt&turn windows were used throughout but every single window had a different configuration of how it fitted in the cavity; some were forward, others pushed back - there wasn’t a standard way.  Furthermore, the bi-folding profile ASS70FD was used to fabricate the single doors which measured up to 2.7m in height.\n\n\n\n“The judges’ appreciated the modesty of the development and its use of a variety of sliding and folded systems. Louise Cotter said ‘It’s nicely restrained’, while Hugh Pearman commented: “This is a good example of a young practice revisiting the terrace typology.”\n\n\n\nAlumen’s well-made choice to use Schueco was based on the range’s clean and contemporary appearance, and phenomenal ability to offer maximum fabrication dimensions.  Not just a Schueco fabricator, Alumen also manufacturer the SMART profile. They have recently also launched a range of rooflights that offer trade customers a quality, value for money, off the shelf product. Autumn will see another product launch as Alumen bring to market their own in-house designed and engineered bi-fold doors which aims to take the best of bi-fold systems currently available in terms of aesthetics, ease of installation and operation - and improve on them.  ",
      "PhoneNumber" : "",
      "SortOrder" : "22",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FAlumen.jpg?alt=media&token=3932aa0b-3109-43c7-9aba-5d4baa148ba3",
      "Title" : "Alumen",
      "WebsiteURL" : "https://www.alumen.co.uk/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Siniat",
      "Description" : "Drylining Construction Materials Specialist",
      "DetailDescription" : "Drylining Construction Materials Specialist\n\n\n\nThe name behind drylining innovation, Siniat is the manufacturer of drywall products and systems for partitions, ceilings, wall linings and external sheathing purposes. Used in millions of properties across the country, Siniat’s products help to create homes, schools, hospitals and workplaces warmer, drier, quieter and safer than they have ever been.\n\n\n\nRecognising ongoing market challenges, such as the impact of Brexit, the company works with builders merchants and distributors to supply the right material at the best value, when builders need them the most. Many of the construction sector’s most successful companies trust Siniat’s products, customer service and technical knowledge to give their business a competitive edge.  \n\n\n\nThrough customer insights, Siniat helps the sector to cut wastage, improve manual handling and speed up installation times.   As a major manufacturer in the construction supply chain network, the company provides deliveries to hundreds of specialist distributors and builders merchants across the UK.\n\n\n\nSiniat is part of Extex Building Performance, a division which combines the products and solutions of three dry construction materials companies – Siniat, Promat and EOS Facades.  It is part of the global Extex Group of Companies, which in the UK includes the Marley Eternit and Equitone brands.\n\n \n\nIn 2016, Siniat continued to support merchant branches with training to upskill their employees from ‘order takers’ to ‘skilled advisors’.  This was through Siniat’s online training modules and hands on training delivered at their Training Centre in Bristol and at various Merchant lead events nationwide. \n\n\n\nSiniat takes its partnerships very seriously and works closely with builders merchants and distributors to grow their businesses, whether it’s through promotions, new products, point of sale materials, ‘how to’ videos, range of useful apps or project intelligence\n\n\n\nThe company is now working with colleges looking to expand its relationship with training and expertise delivered to the students by their Training Centre Manager and Drylining ",
      "PhoneNumber" : "01275 377 773",
      "SortOrder" : "23",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FSwindon%20College.JPG?alt=media&token=9003c60c-8944-4e28-889a-b37ddf14b9f7",
      "Title" : "Siniat",
      "WebsiteURL" : "http://www.siniat.co.uk/en"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Axair Fans ",
      "Description" : "Axair Fans is an exclusive UK distributor of industrial fans and motors including axial fans, centrifugal fans, energy efficient fans and fans for use within a wide range of air movement applications and ventilation systems.",
      "DetailDescription" : "Axair Fans is an exclusive UK distributor of industrial fans and motors including axial fans, centrifugal fans, energy efficient fans and fans for use within a wide range of air movement applications and ventilation systems. \n\nMore than just a fan supplier, Axair Fans offer value added support to our customer base of industrial and OEM clients through our technical expertise, product knowledge and application awareness. Our engineers are experts in their field and can specify the right fan for all projects on short lead times with no minimum order quantities. \n\nOur product range of industrial fans includes:\n\nHigh pressure centrifugal fans\n\nMedium Pressure Centrifugal Fans\n\nCompact Fans\n\nPlastic corrosion resistant fans\n\nHigh power fan modules\n\nEnergy efficient backward curved impellers\n\nFrame Axial Fans\n\nEnergy Efficient Blowers\n\nPlate or Cased Axial Fans\n\nHigh Efficiency Axial Fans\n\nIndustrial Backward Curved Fans\n\nFan Filter units\n\nAmbient Controllers\n\nSickle Blade Axial Fans\n\nOur product range covers applications including:\n\nElectrical Control Cabinets & Cabinets\n\nCorrosive Fume Environments\n\nEnergy & Noise Sensitive Applications\n\nATEX Hazardous Atmospheres\n\nCommercial Refrigeration\n\nRail & Rolling Stock\n\nSmoke Extraction Fans\n\nMilitary & Aerospace Applications\n\nCommercial Applications\n\nEstablished in 1992, Axair Fans is a fully independent distributor and manufacturer of fans & motors. Our relationships with reputable suppliers including Ecofit, Rosenberg, Fandis, SEAT & Wellington are kept close to enable us to supply innovative and high quality product whilst guaranteeing a fast and efficient service. We receive deliveries from our suppliers on a weekly basis and can support call off orders, next day deliveries where product is available and our team of experts are readily available for site visits and project consultations. \n\nBased in the easily commutable Newcastle under Lyme in Staffordshire, Axair Fans is able to readily service the whole of the UK. Our external sales team cover all regional areas of the UK and are at your assistance should you require additional product or application information. ",
      "PhoneNumber" : "01782349430",
      "SortOrder" : "24",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FJan%2FAxair.jpg?alt=media&token=450a16ef-9122-471a-9299-6d8a80f6119a",
      "Title" : "Axair Fans",
      "WebsiteURL" : "http://www.axair-fans.co.uk/"
    }, {
      "CellType" : "HeaderCell",
      "CompanyName" : "Sundström",
      "Description" : "Designing and Manufacturing World-Class Respiratory Protection",
      "DetailDescription" : "Sundström Safety was founded back in 1926 by a forward-thinking mining engineer who identified a gap in the market for respiratory protection products. The innovating Ivan Sundström Sr. recognised that breathing difficulty - experienced whilst working\n\nin mines contaminated by unhealthy air - was a major issue that needed to be addressed and set to developing an effective solution.\n\nThe result was the world’s first ergonomic face mask, designed to protect the eyes and lungs of those working within the mining industry. Ivan’s son Per substantiated the organisation’s worth\n\nby responding to the increased demand with the conceptualisation of further products. His expertise within the field of peranatomy of the human body made\n\nit possible to create a contemporary protective mask based on an anatomic design using rubber. In this day and age, the company is pleased to offer an extensive range of solutions in the form of half/full face masks, accessories, filters, fan units, face pieces, accessories, filters, compressed air filters, compressed air fed respiratory devices and escape hoods.\n\n“We supply every kind of respiratory protection other than self-contained breathing apparatus,” explained Tony Smith, Sales Manager UK & Ireland of Sundström Safety Services Ltd. “Our work revolves around coming up with different ways to offer the best level of comfort we can. We look at making the best protection possible, considering important aspects appreciated by the end user such as wearability, robustness and quality – providing products that both the operator and employer would want to use.”\n\nThe range is suitable for a whole cross-section of clients working within various sectors. Although predominantly used within asbestos applications and heavy industries, Sundström has proven\n\na brand most popular with relevance in pretty much every environment (from pharmaceutical and steel to engineering). The Swedish company, which employs a total of 100 team members, will be celebrating its 90th anniversary this year and is pleased to have remained true to the ongoing\n\nSundström philosophy of quality modes of protection and consistent product development.\n\n“Having been employed at Arco (our major UK distributor) prior to Sundström, I have noticed a few changes since I began working here three years ago,” Tony concluded. “One major difference is that the company has become far more operationally efficient and streamlined, proactively developing innovative products that no one else offers. As well as my role in sales I spend my time training people on how to use the equipment whilst making sure they are kept fully informed about the legislative requirements involved and the implications of not using the apparatus.\n\n“Going forward we want to become better known in the UK by increasing our market share and offering the best level of comfort and protection we possibly can to the British industry. We want to reiterate that we are here to help people: there are so many health & safety legislations around but as specialists we have the knowledge that will assist workers greatly in terms of protection during laborious activity. As a very ethical company our main aim is to ensure that individuals can breathe easily and that there are no issues with their lungs.”\n\nFor more information please don’t hesitate to contact Sundström today.",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Sundstro%CC%88m.png?alt=media&token=688a24f7-85b0-4607-9945-047a4c76328a",
      "PhoneNumber" : "07508417925",
      "PlayTime" : "",
      "SortOrder" : "1",
      "ThumbnailImage" : "",
      "Title" : "Sundström",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.srsafety.com/",
      "id" : "0001"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Pyroclassic",
      "Description" : "Pyroclassic Fires UK",
      "DetailDescription" : "The Pyroclassic IV fire was designed\n\nby the New Zealand Government 40 years ago to tackle the problem of\n\nair pollution and it’s the same stove you see for sale today. How it does\n\nthis is it has a primary and secondary burn chamber which burns even the secondary gases therefore hugely reducing the emissions and increasing its efficiency. This technology has enabled the product to obtain DEFRA exemption which means it can even be installed in smoke control zones across the UK.\n\nThe Pyroclassic has NO grate, NO ash pan, which means NO mess. This in itself makes the Pyroclassic unique compared to many of its log burning competitors. This is down to the design of the cylindrical fire chamber (which will take double the conventional log length up to 50cm) by using blast furnace technology which pulverizes even the ash particles leaving you with little or no waste product which means no wasted energy.\n\nIn the heart of the Pyroclassic is the burn chamber. This is a one piece cast ceramic cylinder that has a\n\nvery high thermal mass which slowly dissipates the heat over a long period\n\nof time creating a nice comfortable constant temperature in your room instead of it fluctuating up and down with the strength of the fire.\n\nThe Pyroclassic is available in over 100 different RAL colours with easily interchangeable panels, so if you decide in 5 years time to change your decoration you can just change the panels to suit as the firebox has a 15 year warranty.\n\nThe Pyroclassic is a 5kw dry stove and is also available as a boiler stove by installing the water heating element capable of up to 3.7kw to water which uses the hot exhaust gasses to heat the water so it doesn’t take anything away from the room heating capability of the stove.\n\nThe Pyroclassic has a 10mm thick steel top plate which is ideally suited for\n\ncooking on or boiling a kettle. We also sell the cooking accessory pack which comes with a dutch oven so you can roast or bake.\n\nThe Pyroclassic is DEFRA exempt which means it’s that efficient it can even be installed in smoke control zones in the UK due to its low emissions. It is also a HETAS approved product.\n\nThe Pyroclassic is the only DEFRA exempt stove in the UK market to be capable of 12 hour + burn cycles on one load of material so you can stoke the fire before going to bed and be sure it will still be lit and keeping your house warm in the morning when you get up.",
      "Image" : "",
      "PhoneNumber" : "03333231271",
      "PlayTime" : "",
      "SortOrder" : "6",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/Pyroclassic.png?alt=media&token=36f89bdb-f25a-45ca-b780-c995e01a6ab0",
      "Title" : "Pyroclassic",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.pyroclassic.co.uk/",
      "id" : "0006"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "CKL",
      "Description" : "Cost-free Construction Safety Innovations",
      "DetailDescription" : "In a contemporary day and age where intelligent technology is a prevalent force, it seems apparent that companies are relying more and more on product innovation. This has taken its toll on multiple industries and businesses are continually devising new ways to impress customers in a bid to gain a competitive edge over those rejecting modernisation and change.\n\nTo address this subject we have sought the expertise of Bali Rakhra LL.B, Commercial Director of CKL Workwear Distribution and regular commentator on Health & Safety product innovations, who was keen to discuss the usage of novelty in the real world and its implications in particular regard to the provision of specialised safety solutions.\n\nThe first consideration Bali brought to our attention is that industry originality is a double edged sword: “innovation is undoubtedly a force for good, but\n\nit can either work for you or against you,” he told us here at Building and Construction Review. “An often overlooked consequence of it is the increased legal responsibility it creates on the employer: it can indirectly create a higher of duty of care on employers without them even being aware of it.”\n\nThis was mentioned in relation to industrial injury tribunals which have in the past been lenient to employers in situations whereby the problem causing the injury had never had an effective\n\nsolution in place to prevent it. If there were precautions, it was more likely that tribunals would take a far more dim perspective of companies that failed to introduce them.\n\nAnother point to be factored in revolves around product cost and quality. Once aspects such as increased employee pain, discomfort, injuries, absence, sick pay and potential compensation payouts are put into play it can far\n\noutweigh the difference in initial purchase costs of the innovation. This is of great relevance to the workwear segment, which relies heavily\n\non the supply\n\nof durable and dependable apparel and equipment.\n\n“In terms of PPE, cheaper products are less effective and wear out more quickly, costing more in the long run in terms of productivity and earlier replacements,” Bali commented. “It is the value, rather than the cost, that is most important. At the moment, however, cost remains the primary issue for most UK companies. That’s what set me off to innovate my own solutions to remove price\n\nfrom the equation, and enable employees of any organisation to access the latest Health & Safety, PPE and wellbeing innovations without it costing them a penny.”\n\nThis in turn leads on to the commonplace problems associated with current procurement practice, which has been known to produce an unfortunate ‘lose-lose’ result. Namely, health & safety managers are inclined to reject unique products because\n\nof budget restrictions, which leads to frustration and a reduction of productivity and workplace morale. Procurement divisions also lose out as they often fail to account for the potential cost savings the innovation can bring, and shareholders are negatively affected in terms of finance and throughput.\n\nThe solution is relatively simple and has come courtesy of CKL, an informed industry expert who has over 42 years of experience manufacturing and distributing an array of safety-based products. Having directly spoken to over 1000 health & safety managers, Bali recognised a pattern in their thought process that largely came down to cost objections on an erroneous assumption of how the HSE regulations work.\n\nDistinctions weren’t easy to make between PPE items and wellbeing products, particularly for those unfamiliar with the legal definitions, but as a previous student of law Bali was well placed to provide a logical description: “Wellbeing products\n\ndo not fall within the remit of the PPE regulations, and therefore\n\nUK companies are neither obliged\n\nto supply or\n\npay for them,”\n\nhe explained. “Therefore, I decided to create a\n\nnumber of unique supply programmes\n\nto allow any UK company to embrace these innovations easily and cost-free\n\n- perhaps even creating considerable savings in the medium term.\n\n“This would represent a win for HSE and procurement departments, as well as for directors and shareholders. The real winners are the employees themselves whose lives can be significantly impacted the products. It will also benefit the UK economy as a whole, by having innovations actually being sold and used on the market, instead of sitting unsold on the shelves, benefitting no-one. This would bolster further investment in innovation by manufacturers, which further benefits the economy.”\n\nThis philosophy is the idea behind the recently launched ‘Win-Win’ campaign conducted by CKL\n\nat the IOSH Conference 2016. With its enriched understanding of workwear and PPE, the independent supplier is suitably positioned to assist organisations in making the right decision when investing in up-to-the-minute products.\n\nCKL is an established company renowned for its quality supply of workwear and uniform supplies. With roots dating back to 1972, the organisation boasts decades of industry experience and has since acquired a respectable customer base covering areas across Scotland, the UK and Europe.\n\nIts market-leading portfolio of products comprises general industrial workwear, PPE, safety footwear, staff uniforms, promotional clothing and garments for the police, armed forces, local authorities and the hospitality, food & drink, oil & gas, corporate, medical, engineering, construction and Fire/Chem/ Bio Hazard markets.\n\n",
      "Image" : "",
      "PhoneNumber" : "08007880777",
      "PlayTime" : "",
      "SortOrder" : "8",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/CKL.jpg?alt=media&token=c724242c-58eb-43d7-b8df-cb30a514d928",
      "Title" : "CKL",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.ckl.uk.com/",
      "id" : "0008"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "mwa technology",
      "Description" : "Metering with Accuracy",
      "DetailDescription" : "Being the UK’s leading Metering & Controls Company, MWA are ideally placed to find the best solution for any project\n\nWith over 20 years’ knowledge and understanding the importance of successful and rewarding relationships with contractors, consultants and suppliers, MWA are always striving for continuous improvement. With these values in mind and considering the fast- paced market and an ever-increasing demand for added value, MWA has made a considered investment in increasing stock.\n\nMWA hold over £1 million worth in stock and are the only distributor to offer same day delivery, going to great lengths to prioritise our customers’ needs and be best placed to help them make informed decisions. By being at the forefront of understanding industry needs, we are able to react to its ever- changing demands. MWA have proven\n\nthis with the recent release of the Kamstrup 403, proudly being named the first UK distributor to stock the product whilst fulfilling our customers’ specific requirements. The Kamstrup 403 will be showcased at upcoming trade shows.\n\nMWA are also aware that sometimes challenges will arise when you least expect them and that’s why a dedicated technical team are on hand to offer full project support. With site verification and 5-year warranty on products, MWA ensure full peace of mind.\n\nMWA are also very active in raising awareness for various charities. Taking social responsibility very seriously, MWA staff are regularly involved\n\nin charity events, including most recently, the Birmingham Bikeathon for Bloodwise UK, and for Global’s Make Some Noise, where MWA staff abseiled down the Fort Dunlop building.\n\nMWA acknowledge the fact that people work different hours,\n\nacross different time zones and so there is a concerted effort to be as accessible as possible to everyone. MWA make sure customers get the knowledge they need, when they need. With a dedicated sales team, modern website, trade counter and social media platforms packed full of information, MWA give you access to the latest and best content the industry has to offer.",
      "Image" : "",
      "PhoneNumber" : "01213277771",
      "PlayTime" : "",
      "SortOrder" : "9",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/mwatechnology.jpg?alt=media&token=233b63b4-de16-4da6-a8e4-cb6e107316f0",
      "Title" : "mwa technology",
      "VideoURL" : "",
      "WebsiteURL" : "http://www.mwatechnology.com/",
      "id" : "0009"
    } ],
    "SortOrder" : "3",
    "Title" : "Latest News",
    "id" : "3"
  }, {
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/BCRBB.jpg?alt=media&token=f627fde6-3c57-4511-8fda-55abadbdbd81",
      "SortOrder" : "1",
      "Title" : "Latest Issue"
    }, {
    "CellType": "PDFCell",
    "Description": "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
    "SortOrder": "2",
    "ThumbnailImage": "https://storage.googleapis.com/buildingandconstructionreview.appspot.com/2022/September/389ss.png",
    "Title": "Building & Construction Review UK 389",
    "id": "1",
    "pdfLink": "https://storage.googleapis.com/buildingandconstructionreview.appspot.com/2022/September/389.pdf"
}, {
      "CellType" : "TextCell",
      "Description" : "As with every edition, the team at BCR UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies, and we believe that this could be the best yet!",
      "SortOrder" : "3",
      "Title" : "Hello & welcome to Issue 388 of BCR UK..."
    } ],
    "SortOrder" : "4",
    "Title" : "Latest Issue",
    "id" : "4"
  }, {
    "Menus" : [ 
      {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "48",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F7.jul%2F388SS.png?alt=media&token=7e46d000-3c84-4b24-89c0-09acf33b17c8",
      "Title" : "Building & Construction Review UK 388",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F7.jul%2F388.pdf?alt=media&token=7aef469d-b597-46ed-a724-e18aa4bb0ada"
    }
      ,{
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "49",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F6.jun%2F387SS.png?alt=media&token=9ccd3821-44b2-4346-ba05-75b3186ff388",
      "Title" : "Building & Construction Review UK 387",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F6.jun%2F387.pdf?alt=media&token=204946af-768e-491a-81dc-fbdbf937071a"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "50",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F5.may%2F386SS.png?alt=media&token=4962bcb6-0804-4cd0-85ec-11a7c398cab4",
      "Title" : "Building & Construction Review UK 386",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F5.may%2F386.pdf?alt=media&token=fec96f6b-be74-4a10-bd99-320da2503592"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "51",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F3.mar%2F385ss.png?alt=media&token=d4931e7c-77c6-41b0-8c96-4946bad3a518",
      "Title" : "Building & Construction Review UK 385",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F3.mar%2F385.pdf?alt=media&token=492d7a46-711f-488e-be43-5cdfc7c350e7"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "52",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F3.mar%2F385ss.png?alt=media&token=d4931e7c-77c6-41b0-8c96-4946bad3a518",
      "Title" : "Building & Construction Review UK 384",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F3.mar%2F385.pdf?alt=media&token=492d7a46-711f-488e-be43-5cdfc7c350e7"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "51",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F1.jan%2F383SS.png?alt=media&token=2fe93f0f-807b-4003-b16e-a97bab977c56",
      "Title" : "Building & Construction Review UK 383",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2022%2F1.jan%2F383.pdf?alt=media&token=80f543e9-a96c-4a7a-aace-72e610eb05e0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "52",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F12.dec%2F382SS.png?alt=media&token=0f391365-d0e1-41ad-b401-e47c78ac6eba",
      "Title" : "Building & Construction Review UK 382",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F12.dec%2F382.pdf?alt=media&token=7a4005db-93a9-43d4-bfcd-c93f865c6b17"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "53",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F11.nov%2F381SS.png?alt=media&token=70930dcd-878c-4a71-ac90-425ca758033d",
      "Title" : "Building & Construction Review UK 381",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F11.nov%2F381.pdf?alt=media&token=5c74e5f1-6ae1-43a8-b732-8a5fc9e0901e"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "54",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F10.oct%2FBCR380SS.png?alt=media&token=035320cb-f5ab-4d3e-a5fd-8f4493c553fb",
      "Title" : "Building & Construction Review UK 380",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F10.oct%2FBCR380.pdf?alt=media&token=e40eb77e-19ca-4635-9dfe-a45110d589a9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "55",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F8.aug%2F378SS.png?alt=media&token=1afd2d43-e3a3-4d8f-afdf-639aa01537dc",
      "Title" : "Building & Construction Review UK 378",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F8.aug%2F378.pdf?alt=media&token=90437ffd-17f6-420e-a431-4990446aad7c"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "56",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F7.jul%2F377SS.png?alt=media&token=63c3723a-4570-4df9-8b5e-0a8681240797",
      "Title" : "Building & Construction Review UK 377",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F7.jul%2F377.pdf?alt=media&token=fa52deea-65d7-4390-a771-de7d3e72acfe"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "57",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F6.jun%2F376SS.png?alt=media&token=cfaee5c5-bfdc-4040-8e0c-0b3d4dfa47e1",
      "Title" : "Building & Construction Review UK 376",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F6.jun%2F376.pdf?alt=media&token=fb599377-085c-464d-be40-ac2e81cfd01a"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "58",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F5.may%2F375SS.png?alt=media&token=23db87ca-4f9f-4154-86b4-b23569238342",
      "Title" : "Building & Construction Review UK 375",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F5.may%2F375.pdf?alt=media&token=2981cb17-8aed-4570-924a-6a9f2259f8ad"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "59",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F3.mar%2FBCR374SS.png?alt=media&token=0cc708ca-acb3-40fb-bdeb-64bf83d56fe4",
      "Title" : "Building & Construction Review UK 374",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F3.mar%2FBCR374.pdf?alt=media&token=a2fbabe5-43c3-4aa6-a6c8-ba05df26674f"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "60",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F2.feb%2F373SS.png?alt=media&token=15767938-eb12-43f0-b309-2a28dcdf8c7d",
      "Title" : "Building & Construction Review UK 373",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2021%2F2.feb%2F373.pdf?alt=media&token=2085b2e8-6bd9-4c42-87b2-d59c830fdb75"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "61",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F12.dec%2F372SS.png?alt=media&token=6498f816-580d-4134-a485-0ff29f19f4ed",
      "Title" : "Building & Construction Review UK 372",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F12.dec%2F372.pdf?alt=media&token=fb4acf3c-5557-463b-9219-4887e7dac6da"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "62",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F10.oct%2F371SS.png?alt=media&token=f803fd4c-ca6e-49a4-9348-ec109b2bcd23",
      "Title" : "Building & Construction Review UK 371",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F10.oct%2F371.pdf?alt=media&token=127d9809-a7d7-4593-8264-a005a41eb971"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "63",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F9.sep%2F370SS.png?alt=media&token=2b28dc38-7dd3-469f-a3f2-07a9e6f8a40e",
      "Title" : "Building & Construction Review UK 370",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F9.sep%2F370.pdf?alt=media&token=3462f5a3-c179-4699-a6f6-427b1f1950b1"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "64",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F8.aug%2F369SS.png?alt=media&token=605c54b5-8b5f-403e-af41-fadfeb477f7d",
      "Title" : "Building & Construction Review UK 369",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F8.aug%2F369.pdf?alt=media&token=8a7b8a8a-0ed2-48d5-8bfa-7080baaefb29"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "65",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F4.apr%2F368SS.png?alt=media&token=0cd614ba-f1a1-41ee-a887-181bd6811ef7",
      "Title" : "Building & Construction Review UK 368",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F4.apr%2F368.pdf?alt=media&token=03d1b476-8130-473e-9054-86f394b3df3c"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "66",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F2.feb%2F366SS.png?alt=media&token=062c4d81-d0e3-44a9-9ca4-48f5e0b85543",
      "Title" : "Building & Construction Review UK 367",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F2.feb%2F366.pdf?alt=media&token=6e4279b9-b5bf-4a44-9f58-269fb98bf05d"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "67",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F2.feb%2F366SS.png?alt=media&token=062c4d81-d0e3-44a9-9ca4-48f5e0b85543",
      "Title" : "Building & Construction Review UK 366",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F2.feb%2F366.pdf?alt=media&token=6e4279b9-b5bf-4a44-9f58-269fb98bf05d"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "68",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F1.jan%2F365SS.png?alt=media&token=2d840f48-afac-4954-817c-5f259c0beaef",
      "Title" : "Building & Construction Review UK 365",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2020%2F1.jan%2F365.pdf?alt=media&token=c0e31b5b-b8a2-4120-b49f-9680b2b02165"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "69",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FNovember%2F364SS.png?alt=media&token=72587eb3-302b-4f59-8081-b1111b93e961",
      "Title" : "Building & Construction Review UK 364",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FNovember%2F364.pdf?alt=media&token=d8dd507b-5b78-4b1f-b300-a94b8f03d984"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "70",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FOctober%2F363SS.png?alt=media&token=6c961f14-b1b8-4b24-9d65-08d0586eebeb",
      "Title" : "Building & Construction Review UK 363",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FOctober%2F363.pdf?alt=media&token=9daa94b4-63cd-4183-9bda-11ebfa38ff30"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "71",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FSeptember%2F362SS.png?alt=media&token=e3830ecd-7680-4ea7-99dd-98a948218c10",
      "Title" : "Building & Construction Review UK 362",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FSeptember%2F362.pdf?alt=media&token=c196abed-5937-44aa-99e1-88fdb97ad1c8"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "72",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FAugust%2F361SS.png?alt=media&token=8f58a1c2-9eb0-4ceb-819f-82c5035d36a5",
      "Title" : "Building & Construction Review UK 361",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FAugust%2F361.pdf?alt=media&token=177f98db-a7c1-4695-9bd9-9d19fea41329"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "73",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FJuly%2F360SS.png?alt=media&token=5523e325-8884-4bbc-b443-49f1436af8df",
      "Title" : "Building & Construction Review UK 360",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FJuly%2F360.pdf?alt=media&token=ae16bea2-ef73-49ee-880f-6db012990de0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "74",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FMay%2F359SS.png?alt=media&token=5a305c4d-d36e-4336-a5f3-88a15e8a7143",
      "Title" : "Building & Construction Review UK 359",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FMay%2F359.pdf?alt=media&token=f8333f91-471f-41d5-b4a4-6935c8e939fe"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "75",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FApril%2F358SS.png?alt=media&token=f7d2ceb7-cb5b-4a97-b04a-1f1e479d4257",
      "Title" : "Building & Construction Review UK 358",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FApril%2F358.pdf?alt=media&token=d19513b7-e847-422b-8b65-6d46a6f407c6"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "76",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FFebruary%2F357SS.png?alt=media&token=29731ae5-0de5-4197-b6f0-448b83177040",
      "Title" : "Building & Construction Review UK 357",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2FFebruary%2F357.pdf?alt=media&token=986af5cc-d5ed-4a65-bd7c-b00c4e1932e0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "77",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2F356SS.png?alt=media&token=ee43fb64-85a7-4a52-92a4-dd7ffbb3aaae",
      "Title" : "Building & Construction Review UK 356",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2019%2F356.pdf?alt=media&token=2bc79f13-0a58-4131-8101-eebcba6ef706"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "78",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2F355SS.png?alt=media&token=f0272d27-f6bc-4868-a40e-842e6be2cc43",
      "Title" : "Building & Construction Review UK 355",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2F355.pdf?alt=media&token=cbb5cf54-3865-4b83-acd3-be48ba4eca95"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "79",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FOctober%2F354SS.png?alt=media&token=b9c56576-0cdd-4b43-ae21-ba642eec3df9",
      "Title" : "Building & Construction Review UK 354",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FOctober%2F354.pdf?alt=media&token=f87a31f5-9369-45f7-8225-c5a2f4f35eb4"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "80",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FSeptember%2F353SS.png?alt=media&token=17fc6466-fc58-4cb1-b1f0-00874b18177f",
      "Title" : "Building & Construction Review UK 353",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FSeptember%2F353.pdf?alt=media&token=1678b2bf-8ea6-4f99-84c0-b32a901f83bc"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "81",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJuly%2F352SS.png?alt=media&token=a15bf4fd-5587-4a32-9885-fa4377be84e4",
      "Title" : "Building & Construction Review UK 352",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJuly%2F352.pdf?alt=media&token=7a1cf009-28f2-45fb-ba03-1c0bafbcc707"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "82",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJune%2F351SS.png?alt=media&token=0842b560-7e9e-490a-9a87-5713a7793046",
      "Title" : "Building & Construction Review UK 351",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJune%2F351.pdf?alt=media&token=04c88469-a232-4d53-9465-19cdfbde3ea1"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "83",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FApril%2F350SS.png?alt=media&token=4245c60c-d803-44f1-81cc-25aaaf93897a",
      "Title" : "Building & Construction Review UK 350",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FApril%2F350.pdf?alt=media&token=bf03958b-4893-4041-a681-4be41e1fd4e5"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "84",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FMarch%2F359SS.png?alt=media&token=85d8ecc4-bfe1-473b-89ea-708c58d89263",
      "Title" : "Building & Construction Review UK 349",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FMarch%2F349.pdf?alt=media&token=147a2542-5135-430e-b387-25de4af0f480"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "85",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJanuary%2F348SS.png?alt=media&token=41f6154d-2506-43c0-b245-a74612e16cc3",
      "Title" : "Building & Construction Review UK 348",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1-2018%2FJanuary%2F348.pdf?alt=media&token=3ae96c39-10a7-4146-9175-ddc714e8f9f0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "86",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FDecember%2F347SS.png?alt=media&token=f2fb0fca-1ab6-4c87-adc0-bb011d000667",
      "Title" : "Building & Construction Review UK 347",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FDecember%2F347.pdf?alt=media&token=1ad86542-2615-4553-b959-6c0df91e14cf"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "87",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FOctober%2F346BCR.png?alt=media&token=2c88667d-7d86-4960-b13e-1a2df2635bfa",
      "Title" : "Building & Construction Review UK 346",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FOctober%2F346.pdf?alt=media&token=0142d8f4-adf3-42ce-9985-7939b40185c9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "SortOrder" : "88",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FJuly%2F344SS.png?alt=media&token=9c8ab4a4-c186-42a5-8414-fe9cfc7e6539",
      "Title" : "Building & Construction Review UK 344",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/11112017%2FJuly%2F344.pdf?alt=media&token=0e714b3e-92e1-4c1e-b6e4-d58a95ee3fbb"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "89",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FMarch%2F343SS.png?alt=media&token=5b24410c-7c90-4604-a1f5-52bcbcf380c7",
      "Title" : "Building & Construction Review UK 343",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1%2FMarch%2FBCR343_CS6.pdf?alt=media&token=a4d18b3c-e910-4b99-8fc5-21b7811602b5"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1Jan%2FBCRR342SS.png?alt=media&token=9dff9e1b-6a67-4b80-8e5d-9f2029cce554",
      "Title" : "Building & Construction Review UK 342",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/1Jan%2FBCR342.pdf?alt=media&token=e32d8730-aad1-4b97-baca-59a4f8691148"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/341%2FBCR341SS.png?alt=media&token=e7c9e4d8-a93b-44e5-9b06-7bfd9bcf7291",
      "Title" : "Building & Construction Review UK 341",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/341%2FBCR341Compressed.pdf?alt=media&token=bbfdf965-2f16-4233-b6bd-2dbd54d792d0"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "Image" : "",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/340%2F340FC.png?alt=media&token=44de07b7-476d-47b0-8fa5-375c3cd1b404",
      "Title" : "Building & Construction Review UK 340",
      "id" : "6",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/340%2FBCR340_hr.compressed%20(1).pdf?alt=media&token=c926b9be-72d4-45dd-9f0b-4d420780525f"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/339%2FBCR339.png?alt=media&token=df6ff0b8-bf66-46d0-bbaa-0f58a0ddbbec",
      "Title" : "Building & Construction Review UK 339",
      "id" : "5",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/339%2FBCR339.pdf?alt=media&token=fca089fa-50f1-4b08-8b93-8349a71181e9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Building & Construction Review UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "DetailDescription" : "",
      "Image" : "",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/338%2FBCR338.png?alt=media&token=c0f1bb8f-47f9-40fa-b6d2-d3f8be77f2d4",
      "Title" : "Building & Construction Review UK 338",
      "id" : "1",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/buildingandconstructionreview.appspot.com/o/338%2FBCR338.pdf?alt=media&token=772cec85-b19a-4052-bdca-0019a972f4af"
    } ],
    "SortOrder" : "5",
    "Title" : "Back Issues",
    "id" : "5"
  } ],
  "SponsorshipImage" : ""
}
