{
    "MenuGroups":
    [
        {
            "Menus":
            [
                {
                    "CellType": "HeaderCell",
                    "CompanyName": "Talent Concrete Training",
                    "Date": "22/03/2022",
                    "Description": "Over the past 12 months, online learning and training have become increasingly more popular as individuals and businesses seek ways to upskill, develop or specialise in key subjects for self-improvement.",
                    "DetailDescription": "Over the past 12 months, online learning and training have become increasingly more popular as individuals and businesses seek ways to upskill, develop or specialise in key subjects for self-improvement.\nThe four-stage training and qualifications scheme Concrete Technology & Construction leads to qualifications)\nfor the construction industry awarded\nby the Institute of Concrete Technology (ICT). The training courses range from foundation level through to advanced, and TALENT Concrete Training Ltd., established in 2004, currently provide online distance-learning courses in Stages 2 and 3.\nThe industry-endorsed four-stage qualification framework is directly linked to the professional grades of membership of the ICT, formerly administered by City & Guilds of London Institute (CGLI).\nThe course outlines are as follows: Stage 1: Concrete Practice, ideal\nfor those starting in the construction industry. Candidates who complete\nthis course successfully are eligible for memberships of the ICT at Technician grade and to use the designatory letters TechICT after their name.\nStage 2: General Principles, intended for those involved in the production,\nuse or quality control of concrete. Candidates who complete this course successfully are eligible for memberships of the ICT at Affiliate grade and to use the designatory letters AffICT after their name.\nStage 3: Practical Applications, intended for those involved at a supervisory level in the production, use or quality control activities associated with concrete. Candidates who complete this course successfully are eligible for memberships of the ICT at Associate grade and to use the designatory letters AMICT after their name.\nStage 4: Advanced Concrete Technology, this stage leads to the highest award in concrete technology. Candidates who complete this course successfully are eligible for full corporate memberships of the ICT and to use the designatory letters MICT after their name.\nTony Binns, a Director of TALENT, and an honorary Fellow of the ICT\ncommented, “TALENT courses enable participants to enrol and commence their studies at any time, with no dependence on the academic year. We have three fully qualified tutors who\nare constantly available for assistance, mentoring and discussion.”\nStages 2 and 3 of the Concrete Technology & Construction training and qualifications programme are presented by TALENT as online distance learning courses. The course content has been written and designed by John Newman, Peter Domone and Tony Binns. Each tutor is successful in their own field and holds vast amounts of experience and expertise in concrete technology, as well as proven, successful techniques and skills acquired to mentor and teach.\n“TALENT courses are well-established and recognised by the ICT. Revised and newly introduced ICT learning objectives are incorporated in the course material. In the future, we intend to introduce the foundation level – Stage 1: Concrete Practice, as an online course using\nthe same successful online training methods as we have in Stages 2 and\n3. The course material is updated to reflect developments in techniques\nand changes in British and European Standards and remains accessible\nto participants long after they have completed the course, serving as an up- to-date reference source,” stated Tony.\nThe courses available are ideal for\nall producers of precast and ready- mixed concrete, test consultants, civil engineers and building contractors. TALENT training courses fully prepare participants for ICT examinations\nand have achieved a successful high pass rate, including a high proportion of Credits and Distinctions upon completion.\nCOVID-19 has had minimal effects on business for TALENT, and the concept of being entirely online has reaped tremendous benefits for the company. “Being entirely online involving no physical personal contact, TALENT courses have enabled those who seek training and qualifications to enrol and progress without any adverse effects from COVID-19,” said Tony.\nEnrol today to receive in-depth\nand up-to-date information on constituent materials, specification, concrete properties, production and performance.\nFor more information, see below: T 01723 567432 info@talentconcretetraining.org.uk www.talentconcretetraining.org.uk",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2Ftct.png?alt=media&token=361e4f9a-25ae-42cb-83fb-1c636b977000",
                    "PhoneNumber": "01723 567432",
                    "SortOrder": "7",
                    "Title": "E-learning for the construction industry",
                    "WebsiteURL": "http://www.talentconcretetraining.org.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Kelly Tanks",
                    "Date": "18/07/2022",
                    "Description": "2021 was a successful year of Concrete Washout and Water Treatment Systems for Kelly Tanks across the UK, Ireland, New Zealand, Sweden, Spain, France and Denmark, affirming their solid reputation for providing innovative and cost-effective solutions to the construction industry.",
                    "DetailDescription": "2021 was a successful year of Concrete Washout and Water Treatment Systems for Kelly Tanks across the UK, Ireland, New Zealand, Sweden, Spain, France and Denmark, affirming their solid reputation for providing innovative and cost-effective solutions to the construction industry.\nThe well-established CWS Concrete Washout has remained the product of choice for washing off concrete wagons and equipment onsite whilst demand for Water Treatment tanks and systems for filtration and/or separation has continued to grow. Kelly Tanks remain consistent in releasing new products to help ensure safe and compliant waste-water treatment on building sites across the UK and overseas including\na range of modular Dosing Units used for monitoring and controlling pH & TSS levels and/or providing proportional chemical dosing.\nKelly Tanks were also able to attain Constructionline Gold Membership, SSIP and Acclaim Accreditation ensuring they meet the PAS91 and Common Assessment Standard. This year, Kelly Tanks are expanding their fleet and product range as well as improving their facilities\nand attracting more talent to team KT. Kelly Tanks are also looking forward to giving back to their local community and keyworkers again this year with continued volunteering and donations.\nInnovation and sustainability also remain the focus, kicked off with the introduction of a mobile renewable energy system that unlike existing options, does not require a backup generator.\nThe hybrid solar & wind unit is ideal for generating power in remote areas\nin all seasons and the systems Wind Solar Hybrid MPPT Controller with dump load provides protection functions such as overcharge, over discharge and overload to guarantee peace of mind\nthat power is successfully generated and stored ensuring the user is never left without power.\nKelly Tanks innovative product range is complemented by a commitment\nto excellent customer service. “As a company we pride ourselves in putting the customer first. We are proud of our fast, nimble approach in providing our customer with exactly what they need. As well as our equipment, we can supply familiarisation training, testing services and full onsite water management teams. We also design and build bespoke systems to ensure our customer always receive the best equipment for their application”.\n2022 will also see Kelly Tanks exhibit at the UK Concrete Show in May\nand Hillhead in June where they are expected to showcase their latest developments in Concrete Washout & Water Treatment.\nIf you’d like to find out more information on Kelly Tanks’ full range of products, head to the website or get in touch using the contact details below.",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FScreenshot%202022-07-18%20at%2010.18.26.png?alt=media&token=679a2e55-992e-4a1a-b906-5381d66e2a36",
                    "PhoneNumber": "01889 508944",
                    "SortOrder": "48",
                    "Title": "Water Treatment tanks and systems",
                    "WebsiteURL": "http://www.kellytanks.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "",
                    "Date": "24/01/2022",
                    "Description": "Building Update is proud to announce that DCON Safety Consultants Limited has received our Commitment to Excellence Award for 2020.",
                    "DetailDescription": "Building Update is proud to announce that DCON Safety Consultants Limited has received our Commitment to Excellence Award for 2020.\nDCON Safety Consultants Limited offers leading health and safety consultancy and construction statute advice services. The company prioritises and specialises in the highest levels of informed and intelligent advice, senior project resource allocation\nand compliance assurance. Informed by industry expertise, DCON Safety Consultants Limited knows that every project has potential risks, no matter what its potential benefits, so its team of highly experienced construction professionals helps to ensure clients’ statutory conformity.\nUpon gaining understanding of the specific needs, goals and desires of each client and their project, DCON Safety Consultants Limited is dedicated to implementing a design and construction management plan that will meet or exceed these requirements.\nAnd, DCON Safety Consultants Limited ensures that there is honesty, integrity, trust and professionalism underpinning every project.\nMoreover, the company’s services are centred on three delivery principles: \n• Maximising Quality: the company\nimplements proven health, safety and wellbeing strategies to help clients achieve high quality and cost-effective work commensurate with the design of their projects.\n• Minimising Risk: the company effectively manages design and delivery risk on projects to match each client’s desired risk level profile.\n• Managing Compliance: the company relies on its extensive background working on a wide variety of projects to assist clients in developing, monitoring and maintaining compliance performance.\nThis excellent service would not be possible without the leadership of Diarmuid Condon, a construction industry leader who brings unique perspectives to encourage, support and mentor the abilities of his colleagues. As a construction professional with a surveying background and experience spanning two decades, Diarmuid is emblematic of DCON Safety Consultants Limited’s commitment to providing outstanding services to clients.\nDiarmuid has contributed his invaluable expertise to over 400 projects over 20 years, with a client list including public\nsector departments, corporate owners, real estate developers, main contractors, design professionals and infrastructural bodies. With this incredible portfolio, Diarmuid is helping DCON Safety Consultants Limited to become a leader in health and safety consultancy across the construction industry.\nKey to DCON Safety Consultants Limited’s services is working as a Project Supervisor\nfor the Design Process (PSDP) in various sectors across the Irish construction market. No project is too simple or too complex\nfor the company’s PSDP consultants, all of whom are construction professionals with an average of 20 years’ experience in the built environment. The ability to maximise this knowledge and skillset means DCON Safety Consultants Limited can generate distinctive and innovative ideas from traditional PSDP service inputs and outputs.\nAdditionally, DCON Safety Consultants Limited offers planning compliance assurance services. The ability to strategically support a positive planning decision is exclusive to the company. Its Draft Construction Management Plans (DCMP) inform the overall planning, coordination and control of a project from the beginning of construction to completion. The DCMP also safeguards the obligation placed upon a client to produce a safe, functional and financially viable project.\nDCON Safety Consultants Limited also provides its main contractor clients with intelligent, practical, and reasonable physical site safety advice to support compliance and good practice adherence. Behavioural safety outcomes inform how the company approaches each solution with the contractor and their supply chain, identifying opportunities for improvement.\nperformance; and improve overall corporate reputation, including greater staff satisfaction and a more efficient procurement and supply chain.\nFinally, DCON Safety Consultants Limited can offer a safety expert witness service, which is headed by Diarmuid himself. He has extensively supported safety-related matters, and is a certified and competent safety professional who will work with clients to identify exactly what kind of safety expert is needed. Then, he will use an extensive network of contacts to recruit the right person to protect clients’ interests.\nDCON Safety Consultants Limited’s fantastic service offering and proven track record\nTo complement this, DCON Safety Consultants Limited can also help with clients’ health and safety strategy. Its holistic and integrated approach can help unlock substantial benefits for clients by providing a structured, objective and SMART framework for full optimisation through the creation of an environment that embraces health, safety and wellbeing.\nThis means DCON Safety Consultants Limited helps clients to improve their health, safety and environmental performance; enhance staff satisfaction thanks to improved performance; improve risk management\nand corporate governance with a clear audit trail; gain confidence from long-\nterm planning, better sustainability and\nof offering leading health and safety consultancy services makes the company\na worthy winner of our Commitment to Excellence award. Such achievements are proof that DCON Safety Consultants Limited is well-placed to help ensure your safety, health and wellbeing and make your project possible.\nIf you are interested in finding out more information on DCON Safety Consultants Limited’s full range of excellent services, head to the website or get in touch directly using the contact details below.\nT +353 (0)1 611 1556 info@dconsafety.com www.dconsafety.com",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F1234.png?alt=media&token=8632fab0-4820-438f-b48d-97c8bc618b74",
                    "PhoneNumber": "+353 1 611 1556",
                    "SortOrder": "49",
                    "Title": "Make your project possible",
                    "WebsiteURL": "http://www.dconsafety.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Allerton UK",
                    "Date": "15/12/2021",
                    "Description": "Allerton UK is a leading off mains drainage company, covering sales, servicing, commissioning, and repairs of all types of septic tanks, sewage treatment plants, sewage pump stations and soakaways.",
                    "DetailDescription": "Allerton UK is a leading off mains drainage company, covering sales, servicing, commissioning, and repairs of all types of septic tanks, sewage treatment plants, sewage pump stations and soakaways. Working across the East Midlands and beyond, Allerton boasts a team\nof dedicated and experienced workers, all trained with British Water to ensure they are in the best position to properly assess a situation and correct it.\nEstablished in 1974 by Jon Allerton, the company\nwas originally concerned with draining farmers’ fields. However, in the late 1980s, Allerton needed a new direction, and so began its work in off mains drainage.\nAs well as its sewage treatment plants and sewage pump stations which are made on the premises, Allerton also makes the ConSept. This converts septic tanks into sewage treatment plants, and can be fitted without excavations, apart from the shallow cable and air pipe trenches.\nThis means customers can save around £3,000+VAT by avoiding excavators on site.\nThe ConSept uses the existing septic tank, removing the need to install a heavy plant or new tank, and it is quick to install to save time, money, and disruption. Moreover, it is manufactured using high grade composite materials and non-ferrous components, meaning the ConSept does not corrode. The equipment also has low maintenance costs, requiring servicing just once a year and desludging and emptying once every two years. Allerton will of course service and maintain all their own equipment, servicing, repairs, and surveys of sewage treatment plants is a\nmajor part of their work. The final effluent is discharged into a watercourse or soakaway, and installation and commissioning by Allerton’s British Water Accredited engineers is included in the package.\nNot only does Allerton install high quality units, the company also focuses on continual service of the equipment. This means that units Allerton has made and installed, of which there are over 1,200, are all still working efficiently across the country.\n“In particular, we make sure everything is explained\nto the customer from the beginning and throughout the process, and we always do what we say we will,” said Jon Allerton, Director. “Minor problems are sorted out by engineers on site, and all the initial customer worries are dealt with in advance. We offer initial onsite advice, help with all paperwork such as planning and Environmental Agency permits, installation and ongoing servicing, including repairs. Every aspect of what we do is to please the customer.”\nIn line with its ongoing expansion, Allerton has been taking on more staff and training them all to British Water standards. “I’m 78 soon, and the company has been recently restructured and is now Allerton Bradley Ltd. Jason\nBradley has been a large shareholder for several years, and has worked for the company for most of his life. His knowledge of all things sewage is vast, and at 36, he ensures the company can look forward to another 50 years of good service, and pleasing people!”\nAllerton is continuing to expand, thanks to the real and immediate need of the company’s services. Allerton’s capabilities are helping people across the country save money, maintain their compliance with regulators, and ultimately protect the environment.\nFor more information on everything Allerton does, head to the website or get in touch using the contact details below.\nT 0800 328 5492 / 01529 305 757 www.allertonuk.com",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FAllerton%20UK.png?alt=media&token=daff3e1e-3fa4-45ad-a196-d007453a2079",
                    "PhoneNumber": "01529 305 757",
                    "SortOrder": "50",
                    "Title": "Allerton UK",
                    "WebsiteURL": "http://www.allertonuk.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "TuffStuff®",
                    "Date": "15/12/2021",
                    "Description": "TuffStuff® has created the best multipurpose GRP ® roofing system on the market, with its TuffStuff Flexible GRP already receiving rave reviews from customers.",
                    "DetailDescription": "TuffStuff® has created the best multipurpose GRP ® roofing system on the market, with its TuffStuff Flexible GRP already receiving rave reviews from customers. One resin with endless possibilities, the Flexible GRP provides an exceptional combination of versatility and durability. Quick to lay, with no need to strip or re-deck a roof, this fast-curing system saves time and money.\nEssentially it is a single-resin solution which can be applied to a multitude of surface types and structures including vertical sections. The resin can be applied directly to felt, asphalt, single-ply, GRP, concrete, timber or metal and with its combined fast-curing system the resin can be walked on within 30-60 minutes of being laid. Its highly flexible, extra-tough, seamless waterproof membrane rapidly breaks down with CSM reinforcement for quick and tidy detailing. Once laid and whilst curing, the TuffStuff Flexible GRP is showerproof.\nThere is no need to hunt down two or three tubs, as its one-pot system means one coat can last up to 10 years and two coats, 20 years (the 20-year system qualifies for a 20 year Product Warranty). Negating the need to strip back and replace, Flexible GRP saves time\nand money by overlaying a roof. To book a TuffStuff® Flexible GRP product demo, visit the company website below.\nTuffStuff® is the UK’s premium designer, manufacturer and supplier of heavy-duty GRP waterproof flat roofing systems. Located in North Yorkshire, TuffStuff® supply its products though a dedicated stockist network throughout the UK. The company’s experienced product development team is always pushing the boundaries to create products that revolutionise the industry and effectively, make roofing systems simpler. British born and bred, the company works closely with its customers and its own UK based manufacturing facility to produce an evolving product range that is suitable for multiple flat roof applications.\nThe company is heavily established in 30 years of research and development and has been thoroughly testing and designing products for roofing applications since the 1980’s. Perfect for use within a domestic\nor commercial environment, the company has grown year-on-year to become of the industries finest and most valuable assets to the GRP flat roof market.\nDeploying a mission to create successful long-term relationships with its customers by understanding their needs, TuffStuff® deliver a range of market-leading products alongside a premium support service. Other products include resins and catalysts, reinforcing materials, roof trims, application tools, and decking boards. Each product category holds its own product range that embody the same TUFF traits designed to tackle all the elements.\nFurther to its product range, TuffStuff® is proud to offer the most comprehensive training programmes within the flat roof industry. It has a dedicated team on hand to deliver individual and group training sessions on the TuffStuff® installation process, the products within the range and how equipment must be stored to maintain its optimum condition. Striving to provide\nall customers with the highest standard of flat roofing products, TuffStuff® is always looking to improve. Part of the business is to offer technical support services to each customer ensuring they feel confident and have a support network behind them allowing them to get the best out of TuffStuff® products.\nFor more information, see below.\nT 01977 680250 orders@tuffwaterproofing.co.uk www.tuffstuff.co.uk",
                    "PhoneNumber": "01977 680250",
                    "SortOrder": "51",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FTuffStuff.png?alt=media&token=801d8d7f-7b61-4b21-86c6-fd7ed9503001",
                    "Title": "TuffStuff® Flexible GRP, the latest GRP roofing innovation from Tuff Waterproofing",
                    "WebsiteURL": "http://www.tuffstuff.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Vind-Vind ",
                    "Description": "Vind-Vind is a wind comfort analysis company that provides digital wind simulations for urban planning",
                    "DetailDescription": "Vind-Vind is a wind comfort analysis company that provides digital wind\nsimulations for urban planning. A family run business, Vind-Vind was\nestablished in 2012 by siblings Per and Leika Jørgensen.\n\n“We started doing wind comfort analysis on the side of our ‘ordinary’ jobs,\nto be one of the leading companies in Denmark doing computational wind\nanalysis.” Leika stated, “One of our goals from the beginning has been to\nbe able to simulate wind loads. We have developed our simulations to handle\natmospheric turbulence, which is crucial to do wind load simulation on\nbuildings.”\n\nThey started their first assignment by coincidence in 2011. Some years\nearlier, Leika and Per both had some classes together in Fluid Dynamics, to\ncombine need and pleasure. Leika explained, “We both needed the classes to\nfinish our Master’s degree respectively as a Physician and Construction\nEngineer specialist in water building. In 2011, we talked about the\npossibility of using the same CFD-programs that find loads in water\nbuilding, to find wind loads on ordinary buildings. Some months later an\narchitect heard about our talk and asked if we could do a digital wind\ncomfort analysis. We took the job and performed the task to great\nsatisfaction and thus, the company was formed.”\n\nMainly focused on providing wind comfort analysis for urban planning, Vind-\nVind provides customers with the tools to perform wind simulations for\nchallenging construction projects. Using the company’s own simulation\nmethod which is based on Computational Fluid Dynamics (CFD) calculations,\nthe simulation enables users of Building Information Modular (BIM), such as\narchitects, project leaders and engineers, to integrate wind simulations\ninto their existing workflow.\n\n“We mainly provide wind comfort analysis for urban planning, but we do all\nkinds of simulations of fluid dynamics in combination with constructions.”\nLeika continued, “We have done simulations of how the wind influences the\nsmoke due to a fire, wind loads on façade elements, reducing the wave\nheight near offshore platforms and pressure on façades due to permeability\nof cladding.”\n\nVind-Vind provides a comprehensive service for its customers, assessing the\nchallenges that customers may find. “To get the best results, we need to\nunderstand the problem that the customer is facing.”\n\nDisplaying a wealth of experience from Per’s background as a highly\nqualified data analyst and Leika’s copious years working in project\nmanagement for the building industry, Vind-Vind maintains a substantial\namount of theoretical understanding of data analysis and fluid dynamics.\n\n“We benefit from an internal knowledge of the building industry. Leika\ncontinued, “We have had some successful collaborations with architects\nadjusting significant buildings and urban areas due to the challenge of the\nwind, without compromising the architecture. Some examples include Nordbro\nin Copenhagen with Arkitema, and Karen Blixen Plads in Copenhagen with\nCobe, both award-winning architectures. We also work with the Municipality\nof Copenhagen in development of the new town areas Nordhavn and Ørestad.”\n\nOne of the main focuses for Vind-Vind is working with customers at the\nearliest stages of planning, “We like to have a focus on the creative\nprocess, and get involved from an early stage. It is easier to make\nadjustments in the early stages, ensuring that it does not become an\nexpensive process.”\n\nSpeaking of the company’s future plans, Leika told us that Vind-Vind will,\n“continue to expand on the type of services we can offer, and we seek to\nexpand our market presence further in Europe. We are also focusing on wind\nloads. We believe that the programs and computer power will make the wind\nload simulations possible.”\n\nFor any further information, please see the details below.\nT +45 53 54 71 70\ninfo@vind-vind.dk\nwww.vind-vind.dk\n\n",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FVindVind_636_01.jpg?alt=media&token=062520ae-314a-4ede-ad45-f10d8303e43b",
                    "PhoneNumber": "+45 53 54 71 70",
                    "SortOrder": "52",
                    "Title": "Be blown away by Vind-Vind",
                    "WebsiteURL": "http://www.vind-vind.dk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Vandecasteele",
                    "Description": "Vandecasteele Houtimport is a fourth generation, family run business that imports timber and timber products from all over the world, situated in the heart of Europe, with easy road access to customers in all European markets, Vandecasteele Houtimport has developed significantly throughout the years, leading to its long-term strategy to become Europe’s number one stockist of certified timber",
                    "DetailDescription": "Vandecasteele Houtimport is a fourth generation, family run business that\nimports timber and timber products from all over the world, situated in the\nheart of Europe, with easy road access to customers in all European\nmarkets, Vandecasteele Houtimport has developed significantly throughout\nthe years, leading to its long-term strategy to become Europe’s number one\nstockist of certified timber.\n\nEstablished in 1883 by Louis Vandecasteele, the business is located in West\nFlanders with its uniquely designed warehouse and office in the town of\nAalbeke, Belgium. Vandecasteele Houtimport has its own impressive storage\nfacility that can accommodate more than 140,000m3 of sawn timber products\nand with the additional shed now complete, the total covered space of the\ncompany’s main warehouse now reaches 16 Hectares.\n\nVandecasteele Houtimport specialises in the import, trading and export of\nTropical Hardwood from Africa, Southeast Asia and South America,\nScandinavian and Russian Softwood, Siberian Larch and North American Soft\nand Hardwood.\n\nVandecasteele has the resources and ability to adapt to the sensitivity of\nthe market and bridges the gap between sources of supply in Africa, Far\nEast, South America and North America to Europe, in a matter of days.\n\nNow with over 130 timber species in stock, spanning from the most expensive\nand rare hardwoods, to a full assortment of softwoods. 100% of the\nsoftwoods stocked are certified.   Over 30,000 m3 of the Tropical hardwood\nstock is now certified and still growing.   Vandecasteele has a dedicated\nteam to ensure all due diligence is up to date.  In addition to the strict\ndue diligence process, Vandecasteele has invested in a forest engineer in\nBrazil to assure full control on the CoC of the Brazilian timbers\npurchased.\nThis makes Vandecasteele Houtimport the biggest stockholder of certified\ntropical timbers in Europe.\n\nOne of the most notable focuses for the company, Vandecasteele Houtimport\nmaintains a strong stance on meeting sustainable and environmental aims\nwithin its business. “Since 2000, Vandecasteele Houtimport has committed\nitself through the Corporate Sustainability Charter, by signing up to\nenvironmental objectives and exceeding applicable environmental\nlegislation. The charter is a management tool and incorporates the 17\nSustainable Development Goals of the United Nations. This year,\nVandecasteele will obtain the UNITAR certificate from CIFAL FLANDERS.”\n\nIn terms of recent developments for the company, Vandecasteele Houtimport\nhas seen expansion in numerous ways. Recently, the company has invested in\nthe construction of a 37,000 m2 warehouse extension to ensure all products\nare centralized for fast picking and loading. The warehouse has also been\ninstalled with solar panels on its roof, in keeping with the company’s\nsustainable business plan.\n\nThe company has also developed a racking system to speed up the picking of\npacks and they have upgraded the on line trading system which has been\nrolled out, allowing customers to browse and order packs, plus obtain full\npacking and quality details.\n\nVandecasteele Houtimport is exhibiting at numerous tradeshows worldwide\nincluding Budma in Poland, Carrefour du Bois in Nantes and METS TRADE SHOW\nin Amsterdam.\n\nWith a clear dominating presence through the company’s 135 years of trading\nin wood, Vandecasteele Houtimport is continuing its commitment to its\ncustomers and suppliers and is striving to continuously improve its\nbusiness. The company has also set a challenging goal to stock 100%\ncertified timbers from 2025 and looks to the future with confidence.\n\nFor any more information, please see the details below.\nT 0032 5643 3300\nwww.vandecasteele.be\n",
                    "PhoneNumber": "0032 5643 3300",
                    "SortOrder": "53",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FVandecasteele_636_05.jpg?alt=media&token=9721930a-be25-48f1-a75a-79c5153173dc",
                    "Title": "100% certified tropical hardwoods by 2025",
                    "WebsiteURL": "http://www.vandecasteele.be"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "LeeSan",
                    "Description": "LeeSan continues to support Cinderella as the sole UK distributor of Cinderella Eco Solution incinerating toilets",
                    "DetailDescription": "New distributorship for Cinderella eco solution\n\nLeeSan continues to support Cinderella as the sole UK distributor of\nCinderella Eco Solution incinerating toilets.\n\nCinderella Motion represents an entirely new concept for waste handling in\nOff-the-Grid locations, Marine craft, mobile homes and recreational\nvehicles. It is now possible to get rid of toilet waste in a hygienic and\nsimple manner. The end product is just clean ash. The toilet may be used\naround 70 times before emptying is required. Cinderella Motion is a further\ndevelopment of the popular Cinderella incineration toilet currently\ninstalled by over 60,000 users worldwide.\n\nAn incineration toilet is a toilet in which waste products, urine and\nexcrement, are incinerated at a high temperature, leaving only an\ninsignificant amount of ash.\n\nAvailable around the world for decades, incineration toilets are a commonly\nused alternative in mountain cabins, remote areas, tiny homes, off-grid\nstructures and other residential and commercial applications without easy\naccess to public utilities.\n\nSince incineration toilets do not require the installation of a water\nsupply or costly septic systems, and do not demand ongoing and messy work\nto process waste, their slightly higher unit price is heavily offset by\nlower maintenance over time, providing a substantially lower total cost of\nownership than other solutions, both in terms of money and headache.\n\nT +44 (0)1295 770000\ninfo@leesan.com\nwww.leesan.com\n",
                    "PhoneNumber": "01295 770000",
                    "SortOrder": "54",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FLeesan_350_01.jpg?alt=media&token=2d633193-c42b-4b85-8fed-cd5a2ade2f3c",
                    "Title": "New distributorship for Cinderella eco solution",
                    "WebsiteURL": "http://www.leesan.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Demon Design",
                    "Description": "Building Update is always looking to showcase companies who are offering only the highest quality services, delivering an exceptional customer experience throughout the entire working relationship",
                    "DetailDescription": "Building Update is always looking to showcase companies who are offering\nonly the highest quality services, delivering an exceptional customer\nexperience throughout the entire working relationship. For this reason, we\nare proud to announce that Demon Designs has been chosen to receive our\nDesign Company of the Year award. “The staff and I are very excited to have\nbeen selected for this award,” said Dominic Meakins, Managing Director.\n“It’s a really great way to start the year on a high!”\n\nEstablished in 2011 by Dominic Meakins, Demon Designs specialises in\nbespoke solutions for glass structures, offering consultancy, design and\nbuild services to exceed its clients’ requirements every time. Fuelled by a\ncommitment to excellence, the team at Demon Designs always goes the extra\nmile to ensure complete customer satisfaction, no matter what the project\nsize.\n\n“We pretty much provide everything glass related,” Dominic explained. “A\nbig seller last year was the switchable glass panels that turn from opaque\nto clear using a remote control or light switch. We can put this in almost\nany glass installation, from wall panels to windows – we have used it on\nglass floors and even to create a two-way mirror.”\n\nOne of Demon Designs’ key advantages is its comprehensive service, offering\neverything the customer might need for their project. “Many of our\ncustomers want the hassle removed. For example, if they want a walk-on\nglass floor installed, they don’t want to get a builder in to cut the hole,\na plasterer to make good and a decorator to finish it off. We can do the\nlot, including engineers’ calculations.” Indeed, with the ability to\nprovide a one-stop-shop for all project requirements, Demon Designs is the\nnumber one choice, no matter how complex the design.\n\nRecently, Demon Designs joined Check-a-trade, with a view to obtaining more\ndomestic customers in preparation for the uncertainty of the current\ncommercial market. “This has had some success, but we still find that the\nvast majority of our customers are either returning customers or new\ncustomers by recommendation, and you can’t really get a better endorsement\nthan that!”\n\nIndeed, as well as a loyal customer base, this commitment to customer\nsatisfaction has resulted in impressive successes for Demon Designs over\nthe past eight years, and this year has been no different. “It’s been an\ninteresting year for us,” Dominic told us. “We have seen a shift in the\ntype of projects we win, moving away from large commercial fit-out projects\ntowards domestic ‘Grand Designs’ type projects and installations.\n\n“In the past year we have designed and installed two glass stages, which\nwere very interesting projects and highly pressured with regard to time and\nexpectation. We were also very lucky to have been awarded the contract to\ninstall all the glass for the hospitality areas at Tottenham Hotspur\nfootball club, as well as fit out several of the NFL areas.”\n\nIn the coming years, Demon Designs is looking to complete more complex\nprojects, to help the company grow even further and build upon its\nachievements since its inception eight years ago. “We want to take on more\nbespoke projects, big or small. I personally believe that you can only\nimprove by pushing your boundaries, and this is true for business also. We\nare constantly taking on more challenging projects, often from other\ncompanies who don’t want the risk. The great thing about this is that we\noften work for companies that would be considered competitors in other\nfields.”\n\nIndeed, Demon Designs’ future ventures are highly anticipated as it\ncontinually develops and improves upon its capabilities. The company is\nalways interested in taking on new customers, either commercial or\ndomestic, so get in touch using the details below or head to the website if\nyou wish to discuss your ideas.\n\nT 01903 733206\ninfo@demon-designs.co.uk\nwww.archglass.co.uk\n\n\n",
                    "PhoneNumber": "01903 733206",
                    "SortOrder": "55",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FDemonDesign_629_03.jpg?alt=media&token=7947a2c4-0c97-4182-8f6f-417350276dc4",
                    "Title": "Demon Designs: Experts in glass",
                    "WebsiteURL": "http://www.archglass.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Addex Group",
                    "Description": "Building Update is proud to announce that Addex Group has received our Tools & Equipment Excellence award, for the supply of the revolutionary ALLSAW cutting technology from Arbortech",
                    "DetailDescription": "Building Update is proud to announce that Addex Group has received our\nTools & Equipment Excellence award, for the supply of the revolutionary\nALLSAW cutting technology from Arbortech.\n\nRecently, Arbortech launched the all new AS175 Brick & Mortar ALLSAW, with\nnew and improved performance and durability. It is now the number one tool\nfor all brick and mortar projects, ranging from chasing out for pipe and\nelectrical cables, butting out for switch boxes, and removing walls for the\ninstallation of walls and doors, to removing masonry for installing damp\nproofing, and mortar works for all wall, chimney and masonry repair.\n\nSuitable for all sectors in construction, the AS175 ALLSAW is the only\nproduct available to builders that can remove a single brick in only 60\nseconds, with no overcuts or waste. This is because the machine has been\ndesigned to protect the surface that is being worked on, making it the\nideal tool for all heritage works.\n\nOffering a powerful 1400w motor and high performance tungsten tip blades,\nthere is no doubt that the AS175 ALLSAW is the ultimate solution for fast,\nefficient and effective performance. The tool is unrivalled in its\ncapabilities, and its patented design means it is the only machine that can\nprovide the highest performance tooling for brick and mortar works.\n\nDesigned entirely with the user in mind, the AS175 ALLSAW was developed in\nAustralia by design technicians and brickwork renovation specialists,\nensuring everything was tailored to the end-user’s needs. It offers\nergonomic handles and easy chase blade design, meaning there is low dust\ncreation and no overcut when working in delicate areas. Further benefits\ninclude:\n\n    • 1400W Tool, which has been enhanced for better performance with a more\n      powerful motor & extended brush life to enable a more seamless cutting\n      experience.\n    • Improved Belt Drive with the addition of a heavy-duty triple V belt\n      along with a more efficient power transmission, allowing for a longer\n      lifetime & faster cuts.\n    • Heavy Duty Dust Boot collects most of the dust generated when\n      connected to a vacuum. This keeps the worksite clean & reduces silica\n      dust particles in the air.\n    • Vibration reduction further enhances ergonomics, allowing the tool to\n      be used for an extended period.\n\nAs the replacement for the AS160 and AS170 ALLSAWs, the AS175 ALLSAW’s\nfunctionality has been significantly enhanced, and it continues to be a\nsafe alternative to the Diamond Grinder. It is still the only masonry tool\nthat cuts deep, square, with high precision and no overcut. What’s more,\nthanks to its clever design, blades can be used across all three ALLSAWs,\nmeaning the transition for upgrading could not be more seamless.\n\nThe AS175 ALLSAW will be showcased at numerous shows this year, including\nthe Executive Hire Show, The UK Concrete Show, The SPEEDY Expo & UK\nConstruction Week. Demonstrations can also be requested throughout the UK\nwith one of our specialists at your location, simply get in touch with\nAddex Group using the details below to arrange a demonstration and find out\nmore information.\n\nT 01432 346850\nwww.addex-group.com\n",
                    "PhoneNumber": "01432 346850",
                    "SortOrder": "56",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FAddexGroup_636_03.jpg?alt=media&token=0ee17da2-0675-4d25-acf5-5e7a90319266",
                    "Title": "The new AS175 ALLSAW is at the cutting edge of construction industry",
                    "WebsiteURL": "http://www.addex-group.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Tuff Waterproofing",
                    "Description": "Tuff Waterproofing specialise in manufacturing and supplying heavy-duty GRP waterproof flat roof systems, as well as assistive products",
                    "DetailDescription": "Tuff Waterproofing specialise in manufacturing and supplying heavy-duty GRP\nwaterproof flat roof systems, as well as assistive products. The company\nwas first set up in 2011 and grew out of an installation company that\nalready had 30 years of experience. Heading Tuff Waterproofing is a\nconsiderably experienced and knowledgeable team, all of whom have over\ndecades of experience in the industry. Not only does this allow them to\nsupply their unrivalled flat roof systems, but it also means that they can\nprovide top notch training, support and technical advice too. Compared to\nthose who specialise in solely manufacturing or installation, Tuff\nWaterproofing are able to supply a comprehensive service that works closely\nwith customers and contractors.\n\nAs for Tuff Waterproofing’s products, they have a wide and varied product\nrange to choose from. One notable and popular product is the TuffStuff®\nGrey Slate Top Coat that comes ready mixed for faster application and comes\nin a 15kg tin that can cover an impressive 30 sq m. Other TuffStuff coats\ninclude Basecoat (15kg) and application tools. Tuff Waterproofing also\nsupply catalysts, reinforcing mat, roof trims and much more.\n\nContact\nT +44 (0)1977 680250\nwww.tuffstuff.co.uk\n",
                    "PhoneNumber": "01977 680250",
                    "SortOrder": "57",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FTuffwater_347_01.jpg?alt=media&token=e108b18d-5e8f-4b84-b17e-dafc24fea2f0",
                    "Title": "Your flat roofing systems specialist",
                    "WebsiteURL": "http://www.tuffstuff.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Knowles Skirting",
                    "Description": "When it comes to timber manufacturing, E&SW Knowles are one of the UK’s leading Manufacturers of Doors. Dedicated to providing High quality, great service and competitively priced products, the company can provide a wide range of items for the Interiors, fire safety and housing markets.",
                    "DetailDescription": "When it comes to timber manufacturing, E&SW Knowles are one of the UK’s leading Manufacturers of Doors. Dedicated to providing High quality, great service and competitively priced products, the company can provide a wide range of items for the Interiors, fire safety and housing markets.\n\nE&SW Knowles was established in1923 by founder Bill Knowles, a miner from the local suburb of Lozells, Birmingham. We spoke to Media Marketing Manager Amy Hunt, who explained a little about the inspiring Bill. “Each day, Bill walked 5 miles to the pit at Hampstead colliery and back. To create a better life for his growing family, he decided to buy sawdust from Rabone Chesterman, the manufacturers of wooden rulers. He then sold that sawdust in bags and used a wheelbarrow to deliver them to Lucas, the owner of a small car component company, who used it to mop up oil spills in their factories. Seeing the potential, Bill then began buying wood off cuts from Morris Commercial Vehicles and by the 1940’s, he was selling up to 1,000 bags of firewood a week, and as such, E&SW KNOWLES was born.”\n\nA family run business, Bill’s son Dusty eventually succeeded him and took over the company, turning his attention to timber woodworking. Continuing to expand over the decades, Knowles now also manufacture wooden partitioning systems, performance doors, door frames, skirting boards and architrave.\n\nAmy explained, “We are manufacturers of timber products, which range from specialist and bespoke doors to skirting and architrave and a lot of things in between. With our own manufacturing plant, it’s easy to forget that our staff are skilled craftsmen too. We’ve been able to create a wide range of bespoke products such as photo frames, serving platters and even doll houses on special occasions. Our knowledge of customers over the years has given us an insight to what consumers want. We’re now offering next day delivery on certain skirting products, as well as paint ready and super smooth timber products. Better yet, we can provide FD120 Fire rated doors that can withstand 2 hours in a fire test, something that has become a big issue in recent years, along with high spec acoustic requirements and DDA regulated doors.”\n\nAs timber manufacturing specialists, E&SW Knowles make all their products in-house, using only the latest high-tech computer-controlled machines, meaning they have more control and can offer shorter lead times, better designed products, and can easily create customised items for individual client requests. Better yet, all of their staff are trained and fully up to date on all the latest specification that a fire door requires. There are a range of benefits to working with E&SW Knowles, including the fact that they are approved to ISO 9001, and as such, are subject to regular audits which guarantee that all of their products and services maintain the same standards of excellence they have become renowned for. Not only that, but E&SW Knowles can provide everything from hardwood and softwood timbers with a range of finishes including primed, gloss or satin finishes.\n\nThe company are constantly making new strides in their industry, as evidenced by Amy who told us, “We have recently invested and bought a £300,000 finishing line that applies the UV cured lacquers to the doors that gives the door and very durable finish to the face veneers, which will speed up our manufacturing process by days! Not only that, we have also stocked a new range of white laminate doors with Oak lipping’s that are available in standard sizes from stock, as well as next day delivery on MDF skirting profiles. We have also invested in marketing, to increase our brand awareness, highlight our community standing, help assist with our recently launched brand new gallery website for our Fire and Acoustic doors and improve our customer relations! E&SW Knowles means customer service.” (Be sure to check out www.knowlesdoors.co.uk as soon as you get the chance!)\n\nE&SW Knowles are currently experiencing a boom in business and as such will be expanding their factory floor space to accommodate an increasing workforce and higher demand. If you would like to find out more information or get in contact with the company to find out more about their wide range of products, be sure to see the number below or check out their exciting new website!",
                    "PhoneNumber": "0845 838 7414 ",
                    "SortOrder": "58",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FJuly%2FESWKnowles_620_web01.jpg?alt=media&token=894d874d-5773-45ce-a9f8-09b7a356e400",
                    "Title": "How this Midlands Manufacturer has grown over 95 years",
                    "WebsiteURL": "http://www.knowlesskirting.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Demon Designs",
                    "Description": "The refined industry experts employed at the organisation are well practiced in supplying and fitting exquisitely designed and carefully constructed staircases, balustrades, splashbacks, shopfronts, walk-on glass, floors/bridges, glass ceilings, glass roofs and aluminium curtain walling.",
                    "DetailDescription": "The refined industry experts employed at the organisation are well practiced in supplying and fitting exquisitely designed and carefully constructed staircases, balustrades, splashbacks, shopfronts, walk-on glass, floors/bridges, glass ceilings, glass roofs and aluminium curtain walling. Custom-made door solutions, automatic entrances, sliding glass doors and glass canopies are also available as part of the company’s comprehensive product portfolio.\n\nThe company’s most recent focus has been the expansion of its acoustic door range. The flush, individually fabricated double glazed acoustic doors achieve up to 44dB (Rw) acoustic performance, incorporating excellent sound reducing qualities whilst simultaneously providing the clean glass look, a finish that is extensively required in contemporary office buildings. With its recent relocation to larger premises, Demon Designs is now able to offer the fastest turnaround of flush glazed doors in the industry.\n\nIn essence, Demon Designs acts as a one-stop-shop providing a full range of glass and metal structures and specialised services. In order to ensure customers receive the necessary support and expected reassurances following an enquiry, the group offers an inclusive sales package covering all associated areas. This inevitably involves the arrangement of thorough consultations and the formulation of accurate drawings and detailed quotations following in-depth discussions specifying project requirements and important technical information.\n\nThis great flexibility – which is further emphasised with Demon Designs’ bespoke design capabilities – comes courtesy of the in-house team’s unrivalled knowledge in glass product development and creation. With over 80+ years of shared experience, the competent workforce has a reputation for design excellence and has the skillset needed to produce unique components facilitating side hung or pivoting versions, self-closing or free swing.\n\nThis ability to fulfil all glass product requirements has made Demon Designs attractive to a number of esteemed clients. Its bespoke assemblies and standard off-the-shelf structures have been supplied and installed across a multitude of sites, having been widely appreciated by customers working within a variety of construction sectors.\n\nPrevious projects of particular significance include the installation of automatic doors at the visually characteristic Walkie Talkie building on Fenchurch Street in Central London and the general fitting of kitchen splashbacks and shower screens. As well as tending to the needs of small and medium sized building contractors, general builders, domestic customers and large construction companies, the team has even provided design consultancy services to a few of its competitors!\n\nPlease don’t hesitate to contact Demon Designs today if you want any further information or if you wish to enquire about a particular product or service. Any questions you pose will be met with an informed response by a well-qualified industry professional.\n\nT +44 (0)1903 733206\ninfo@demon-designs.co.uk\nwww.demon-designs.co.uk",
                    "PhoneNumber": "01903 733206",
                    "SortOrder": "59",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FJanuary%2FDemonDesigns_612_03.jpg?alt=media&token=28b4c479-a6ab-4a88-b082-39841da7be8c",
                    "Title": "All Aspects of Architectural Glass",
                    "WebsiteURL": "http://www.demon-designs.co.uk/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Zoo Hardware Ltd",
                    "Description": "Zoo Hardware Ltd are designers and suppliers of architectural door hardware including door handles, knobs, locks, cylinders, door closers, hinges and more.",
                    "DetailDescription": "Zoo Hardware Ltd are designers and suppliers of architectural door hardware including door handles, knobs, locks, cylinders, door closers, hinges and more.\n\nAll of their products are produced to the highest quality in aluminium, brass, steel and zinc. Every item they produce is selected for its quality and value for money and they never compromise quality for cheaper prices. Zoo Hardware are confident in their belief that they can offer some of the highest quality products at the most competitive prices on the market.\n\nTheir in-house design team is fully qualified in all aspects of design and production and they constantly aim to supply innovative, stylish and cost-effective hardware solutions settling for nothing less than top quality. Design facilities at their head office means they can create, manufacture and deliver state-of-the-art products to stay in-tune with current design trends and ahead of the competition.\n\nThe Zoo Hardware product ranges cover all aspects of architectural ironmongery, including: Vier – a precision design range of levers, hinges, door closers, DIN locks and cylinders created for the exacting needs of Architects, Specifiers and Contractors; Fulton & Bray – traditional and classic brass door hardware and accessories ideal for period and contemporary properties; Rosso Maniglie – an Italian inspired zinc designer lever and accessories range perfect for home owners and housebuilders; and Foxcote Foundries – a wide range of traditional black antique door furniture and window fittings.\n\nZoo Hardware knows that their customers rely on quality and delivery for their business, and they never let them down. Customers are constantly looking to the Zoo design and sales teams for future hardware products that will keep not only themselves, but also their customers happy.\n\nView their full range of products at: www.zoohardware.co.uk or call one of their friendly sales team on: +44 (0)1228 672900 to discuss your requirements or to request a catalogue.",
                    "PhoneNumber": "01228 672900",
                    "SortOrder": "60",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FJanuary%2FZooHardware_615_web01.jpg?alt=media&token=9c799429-28a4-47c5-8fad-d062e88a7461",
                    "Title": "Zoo Architectural Hardware",
                    "WebsiteURL": "http://www.zoohardware.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "GlowBeanie",
                    "Description": "Fun, stylish and safe, GlowBeanie creates unique glow in the dark beanies and other accessories to keep adults, children and workers safe from harm.",
                    "DetailDescription": "Fun, stylish and safe, GlowBeanie creates unique glow in the dark beanies and other accessories to keep adults, children and workers safe from harm.\n\nCreated using a yarn containing a reflective thread which bounces back light to make the wearer more visible, the funky beanies, headbands, wrist warmers, neck gaiters and scarves (wraparound or skinny) come in a multitude of shades and patterns to suit individual requirements.\n\nOne of the GlowBeanie’s best uses is in the construction sector. They are particularly useful on construction sites as they can be worn underneath hard hats (if permitted), allowing workers to remain visible in low light and darkness, meaning they can continue working safely regardless of weather conditions. In addition to making construction sites safer, the hats can be used by joggers and dog walkers and anyone else who is out and about in the dark.\n\nAll sizes are catered for, from the very small to the very large. Some of the different beanies include the runner-friendly Shorty, a smaller hat that measures approximately 16cm (instead of the usual 19cm depth). The Slouchy offers a more laidback style, offering more light up material in the back.\n\nBased at the gateway to Snowdonia National Park in North Wales, GlowBeanie was launched in April 2014 by Jane Beachell, a one woman entrepreneur. An already unique company, GlowBeanie offers unique services in the form of custom made hats. They can tailor beanies according to customer requirements, resulting in a product that is wholly personable. Jane also attends various shows and craft fairs throughout the year and can be contacted online or via the phone.\n\nGlowBeanie\n\nT +44 (0)7818 684338\n\nwww.glowbeanie.co.uk\n\nwww.facebook.com/glowbeanie\n\nwww.twitter.com/glow_beanie",
                    "PhoneNumber": "07818 684338",
                    "SortOrder": "61",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FJanuary%2FGlowbeanie_615_web01.jpg?alt=media&token=b496c2dc-59aa-4c41-a5f4-3f97c16f83e7",
                    "Title": "Get Visibility with GlowBeanie",
                    "WebsiteURL": "http://www.glowbeanie.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Melbury Construction Consultants ",
                    "Description": "Melbury Construction Consultants provide commercial solutions for both building and civil engineering projects with contracts ranging between tens of thousands to tens of millions of pounds.",
                    "DetailDescription": "Melbury Construction Consultants provide commercial solutions for both building and civil engineering projects with contracts ranging between tens of thousands to tens of millions of pounds. Their range of quality and professional services includes Contract Vetting, Contract Termination, Adjudication, Expert Witness, Dispute Avoidance and Alternatives to Adjudication.\n\nWorking on building long term relationships with clients, Melbury have the knowledge and expertise to understand how clients can reduce risk, maximise profit and keep their business in good financial health. Their advice is tailored to the client’s businesses, objectives and goals, with a strategic plan developed to achieve those aims in a cost effective manner.\n\nIdentifying and managing risk is fundamental to successful projects, with no single solution for risk control. Therefore, Melbury provide a comprehensive package of solutions. As most contracts being bespoke, with published versions heavily amended, it is crucial to have a sound understanding of the contract conditions. Melbury’s commercial risk management gives clients the confidence and security needed to achieve their goals.\n\nTo control risk, Melbury review proposed contracts and provide, in plain English, an assessment of the obligations and risks. They also provide contract drafting, negotiate contract teams, train client’s staff in the use and application of the contract terms, and offer a final contract review before execution.\n\nIf you are looking for accurate contractual and legal advice from highly qualified and experienced consultants, then look no further. Whatever the size of the business or the commercial task required, Melbury provide its clients with solutions tailored to their individual needs. For all your construction law and contracts advice, speak to Melbury Construction Consultants now, and don’t wait until it’s too late. \n\nContact\nT +44(0)1992 704704\ninfo@melburyconsulting.com \nwww.melburyconsulting.com",
                    "PhoneNumber": "01992704704",
                    "SortOrder": "62",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2F123.png?alt=media&token=57f15279-0382-4225-bf3f-c908559fb720",
                    "Title": "Construction law & contracts specialists",
                    "WebsiteURL": "http://melburyconsulting.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "ScrewShop",
                    "Description": "For over 30 years, ScrewShop has provided innovative and quality products destined for the DIY, Hardware, Architectural Ironmongery, Building & Furniture Manufacturing sectors.",
                    "DetailDescription": "For over 30 years, ScrewShop has provided innovative and quality products destined for the DIY, Hardware, Architectural Ironmongery, Building & Furniture Manufacturing sectors. Over the years the centrally based Cradley Heath company has serviced the needs of companies both large and small, becoming a first-rate provider of multiple screw types and associated items.\n\nTheir advanced and wide reaching product portfolio can be sectioned into the following categories; Woodscrews, Multi-Purpose & High Performance Screws (Yellow), Self-Drilling Screws & Window Screws, Outdoor Screws & Drywall Screws, Brass, Nickel, Chrome Woodscrews & Mirror Screws, Stainless Steel Screws & Fasteners, Addax Drill Bits, Driver Bits & Blades, Wallplugs, Cover Caps & Plasterboard Fixings, Surface Screw Cups & Brass Turned Pattern Sockets, Buildings & Construction Products, Nails, Bolts, Nuts & Washers, Ironmongery & Brackets, Plumbing & Electrical, Furniture Fittings, Hanging Packs & Packaging and Assortment Packs & Cases.\n\nTheir advanced and wide reaching product portfolio can be sectioned into the following categories; Woodscrews, Multi-Purpose & High\n\nCustomers in search of a specific component can make the most of the company’s resourceful website – www.screwshop.co.uk – whereby they can better explore this all-encompassing range.\n\nThis comprehensive collection has allowed the company to become a one-stop-shop able to supply screws fixings and fasteners on a no-hassle basis. Customers benefit from their no hassle approach, effective solutions and next day delivery service.\n\nThe experienced team can accommodate all individual requests – there is no minimum or maximum order restricting customers – and any special requirements can be met as appropriate.\n\nTo find out more, contact ScrewShop using one of the sources below.\n\nT +44 (0)121 559 8866\n\nsales@screwshop.co.uk\n\nwww.screwshop.co.uk\n\n",
                    "PhoneNumber": "01215598866",
                    "SortOrder": "63",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FScrewshop_825_01.jpg?alt=media&token=847a288e-954b-4109-bbb1-433a96bf2124",
                    "Title": "Your friend in the trade for over 30 years",
                    "WebsiteURL": "https://www.screwshop.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Buckbootz",
                    "Description": "Buckbootz by Buckler Boots is one of the most recognisable safety footwear products in the UK and Northern European markets.",
                    "DetailDescription": "Buckbootz by Buckler Boots is one of the most recognisable safety footwear products in the UK and Northern European markets.\n\nThe first ever EN S5 standard boot of this type was created by Buckler Boots in 2007 and launched in the UK and selected mainland Europe markets in 2008.\n\nTen years of continuous and ongoing development has created a boot which has revolutionised the perception of safety wellies and brought completely new levels of user comfort, safety and durability to thousands of people working in cold, wet and arduous conditions.\n\nThe trademark blue/orange launch colourway has become a familiar sight in demanding working environments across the country and over the years it has been joined by Olive and Black. In Spring/Summer 2017, Buckler Boots will introduce a great looking alternative colourway with prime focus on Orange.\n\nAll Buckler Boots products are backed by their unsurpassed reputation for rigorous testing and quality plus a unique guarantee – Body and Sole Together Forever. The extra attention to detail which is in Buckler Boots DNA produces products which users come back for time and time again.\n\nSo when you see the Buckler Boots logos on any footwear product, you can be assured that you are looking at some of Europe’s premier work boots; no shortcuts just total focus on quality, strength and durability with the kind of understated style you get when you blend the very best components and craftsmanship with classic and innovative designs.\n\nContact\nT +44 (0)1382 828200 \ninfo@bucklerboots.com \nwww.bucklerboots.com",
                    "PhoneNumber": "01382 828200 ",
                    "SortOrder": "64",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2FBuckbootz%20Buckbootz%20.png?alt=media&token=7ba3d0b8-2e95-4dab-946f-8abfb20f2491",
                    "Title": "Body and sole together forever",
                    "WebsiteURL": "https://www.bucklerboots.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "H.D. Services Ltd",
                    "Description": "Established in 1984 by company director, Frank Harris, H.D. Services Ltd was initially set up as a cable percussion drilling and sewage treatment installation company.",
                    "DetailDescription": "Established in 1984 by company director, Frank Harris, H.D. Services Ltd was initially set up as a cable percussion drilling and sewage treatment installation company. Remarkably, attendance at an industry specific event prompted the group to reach out to a wider target market by expanding its service offering. It was a renewables conference in 2009 that gave the team the necessary prod in a different direction, and after being influenced during the convention they decided to turn their hand to the all-important market that is renewable heating.\n\nUpon realising the potential for a water and heating solution of a singular nature, H.D. Services made the informed decision to start supplying open-loop ground source heat pumps (GSHP). There is a significant difference between this kind of system and its recognisable counterpart, the closedloop GSHP, which involves a process that is slightly more complex.\n\nInstallations incorporating the closed-loop variety work by extracting heat via a loop pipe which is buried in the ground, using an anti-freeze solution in its efforts. The open-loop models rely on ground water instead, which is inevitably a more environmentally friendly heat source that doesn’t require the application of any chemicals to the aforementioned underground space. The company isn’t just knowledgeable about GSHP installation; it is also well practiced in the fields of STS installation and borehole construction. This involves the careful yet confident employment of their dedicated cable percussion drilling technique.\n\nImpressively, the dedicated company has a number of industry awards under its belt. This includes the RHI Installer of the Year for the South East award, which was granted at the Green Deal and ECO Awards 2015, the acquirement of the RHI Installer of the Year for the East of England title, which was given at 2016 Energy Efficiency and Retrofit Awards and the recent High Commendation for Small Project of the Year 2017 at the East of England Energy Efficiency and Health Homes Awards 2017. These commendations prove the great value of H.D. Services and are a testament to the workforce’s commitment to the cause.\n\nContact T +44 (0)1494 792000 \nenquiries@thehdgroup.co.uk\nwww.hdservicesltd.co.uk\nwww.hdgeothermal.co.uk",
                    "PhoneNumber": "01494 792000",
                    "SortOrder": "65",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2Fhd%20group.png?alt=media&token=393db521-25a6-48b4-86a3-e0019d13769e",
                    "Title": "Tending to all of your requirements",
                    "WebsiteURL": "http://www.hdservicesltd.co.uk/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "QuickScale",
                    "Description": "Officially established in 2010, AnyScale is a company based in Essex that focuses specifically on the provision of a unique innovation designed to enable the swift scale, measurement and printing of PDF drawings",
                    "DetailDescription": "Officially established in 2010, AnyScale is a company based in Essex that focuses specifically on the provision of a unique innovation designed to enable the swift scale, measurement and printing of PDF drawings. Currently sold to contractors, subcontractors, quantity surveyors and architects in 19 countries, the product, ‘QuickScale’, has proven massively successful within the building & construction industry.\n\nThe component, which takes accurate measurements and areas off PDF drawings and photographs, has also been valued within the ship building, marine insurance, event planning, CCTV and communications markets for its ease of use and flexibility. The simplistic system was developed to aid those working from home with little PC knowledge, although its soaring success has led to product integration into large international companies and small enterprises.\n\n“Our software is simpler and cheaper than the competition,” divulged AnyScale spokesperson Leanne Mitchell. “We focus on customer support and take this extremely seriously. Once a customer purchases QuickScale, they will be able to use it indefinitely and we are available for help and support as long as they need (at no extra cost). We believe that the customer should be helped as and when a situation occurs – they shouldn’t have to log a support call and wait for a response.”\n\nDespite this level of assistance, many users become quickly accustomed to using the product, as Leanne continued: “Clients are amazed at how quickly they understand QuickScale. We’re often told by new free trial users that they think they need to set aside a couple of hours to focus on the software – they are therefore pleased to discover that they can start their take off almost immediately.”With QuickScale the operator needs one known measurement to complete the process; typing in the distance and inputting the known figure will enable the technology to scale the PDF as appropriate. Forget sourcing third party printers; simply clicking on points and corners of the areas will formulate all of the necessary dimensions. YouTube links are available to provide instruction – please visit www.youtube.com/watch?v=avycpDckuUs for support scaling drawings and www.youtube.com/watch?v=K8pIvbjyXNU if you need guidance measuring an area, line or path.\n\nContact\n\nT +44 (0)7791 550167\n\nsales@anyscale.co\n\nwww.quickscale.co\n\n",
                    "PhoneNumber": "07791550167",
                    "SortOrder": "66",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FQuickscale_610_01.jpg?alt=media&token=f34bc5b4-79b0-42c2-a0e5-a0b11e2e6899",
                    "Title": "Measure from PDF Drawings",
                    "WebsiteURL": "http://www.quickscale.co/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Yorkshire Timbe",
                    "Description": "Building Update is incredibly proud to feature Yorkshire Timber, presenting the business as its highly prestigious Timber Frame Construction Company of Choice.",
                    "DetailDescription": "Building Update is incredibly proud to feature Yorkshire Timber, presenting the business as its highly prestigious Timber Frame Construction Company of Choice.\n\nWidely classed as a specialist of the build world, Yorkshire Timber Engineering is a fully focused organisation specialising in the supply of precision engineered timber solutions. Almost a decade of industry experience has enabled the brand to become a leading provider of first rate  roof trusses, engineered floor joists and,  of course, timber frames.\n\nThe forward-thinking and progressive company originated in 2008 and was set up by three co-founders; D. Prescott, S. Prescott, M. Bean and D. Grantley. Ever since its beginnings the business has experienced steady growth, and has, over the course of its existence thus far, constructed more than a staggering 2,000 houses.\n\nThis success comes courtesy of Yorkshire Timber Engineering’s innovative and effective building methods. Customers appreciate the timely and professional techniques incorporated; utilising high quality wood, timber and engineering in their processes means constructing the internal shell of a property is much faster than is possible with other procedures. This ensures that homes, single story houses and multi-story apartment blocks can be erected in half of the time it would take with traditional brick and block practices.\n\nThe group can conduct full site surveys (site measures included if necessary) and the popularised Timber Frame System can be erected in practically all weather conditions to set time scales and pre-established budgets. The internal wall panels, joists and roof solutions, meanwhile, have been appreciated for their ability to deliver excellent thermal and sound proofing performance.\n\nA particular product of note is the Eco-Joist Metal Web Joist Solution, which reduces the requirement for load bearing intermediate walls and creates easy passage of service ducting, wiring and plumbing. The time and money saving innovation uses smaller timber sections and metal webs to eliminate the problem of squeaky floor space and to enhance dimensional stability, whilst the Eco-Joist floor beams come in six sizes with trussed rafters for economical roofing applications.\n\nRegardless of the solution you choose, you will be sure to find the perfect product with Yorkshire Timber Engineering. The team combine design creativity and strategic layouts with sophisticated scheduling software to ensure all of the relevant information, materials schedules and engineering calculations are collated. Consult a company representative today to find out more about the opportunities available to you with this highly commended brand.\n\nT +44 (0)1482 861213\n\nM +44 (0)7818 416591\n\ninfo@yorkshiretimbereng.co.uk\n\nwww.yorkshiretimbereng.com\n\n",
                    "PhoneNumber": "07818 416591",
                    "SortOrder": "67",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FYorkshiretimber_611_15.jpg?alt=media&token=1cf1a0eb-0a92-4df7-add4-6c5d8e7a5c1f",
                    "Title": "The Leader in Timber Engineered Solutions",
                    "WebsiteURL": "http://www.yorkshiretimbereng.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Chiltern Water and Environment Ltd",
                    "Description": "Experienced Water Testing Engineers \n\nWater quality investigation specialists",
                    "DetailDescription": "Experienced Water Testing Engineers \n\nWater quality investigation specialists – Chiltern Water and Environment Ltd was set up in 1991, by Director Robert Hunt. Having worked for a water supply company for many years, Robert took the opportunity to fill a gap in the market, providing a confidential water testing service to clients beyond the scope of the water supply companies. \n\nNow an industry leader in water testing solutions, Chiltern Water and Environment provides an exceptional quality of consultancy, testing, investigation and remedial services for residential and commercial water systems across the UK. \n\nServices include water hygiene testing, legionella compliance and risk assessments, private water supply testing, swimming pool testing, bathing water testing, closed system commissioning and testing and remedial work. With its office based in Aylesbury in Buckinghamshire, the company serves clients across London and South East, while the Derby office, which opened in 2016, serves clients in the Midlands and the North. \n\nThe company carries out water testing nationally and internationally and provides regular water sampling and testing for over 500 sites satisfying the needs of housing associations, schools, care/nursing homes, facilities management companies, offices and factories, private landlords, film studios and production companies, amongst others.\n\nIn terms of future plans, the company hopes to continue its expansion, working in partnership with other similar companies to offer nationwide coverage.\n\nWith a wide range of services to choose from accompanied by an expert yet friendly service, you’re sure to find exactly what you’re looking for!",
                    "PhoneNumber": "01844 347678 ",
                    "SortOrder": "68",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/123.png?alt=media&token=15477e43-e4a7-4cf4-91f4-5bfdd91e88c9",
                    "Title": "Chiltern Water and Environment Ltd",
                    "WebsiteURL": "http://www.chilternwater.co.uk/home"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Storth Machinery",
                    "Description": "When it comes to reliable machinery, Storth Machinery is one of the most reputable within the UK.",
                    "DetailDescription": "When it comes to reliable machinery, Storth Machinery is one of the most reputable within the UK. Specialising in slurry handling equipment, Storth Machinery manufacture a vast and comprehensive range of robust machinery for use in farms and  elds.\nFirst established back in 1999 by founding directors Chris Richardson and Alan Looker, Storth Machinery is based on the outskirts of Holme village on the Cumbria-Lancashire border.\nToday, they export to over thirty countries worldwide and have cemented themselves as a worldwide brand and a premier manufacturing company.\nAt Storth, all research, design, testing and manufacturing is conducted in house, thus ensuring that all products are tailored to suit the needs of the ever changing and  uctuating market. With a product range consisting of over a hundred different machines and multiple options, Storth has a product  t for every purpose. Their products cover all aspects of the slurry process, from farm yard to  eld.\nOne of the most popular items is the\nvertical fold dribble bar, a product of sheer innovation. The dribble bar is fully galvanised and designed around a robust central frame,\nwhich achieves close coupling as well as piggy back facility. Storth’s own NovaCut distributor gives constant  ow via a 40mm outlets to 51mm pipe and  nally 63mm Lay at at ground level.\nIn 2016, they launched their brand new range of Quality British built Mobile Nurse Tanks which aid in the umbilical spreading\nof slurry and digestate in  elds. Mobile nurse tanks have seen a signi cant rise in demand in recent years. Loaded with slurry, they work by acting as a buffer for the umbilical system and enable uninterrupted spreading to be carried out. It is hugely bene cial if spreading slurry onto cereal crops where careful spreading must be maintained lest the crops be damaged by interruption.\nT 01524 781900 www.storthmachinery.co.uk",
                    "PhoneNumber": "01524 781900",
                    "SortOrder": "69",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2Fstorth2.jpg?alt=media&token=727d8113-9d19-4af2-8e08-f85d759ac2c1",
                    "Title": "Storth Machinery",
                    "WebsiteURL": "http://www.storthmachinery.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Thermahood",
                    "Description": "Downlight Covers have been developed to be fitted over downlights which are situated in ceilings, to loft/attic. Downlights are a weak point in the fight ...",
                    "DetailDescription": "Thermahood - Downlight Covers have been developed to be fitted over downlights which are situated in ceilings, to loft/attic.\n\nDownlights are a weak point in the fight against heat loss.\n\nThis is due to several factors that include these weak areas were not insulated and the light fittings are not air-tight.\n\nAir-tightness test results can be dramatically improved when using Thermahood Downlight Covers over downlighters!\n\nA quality product, manufactured from superior grade self extinguishing, flame retardant material.\nThermahood helps to meet;\nBuilding Regulation 2.3\nC2 - Condensation,\nL1 - Fuel Conservation\nE1 - Sound Protection\n\nReduce Heat Loss & Draughts!\nReduce Risk of Condensation!\n\nImprove Air Quality & Air-tightness!\n\nReduce Noise, Dust & Insect Infiltration!",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/January%202017%2FThermahood.jpg?alt=media&token=c91fc1a5-c563-4c73-a114-46c531d38f11",
                    "PhoneNumber": "02841774047",
                    "SortOrder": "70",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Building%20Releases%2Fthermahood.png?alt=media&token=b7e886c5-2dbb-4f0b-b781-274396b59855",
                    "Title": "Thermahood",
                    "WebsiteURL": "http://www.thermahood.com",
                    "id": "0001"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "button-fix",
                    "Description": "Secret, secure, configurable anel fixings",
                    "DetailDescription": "Building Update is extremely proud to present Button-fix Ltd with its highly prestigious and richly deserved Commitment to Excellence profile.\n\nLaunched in 2012, Button-fix specialises in the design, manufacture and distribution of a unique panel fixing range that was specifically designed for shop fitters to increase their efficiency and accuracy. Acting as a perfect fastener for interior t-outs, renovations and furniture projects, the highly versatile and efficient product is renowned for its invisibility and strength.\n\nAcknowledged for their quality build and unmatched accuracy, the configurable fixings have been actively used by designers, builders, architects, furniture designers, plumbers, ship interiors specialists, lighting installers, washroom manufacturers, fitters and joiners and are suitable for applications such as exhibitions, display stands and internal signage.\n\nThe range consists of four different varieties: Type 1 Fix (for connecting parallel panels), Type 1 Bonded Fix (for applications where screw fixing is not an option), Type 1 Flush Fix (for panel-to-panel contact) and Type 2 Fix (for connecting 90° panels). Type 1 Fix and Type 1 Bonded Fix can be surface-mounted or rebated into the panel. All versions lock into place with a satisfying ‘click.’\n\nComplementary accessories are provided in the form of Button and Fix marker tools, self-adhesive x-pads for the Bonded version, safety cords for Type 2 and the recently released Router Multijig. These accessories have been carefully designed to improve the accuracy and speed of the fit-out with the overall goal of making the fitter smile.\n\nThe business was founded by Tony Wills and Brian Watson from Wills Watson Associates with their investor partner Iain MacDonald of Gran t Holdings. Over the years Button- x has proven a major hit around the globe and in order to cope with the growing demand the company has appointed stockists throughout the UK, Australia, Canada, New Zealand, Germany, India, China, Japan, Croatia, Cyprus, Lithuania, Holland, Saudi Arabia and the US.",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Building%20Releases%2FButton-Fix-Type-1-Fix.jpg?alt=media&token=14a81de8-6bc8-46d0-b136-687187f29609",
                    "PhoneNumber": "02081507190",
                    "PlayTime": "",
                    "SortOrder": "72",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Building%20Releases%2FButton-Fix-Type-1-Fix.jpg?alt=media&token=14a81de8-6bc8-46d0-b136-687187f29609",
                    "Title": "Button-fix",
                    "VideoURL": "",
                    "WebsiteURL": "http://button-fix.com/",
                    "id": "0003"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "compact-and-bale",
                    "Description": "‘The AutoLoadBaler works fantastically well in our business: it’s a great concept!’ Harvey & Brockless",
                    "DetailDescription": "Leading luxury food supplier Harvey & Brockless were looking to improve operational ef ciency, reduce waste disposal costs and turn their waste into moey. ‘Our staff were spending at least two and half hours a day taking waste cardboard in bins to the compactor outside. We needed to find a better solution to our waste system’ says Warren Kruger, their Business Improvement Manager.\n\nAfter meeting Compact & Bale at an exhibition Warren wanted to re-evaluate their waste management process so that the staff could spend more time on their core business and less time on waste handling.\n\nPrior to installation of the AutoLoadBaler, staff at the food manufacturer were lying a 35 yard portable compactor full of cardboard and general waste, going to land fill every week. Their operatives were making 15 ten minute journeys a day taking bins outside to the compactor.\n\nAfter a waste review, Compact and Bale concluded that if Strautmann’s unique AutoLoadBaler was located within the factory, they could bale cardboard quickly and efficiently, reduce labour costs, generate income and divert resourceful material away from land ll.\n\nThe unique fully automated design allows operators to prioritise their work day in a more productive manner, allowing them to concentrate on their core business.\n\nThe machine has been such a success that Harvey & Brockless are looking to replace their other standard vertical baler with a second AutoLoadBaler. Warren says, “The staff now have time to do other cleaning jobs rather than spending all their time walking to and from a compactor to fill it. The AutoLoadBaler works fantastically well in our business: it’s a great concept.”",
                    "Image": "",
                    "PhoneNumber": "01732852244",
                    "PlayTime": "",
                    "SortOrder": "74",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Building%20Releases%2FStrautmann-PP1208-Vertical-Baler-300x214.jpg?alt=media&token=f3340c47-caf0-44f9-858b-5495c175a2af",
                    "Title": "Compact & Bale",
                    "VideoURL": "",
                    "WebsiteURL": "http://www.compact-and-bale.com",
                    "id": "00044"
                }
            ],
            "SortOrder": "2",
            "Title": "Building News",
            "id": "2"
        },
        {
            "Menus":
            [
                {
                    "CellType": "HeaderCell",
                    "CompanyName": "Four Oaks Cash & Carry",
                    "Date": "11/07/2022",
                    "Description": "Based in Lower Withington, Near Macclesfield only five miles from junction 18 M6, Four Oaks Cash & Carry is now the largest Horticultural ‘one stop shop’ in the UK!",
                    "DetailDescription": "Based in Lower Withington, Near Macclesfield only five miles from junction 18 M6, Four Oaks Cash & Carry is now the largest Horticultural ‘one stop shop’ in the UK! Since\nday one, we have attained our impeccable range and service to our customers propelling us far in front of our competitors. The Manager, Marlon Kent, who has over 30\nyears of plant and tree knowledge, handpicks our stock.\nPre-COVID-19 restrictions Marlon would travel to Italy and Spain in the early months of the year, ensuring only the best quality of stock is acquired. This stock would include\nspecimen trees, plants and sundries to the trade. Nowadays, as with most things, this is done via the internet, quality is not compromised as the stock is now ‘visually picked.’\nFour oaks is a specialist supplier of Mediterranean plants, our stock includes Olives and Palms in pots from 1 litre up to 1,000 litres and these are available all year round.\nWe have an extensive product line of over 1,500 lines of trees and shrubs on display from starter plants to specimen sizes, as well as young bedding and basket plants for which we are historically known.\nCatching site of the recent demand for outdoor seating, specifically\nfrom the leisure industry, Four Oaks made the recent decision to begin to stock high quality garden furniture, and this decision has been a resounding success through its sales. Furthermore, we have extended\nour range of pots, which include terracotta, glazed and authentic wooden half whiskey barrels, just a few of the exciting addition to our ever-growing product line.\nWe also offers compost and feeds,\na wide range of Draper garden tools, hanging basket and liners, pots, bowls and planters, a range of Meadowview stone, sundries pots and bowls, a large range of sundries are available as well as a new range of aggregates being added to the company’s Autumn stock. Seasonal specials are common at Four Oaks, alongside its superb selection of planted hanging baskets and patio pots.\nFor more information, please see the details below:\nT 01477 571797 www.fouroaks-nurseries.com",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FPlants%20and%20Sundries.png?alt=media&token=851a3f1c-0fdc-4118-bf1e-f3b6a6cd0f32",
                    "PhoneNumber": "01477 571797",
                    "SortOrder": "984",
                    "Title": "Plants and Sundries to the Trade",
                    "WebsiteURL": "http:// www.fouroaks-nurseries.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Newland Magnetics",
                    "Date": "22/03/2022",
                    "Description": "Within this issue of Industrial Solutions, we have selected Newland Magnetics as the recipient of our Commitment to Excellence Award",
                    "DetailDescription": "Within this issue of Industrial Solutions, we have selected Newland Magnetics as the recipient of our Commitment to Excellence Award. Newland Magnetics Europe is a subsidiary of Ningbo Newland Magnetics Industry Corporation Ltd, a Chinese company that has been manufacturing sintered NdFeB magnets and magnetic assemblies for over 12 years. In 2017, Forbes Crisell the companies Directeur général set up the European subsidiary in France.\nWith over 70% of its sales within Europe, the company decided to set up Newland Magnetics Europe to provide additional local support, allowing customers to communicate in their\nown language and removing the 6+ hours’ time\ndifference with China. In addition to supporting\nthe existing business Newland are also\ngenerating their own direct new sales within Europe, the USA and India.\nFocusing on all market sectors Newland Magnetics Europe can provide material data, technical, design assistance and sampling. They can also provide a range of stocking options including consignment stocking at their location in France, within a customer’s own facility, or shipping directly from China. As well as supplying sintered, bonded\nand powdered NdFeB, Newland also supply AlNiCo, SmCo and hard ferrite magnet materials, and magnetic assemblies manufactured to the customer’s specific requirements. Our parent company and key supply partners are constantly finding new innovative products, the latest addition to the range are microwave Ferrites or Ferrimagnets which allow smaller lowcost passive microwave components to be produced.\nNewland Magnetics Europe is a subsidiary of Ningbo Newland Magnetics, which allows them to provide magnetic products at the same cost base as material purchased directly from China, giving them a competitive edge price wise over other European Magnet suppliers. Another advantage is that Newland can provide the highest grades of NdFeB material and assemblies. This is achieved by continuing to invest in new test equipment, which enables Newland China to control all the key parameters from compounding their own magnetic powders to pressing, sintering, grinding and plating.\nOur European base makes it easier to communicate with customers, providing technical support in their own time zone. Literature in French, German and Italian is available in order to help customers understand the products and services provided. With storage\nfacilities in France Newland can also offer\na three-day delivery to any part of Europe rather than extended delivery times when ordering directly from China. As business continues to grow Newland Magnetics Europe have moved to larger premises providing additional office space and over 500m2 of warehousing, and in the next 12 months they will be joined by an engineer from China to offer additional technical and design support. Another\nIndustrial Processing News\naddition to the team was Amanda Dickinson as Inside Sales Manager, who is using her background in the research industry to help customers with their complex magnetic applications. In fact, this year she has already developed new business within the laboratory and medical industry in the USA.\nNEWLAND MAGNETICS EUROPE IS COMMITTED TO PROVIDING ONLY THE BEST QUALITY AND SERVICE TO THEIR CUSTOMERS IN EUROPE AND BEYOND. FOR MORE INFORMATION OR TO MAKE AN ENQUIRY, PLEASE CONTACT OUR FRIENDLY TEAM TODAY.\nContact\nT +33 (0)545 839959 info@newlandmagnetics.eu www.newlandmagnetics.eu",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2FNewland%20Magnetics.png?alt=media&token=4a52093c-bd68-403d-bde6-8745e35885f7",
                    "PhoneNumber": "+33 (0)545 839959 ",
                    "SortOrder": "985",
                    "Title": "Magnetising the Market",
                    "WebsiteURL": "http://www.newlandmagnetics.eu"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Your material handling partner",
                    "Date": "24/01/2022",
                    "Description": "In this issue of Building Update, we are proud to announce that we have selected Davison Forklift as our Forklift Solutions Company of the Month.",
                    "DetailDescription": "In this issue of Building Update, we are proud to announce that we have selected Davison Forklift as our Forklift Solutions Company of the Month.\nDavison Forklift became a limited company in 1977 and grew as supplier of forklifts to the manufacturing, logistics and supply chain of the West Midlands and surrounding areas.\nIn the summer of 2017 the company was purchased by the Malcolm Harrison Group of Companies with the intention to grow organically and extend our hire portfolio. As part of this ambitious growth projection in early 2021 we moved into our current premises located outside Telford in Shropshire.\nWe are now dealers for Clark forklifts, Ausa Equipment and Machinery, Haulotte access platforms and Hako cleaning equipment.\nAs a company we have carefully selected or partners to offer the full range of counter balance forklifts, rough terrain forklifts, telehandlers, access equipment and cleaning equipment for all industry sectors.\nDavison Forklift Ltd are members of the Forklift Truck Association/BITA and CFTS accredited to perform Thorough Examinations to the Quality assurance Procedural Code\nOur product range enables us to offer equipment for long and short time hire and also sell new and used machines from our extensive stock.\nWith our industry wide connections we can also source equipment from other manufacturers and have a range of JCB TLT and telehandlers arriving this summer.\nFor any further information, please see the details featured below.\nT 01902 420 123 Wolverhampton T 01952 915 060 Telford www.davison-forklift.co.uk",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F789.png?alt=media&token=aa0c58a4-2d05-45c4-bd0e-6be02e545e68",
                    "PhoneNumber": "01952 915 060",
                    "SortOrder": "986",
                    "Title": "Your material handling partner",
                    "WebsiteURL": "http://www.davison-forklift.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Vandecasteele Houtimport",
                    "Date": "15/12/2021",
                    "Description": "Vandecasteele Houtimport is a fifth- generation family run business that imports timber and timber products from over 45 countries worldwide.",
                    "DetailDescription": "Vandecasteele Houtimport is a fifth- generation family run business that imports timber and timber products from over 45 countries worldwide. Its facilities are located in Kortrijk, Aalbeke, Belgium, where the company specialises in the import, trading and export of tropical hardwood from Africa, Southeast Asia and South America. The company also provide Scandinavian and Russian Softwood, Siberian Larch, North American Soft and Hardwood and European Hardwood.\nEstablished in 1883 by Louis Vandecasteele, the company has been passed down through the generations to\nits current owner Stefaan Vandecasteele. Stefaan took over the running of the company in 2000 and together with his son Louis and daughter Margaux, keep the company’s family spirit alive.\nof sawn timber products. In a matter of days, Vandecasteele Houtimport has\nthe resources and ability to adapt and bridge the gap between sources of supply in Africa, Far East, South America and North America to Europe. This makes\nthe company the first choice with many importers and merchants.\nUtilising its vast and impressive stockholding of hardwoods and softwoods coupled with its strong environmental credentials. Vandecasteele Houtimport\nnot only cares about nature and certified wood, but it guarantees to its customer, the commitment to only trade timber that comes from well-managed certified forests. With trust and reliability being an integral part of Vandecasteele Houtimport’s DNA, it also holds the validation of many certificates from well-known organisations.\nConstantly seeking to promote cordial relations with customers and suppliers alike, the heart of the company runs off mutual trust from all parties involved. Having the ability to adapt and react to the ever changing, fast-paced industry, Vandecasteele Houtimport always puts the customer’s demands at the forefront of its service.\nWorking alongside timber importers, timber merchants and wholesalers, the company is able to deliver stock that is difficult to source within days using its own fleet of 18 vehicles. Its impressive set up allows its storage facility which is situated on 39.5 acres of land to accommodate more than 120,000m3\nAligns with the 17 sustainable development goals\nVandecasteele Houtimport has set a challenging goal to stock 100% certified timbers from 2025. Currently, 100% of the softwoods the company stock is already\ncertified and over 50% of the tropical hardwood. This number is continuously growing and makes Vandecasteele Houtimport the biggest stockholder of certified tropical timbers in Europe.\nCurrently stocking over 140 timber species, Vandecasteele Houtimport now provides its newest addition of stock that is certified European Beech and Oak in Joinery, Prime, Super Prime grades and flooring. The variety of stock from the company embellishes the company’s taglines of ‘Choose Life, Choose Wood’ and ‘Using timber is good, using certified timber is wonderful!’ Vandecasteele Houtimport really do love what they do and have a strong passion to grow within the industry.\nOne way in which the company is making growth take place is its reaction to how BREXIT has and will change\nthe industry. To combat new rules and importation structures, Vandecasteele Houtimport has set up a company in the UK – Vandecasteele Timber Ltd – which will facilitate the trade to all UK partners. A further challenge Vandecasteele Houtimport has had to overcome is the barriers created by COVID-19.\nThe business model of Vandecasteele Houtimport is to hold and keep all stock\nof over 140 different timber species. 18 months later, gaps have started to appear. Due to its extensive range of timber species that the company has invested in for a long time, now allows for lesser-known certified timber species to be promoted to its customers. The company take great pride in its work, with a mission to continuously invest in the best performing traceability and certification procedures, the highest quality organisational process and the permanent training of its employees.\nVandecasteele Houtimport endeavour\nto show that timber is the world’s most ecological and sustainable material. And its future plans only echo the company’s approach to sustainability within the industry. Vandecasteele Houtimport has a dedicated team to ensure all due diligence is up to date and in addition to the strict process, the company has invested in\na forest engineer in Brazil to ensure full control on the CoC of the Brazilian timbers purchased.\nCircularity\nVandecasteele Houtimport are passionate about timber being used for sustainable building and construction material. Every step the company make boasts several ecological advantages showcasing the use of timber compared to traditional materials. With a low embodied energy and minimal carbon impact, timber really is the most sustainable material. It has an ecological, recyclable and biodegradable nature which is why Vandecasteele Houtimport is implementing a strict sustainability policy in all of its future actions and activities.\nLong-term vision\nEvery step Vandecasteele Houtimport\ntake, succinctly reveals the dedication and passion of the company and its future goals. As the company strive to be the European market leader in the trading of the richest assortment of certified timber, exclusively sourced from well-managed certified forests it is not going to be an easy journey, but it will most certainly be rewarding.\nWith the goal of maximising the social, economic and environmental value of timber, now and for future generations, Vandecasteele Houtimport is creating economical sustainable change in a world that needs it most.\nFor more information on Vandecasteele Houtimport and the products or services it provides, please see below.\nT +32 56 43 33 00 www.vandecasteele.be",
                    "PhoneNumber": "+32 56 43 33 00",
                    "SortOrder": "987",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FVandecasteele%20Houtimport.png?alt=media&token=b47ab66c-8463-4349-9e51-911e38110559",
                    "Title": "Family run business in fifth generation",
                    "WebsiteURL": "http://www.vandecasteele.be"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "TEC-RFID",
                    "Date": "15/12/2021",
                    "Description": "Major operations involve hundreds or thousands of different assets and it’s easy for valuable equipment to be misplaced or lost.",
                    "DetailDescription": "Major operations involve hundreds or thousands of different assets and it’s easy for valuable equipment to be misplaced or lost. Taking inventory of your assets is a time-consuming and sometimes inaccurate process. That’s where RFID Asset Management comes in.\nWith all of your assets monitored by RFID tags and readers, you can know exactly what equipment you have available in real-time. That information helps prevent losses and helps you make informed business decisions. But the benefits don’t stop there.\nWith RFID, you can track not only the location of the asset, but also its condition. RFID tags enable you to instantly see when equipment was last inspected and when it’s due another inspection or to be replaced. This reduces downtime because you can repair or replace important equipment at the right time. It also streamlines your maintenance process.\nRFID Asset Management is a solid investment for any business that has a lot of valuable assets to track.\nLatest News\nTEC-RFID\nT 0844 870 7873 info@tec-rfid.co.uk",
                    "PhoneNumber": "0844 870 7873",
                    "SortOrder": "988",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FAllerton%20UK.png?alt=media&token=daff3e1e-3fa4-45ad-a196-d007453a2079",
                    "Title": "Manage Your Assets with RFID",
                    "WebsiteURL": ""
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "UNISIG",
                    "Description": "UNISIG is the world’s leading supplier of the complete deep hole drilling system, offering machines, tools and automation systems whilst working closely with each and every customer to ensure that their drilling project requirements are met",
                    "DetailDescription": "UNISIG is the world’s leading supplier of the complete deep hole drilling\nsystem, offering machines, tools and automation systems whilst working\nclosely with each and every customer to ensure that their drilling project\nrequirements are met. A complete dedication to support and customer\nsatisfaction helps stand UNISIG out as the number one supplier worldwide.\n\nFounded in 1981 by Swiss Industrial Group (SIG) and the US company United\nTechnical, UNISIG provided deep hold drilling equipment technologies to the\nUS market.\n\nA company called Entrust (established in 1973 by John Korosec) acquired the\nUNISIG brand in 1995 as a product division of Entrust and this coupling\nhelped UNISIG redefine performance expectations in the deep hole drilling\nmarket, worldwide. Ever since this merger, UNISIG has dominated the market\nwith its industry leading technologies and continues to radically reduce\nlead times on projects through its innovations and expertise. I had chance\nto interview Philipp Steimle, Managing Director of UNISIG’s European Sales\nbranch to find out more about the company.\n\n“UNISIG deep hole drilling systems consists of machines, durable tooling\nand automation, and are designed to meet the highest performance standards\npossible. Products are engineered and manufactured in the USA using metric\nhardware, and include the integration of premium components such as FAG,\nINA, Parker, Rexroth, Rohm, Schunk, SKF, Wittenstein Alpha and ZF. Products\nare designed following all applicable ISO, DIN and IEC standard, and are\nexported worldwide.”\n\nUNISIG supplies their products and services to a wide variety of clientele\nincluding automotive, defence, oil and gas, energy, aerospace and medical\ncompanies to name a few, but any sector that needs deep hole drilling will\nbenefit from what UNISIG offers.\n\n“UNISIG deep hole drilling machines are proven with industry leading\nmanufacturers in all regions of the world. UNISIG is chosen for its ability\nto consistently meet vital demands of tolerance. UNISIG stands out among\nindustry players for its skills in handling large, complex projects\nincluding multiple machines and automation, process development and tooling\ntesting, as well as custom engineering and turn-key projects.”\n\nUNISIG’s latest line of machines, aimed at the mould industry, follow\nUNISIG’s usual trend of creating solutions that are refined and efficient.\nMould manufacturers are faced with the challenge of handling large\nworkpieces that require deep hole drilling as well as machining with\nmaximum precision.\n\nUNISIG’s mould drilling and milling machines are specifically designed with\nmarket input to combine operations, reducing setup time and effort,\nincreasing accuracy, and eliminating design restrictions of traditional\nmachining centres.\n\n“We are currently releasing a whole now line of machines targeted to the\nmould industry, models USC1, USC2, USC3 that can finish mould production in\nmaximum 2 setups which cuts down production time dramatically while being\nextremely cost-effective.”\n\nIf you would like to find out more regarding the deep hole drilling\nmachinery, other products and services UNISIG offers follow the link below\nfor their website, or alternatively speak to them directly regarding your\nrequirements and UNISIG’s professional and friendly team will support you\nevery step of the way.\n\nT +49 (0)7125 9687590\ninfo@unisig.de\nwww.unisig.comss\n",
                    "PhoneNumber": "07125 9687590",
                    "SortOrder": "989",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FUnisig_209_01.jpg?alt=media&token=b95f07ff-eb41-4dc9-b716-d076c23cc0e0",
                    "Title": "Drilling deep to success",
                    "WebsiteURL": "http://www.unisig.comss"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Avancon",
                    "Description": "One Element for All Directions",
                    "DetailDescription": "Price is what you pay and value is what you get with Avancon SA, a modern and forward-thinking company that operates within the intralogistics sector. The specialist machine manufacturer predominantly services the automation and logistics industries with its sophisticated avant-garde conveyor technology.\n\nThe organisation aims to facilitate the demands of customers with the provision of a new, never seen before technical solution and is pleased to have built itself a promising hardware portfolio of conveyors, actual modules and single components for intralogistics applications. Ever since its establishment in 2014, Avancon has been forging partnerships with customers worldwide whilst promoting the many benefits of employing its ZPC conveyor concept.\n\nThe company is responsible for the creation of a self-contained conveyor construction that acts as a more effective alternative to the more old-fashioned prototypes currently in use. The contemporary unit handling systems incorporate an avant-garde roller- and belt-conveyor design that has proven to be incredibly functional and dependable. This is also an environmentally-friendly solution, as it is recyclable and operates with a low noise level in a large range of applications.\n\nAs well as being aesthetically attractive, with a ‘silk-like’ anodized aluminium structure, the intelligent yet simplistic system is adapted for real plug-and-play and is incredibly modular. Return on investment is swift due to the fact that maintenance costs are minimalistic and great savings can be made (money and energy wise) for the OEM in relation to programming, assembly and installation.\n\nOne of Avancon’s most exciting additions is the Omni-directional Transfer Unit (OTU), which makes conveying in any direction easy. Considered a universal key element for crossings and diverters, this versatile innovation determinates the transporting direction using conveyor systems and OTU-bricks. Manufactured and sold worldwide by Avancon SA, Riazzino/Switzerland via Conveyor Manufacturers, the OTU element has proven a simpler and cheaper means of conveying than transfers that lift pneumatically, diverters that slide sideways, drive belts with built-in wheels moved with underlying belts and diverters reliant on complex pneumatics and shaft mechanisms.\n\nAs well as being used as infeeds, switches, diverters, crossing, transfers, sorters and so on, OTUs can be universally combined to ‘OTU tables’ in varying lengths and widths; being adjusted as appropriate to the largest product (for conveying as anything with a flat base, such as a cardboard or plastic box). Made from robust techno-polymers, the product is assembled in dovetail similar forms with a belt and incorporated toothed rack. It also features wheels made from polyurethane that are hidden from outside view, and is generally small in height for money-saving purposes.\n\nIf you are looking to source a system that can build crossings, transfers, crosswise movements between two conveyor lines or create U-turns for small curves then the OTU is the solution for you. Available as individual parts for self-assembly or as a complete OTU table (complete with motors and control units), the easy to install element has an alumininum profile which allows seamless attachment by screwing the whole assembled table between or under the frame construction of each conveyor track.\n\nFor more information about this revolutionary technology, or if you are interested in making an enquiry, please don’t hesitate to get in touch with Avancon at your earliest convenience. Simply visit the company website to find out more or contact a company representative by telephone – you can even arrange a personal meeting with the group to explore the opportunities available to you.\n\nT 004 912221010\n\nmedia@avancon.com\n\nwww.avancon.com\n\n",
                    "PhoneNumber": "004912221010",
                    "SortOrder": "990",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FAvancon_611_09.jpg?alt=media&token=b15b7de7-6a41-486d-bf1a-e67d01be54b8",
                    "Title": "One Element for All Directions",
                    "WebsiteURL": "http://www.avancon.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Indigo Dyslexia Centre",
                    "Description": "Founded by dyslexics in aid of dyslexics, the charitable centre was established in 2004 by mother and son partnership Jennifer and Martin Parsonage.",
                    "DetailDescription": "Founded by dyslexics in aid of dyslexics, the charitable centre was established in 2004 by mother and son partnership Jennifer and Martin Parsonage. Based in two locations, with a head office in Norwich and an outreach facility in Bury St Edmunds, the not-for-profit organisation operates from these singular spacious properties, which comprise functional client rooms and comfortable waiting areas.\n\nAfter conducting volunteer work at a dyslexia charity during his time at the University of East Anglia Martin discovered there was a need for better testing and provisions for this common learning difficulty. This is what inspired him to create a charity that provides quality levels of support and testing for people of all ages and levels of education.\n\n “Our primary service is the provision of professional, efficient and accurate diagnostic assessments for dyslexia,” Lauren told our journalist. “We stand out because we have a really good understanding of dyslexia as well as a good level of professionalism (as all of our assessors are fully qualified). In addition to this we have strong availability; our waiting list is never more than two to three weeks whereas the local authority is running at six to nine months.”\n\nMany individuals have made the most out of the services available from the Indigo Dyslexia Centre – its target market is generally the parents of children ranging in age from seven to seventeen years. Its main aim is to reach out to those with dyslexia, encouraging them to pursue their goals with confidence and competence. They are currently striving to promote their main product/service, which is their widely successful Level 1 Dyslexia Awareness Course.\n\nThe business attends many different educational events in an attempt to strengthen its presence and increase awareness. They are familiar with customer referrals, having been recommended to others by many happy with the service offering, and are pleased to continually receive great feedback from clients. The team are hoping to progress further and are aiming to develop their staff to the point where opening other outreach centres is a possibility.\n\nThe Indigo Dyslexia Centre is well equipped to accommodate children and teenagers with dyslexia courtesy of its wide resource pool, which enables it to effectively deliver screening, assessments, tutoring, training, colour testing and confidential advice. Whichever service you require you can be sure to receive the expected level of guidance and information from such a dedicated charity. Please get in touch today if you have any enquiries or are interested in getting involved. \nContact \nT +44 (0)8453 479322 \nindigo@4dyslexics.com \nwww.4dyslexics.com",
                    "PhoneNumber": "08453 479322 ",
                    "SortOrder": "991",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2Fdyslexic.png?alt=media&token=8371d60b-7fe5-4952-aba4-1af5605617e0",
                    "Title": "Providing dedicated dyslexic support",
                    "WebsiteURL": "http://www.4dyslexics.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Precision Technology Supplies Ltd",
                    "Description": "Based in East Grinstead in the UK, Precision Technology Supplies Ltd (PTS) is a company dedicated to the provision of stainless steel screws, nuts, bolts, washers and precision turned parts.",
                    "DetailDescription": "Based in East Grinstead in the UK, Precision Technology Supplies Ltd (PTS) is a company dedicated to the provision of stainless steel screws, nuts, bolts, washers and precision turned parts. The leading trader has more than 28 years of experience working within the industry and boasts the largest range of high quality metric and American threaded fasteners from stock.\n\nBecause of its extensive offering and great deal of expertise in its chosen niche, PTS has become one of Europe’s most significant suppliers of stainless steel industrial fastenings and precision turned parts. Its selection is incredibly far-reaching, and includes the following items: nuts, hexagons, shoulder screws, studs, self-drilling screws, retaining rings, drive bits, washers, machine screws, slotted grubscrews, knurled fasteners, woodscrews, screws for plastics, rivets, allied products, socket screws, security screws, pins, self-tapping screws, chipboard screws, pipe plugs and Bumax.\n\nAs well as its impressively vast selection of accessories, PTS can bring to the table almost three decades of experience in the management of an increasing number of customer production lines and, with its knowledge of Direct Line Feed operations, the team of professionals can competently provide solutions appropriate to unique client applications.\n\nPTS isn’t just well practiced at undergoing inventory management. The respectable company can also provide a plating service; it is possible to plate both standard and special screws (this is a capability accessible using most materials). A popular example of this is the ‘Touch-Dry’ Chemi-Black process, which is commonly known as ‘Black Oxide’ and is used in high tech industry sectors because it offers a thin finish that doesn’t disrupt any dimensional tolerances. Other options include Gold, Nickel, Silver and Zinc (Rohs Compliant).\n\nPatchlocking is suitable for vibration resistance and added torque performance (there are many types available for customer convenience) and there is a screw modification service available handling everything from 1.6mm diameter fasteners (and upwards) to customer drawings and specifications. This is an advantageous activity in the respect that it can be a whole lot cheaper and faster than manufacturing new, and it is a particularly good way to save money if the item is question is of a relatively small quantity.\n\nPTS finds it important to attend coveted industry trade shows because this enables easy promotion of its products and services and enables its team to liaise with existing clients whilst attracting attention from new ones. In order to reach out to as many people as possible the group visit several trade shows across the year, and have a jam-packed schedule courtesy of their booking space at exhibitions in the UK and further afield (Germany, America, India and Hungary being several key examples).\n\nIf you are looking to source a particular product, or if you would like further information about what type of part would best suit your specific application then please don’t hesitate to contact PTS at your soonest opportunity. You can get in touch with a knowledgeable expert by telephone or email (contact details can be found below) or you can visit www.pts-uk.com to find out more.\n\n +44 (0)1342 410758\n\ninfo@pts-uk.com\n\nwww.pts-uk.com\n\n",
                    "PhoneNumber": "01342410758",
                    "SortOrder": "992",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FPTS.jpg?alt=media&token=8b3c5915-250b-4e47-ad1b-3d16368b7c07",
                    "Title": "Stainless Steel Industrial Fastenings & Precision Turned Parts",
                    "WebsiteURL": "http://www.pts-uk.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Lee Sanitation",
                    "Description": "Lee Sanitation is one of the most renowned sanitation experts in the UK, with over twenty-five years of experience in the industry.",
                    "DetailDescription": "Lee Sanitation is one of the most renowned sanitation experts in the UK, with over twenty-five years of experience in the industry.\n\nThey have their roots in the Leisure Marine market but have expanded into new sectors, including Sewage Pumping Installations and Commercial, Domestic and Industrial Equipment. The Midlands based company also offer first rate design, manufacturing, technical support and maintenance services, having designed some of the most innovative waterfront sanitation systems. These can now be found all over the world, including far across Europe and even the Middle East. As of now, there are an impressive 2000 Lee Sanitation Pump Out Systems spread across the globe.\n\nOver the past two decades, ‘LeeSan’ have become a premier choice for high quality sanitation products, fast, efficient design, excellent service and philanthropic ventures. For example, they are part of the British Marine Federation, the BM Council, BM Environmental committee and the BM Thames Valley committee.\n\nHighly passionate when it comes to protecting the environment, and as active members of The Yacht Harbour Association, they contribute towards The Green Blue, an environmental programme that promotes sustainable boating in the marine leisure sector.\n\nAs well as being environmentally conscious, Lee Sanitation are dedicated to their public services, and as such are members of the Pump Technology Group. They have recently sponsored the North Stand at Sixways, now renamed the LeeSan stand. LeeSan will be inviting junior rugby clubs to watch the Premiership rugby as part of their strategy to promote and support junior rugby.\n\nT +44 (0)1295 770000\n\ninfo@leesan.com\n\nwww.leesan.com",
                    "PhoneNumber": "01295 770000",
                    "SortOrder": "993",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/June2017%2FLeesan_611_01.jpg?alt=media&token=1df508e2-4487-489f-b702-a508602614a4",
                    "Title": "Sanitation Experts LeeSan Dedicated to Sporting Development",
                    "WebsiteURL": "https://www.leesan.com/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "EA Technology Ltd: CABLEx 2017 event",
                    "Description": "EA Technology Ltd, a specialist provider of technical solutions to the electricity sector, are proud to announce the hosting of the UK’s only major Power Cable Exhibition and Conference",
                    "DetailDescription": "EA Technology Ltd, a specialist provider of technical solutions to the electricity sector, are proud to announce the hosting of the UK’s only major Power Cable Exhibition and Conference, CABLEx 2017 on the 7th June at the Chester Racecourse venue.\n\nFollowing the overwhelming success of our OHLEx2016: Overhead Lines Exhibition last year, we have designed this event to provide a forum for debate and learning of existing and potential new innovations within the Power Cables industry and the impacts on the UK Electrical Network sector.\n\nThe event will commence on the 6th June with a “mix and mingle” evening BBQ which last year attracted over 300 industry experts.\n\nThe exhibition itself is expected to attract over 90 exhibitors\n\nin a freshly designed layout providing both Operational and Health and Safety perspectives, and a registered attendance\n\nin excess of 700. This can be seen as a signi cant event that satis es a clear industry need for a platform to voice and share ideas within the Power Cable community.\n\nTogether with numerous exhibits, CABLEx 2017 will showcase\n\na series of 8 seminar sessions, which will provide educational input on subjects ranging from, cable condition assessment,",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FEA1.png?alt=media&token=14b56a78-98e1-446c-a19d-3534add74d2a",
                    "PhoneNumber": "01513394181",
                    "SortOrder": "994",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Building%20Releases%2F9d14b5cb-480b-444f-938b-13230e0404d2.jpg?alt=media&token=f974e639-a8a7-4ede-8c51-f47c5a949f0b",
                    "Title": "EA Technology",
                    "WebsiteURL": "http://www.eatechnology.com/",
                    "id": "146"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Qnnect",
                    "Description": "ontemporary company Qnnect Solutions is a specialist software provider focused on encouraging effective modes of employee engagement.",
                    "DetailDescription": "Contemporary company Qnnect Solutions is a specialist software provider focused on encouraging effective modes of employee engagement. This is provided through communication and a form of supportive learning technology; an intelligent app used for training, interaction and participation purposes (as well as information access, skill strengthening and team development).\n\nThe reputable industry expert is best known for its Qnnect software, which is tailor-made to suit the needs of individual company agendas. The comprehensive solution is ideal for organisations logging and sharing business content, namely in the form of surveys, gamification, training delivery, peer-to-peer coaching and tools for personal progression.\n\nThe dynamic app combines communication, learning and information sharing as an essential desktop and mobile business resource designed to empower employees and optimise working environments. The innovation was devised to identify knowledge gaps, boost understanding and prompt performance improvement by proven methods of reporting, tracking and analytics. It enables co-workers to access the data they need without having the hassle of having to look elsewhere and aids group liaison with the utilisation of secure chat facilities.\n\nEarlier this year the newest version of Qnnect was released to market. This enhanced addition is faster and easier to use and makes surveying and feedback delivery smoother processes whilst encouraging employees to become more involved with the decision-making within the company. Significant outputs include greater employee contribution, complete customer satisfaction and a happy and healthy work environment (with a strong emphasis on rewards and recognition being granted to staff members).\n\nAlthough the company was only set up in 2013, Qnnect has already proven popular with customers across the UK, Germany and Switzerland. Customisable to suit any business within any industry, the dedicated learning channel can be configured as appropriate to drive enterprises forward with efficiency and effect. In addition, the app can be accessed by anyone at any time, so user convenience is heightened, and management can better monitor the development of their teams to ensure any areas for advancement can be identified.\n\nIf you wou ld like any further information on Qnnect Solutions, or if you are interested in nding out more about how this software can enrich your company and personnel, then please don’t hesitate to contact the group today. A well informed representative will be more than happy to assist you should you have any additional questions or enquiries.",
                    "PhoneNumber": "0116651533",
                    "SortOrder": "995",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2FQnnect_Learning_and_Development.png?alt=media&token=28ff6f59-72b7-41fe-bfe2-f5b0ee4c183b",
                    "Title": "For the empowerment of employees",
                    "WebsiteURL": "http://trial.qnnect.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Euroteck Systems UK Ltd",
                    "Description": "Euroteck Systems UK Ltd is one of the country’s foremost suppliers of Non Destructive Testing (NDT) equipment. Located in the Midlands, the centrally based business is strategically situated to successfully facilitate the needs of its clients in the UK and Ireland.",
                    "DetailDescription": "Non-destructive testing\n Euroteck Systems UK Ltd is one of the country’s foremost suppliers of Non Destructive Testing (NDT) equipment. Located in the Midlands, the centrally based business is strategically situated to successfully facilitate the needs of its clients in the UK and Ireland.\nEstablished in 2000, the privately owned company specialises in the provision of X-Ray systems, Computed and Digital Radiographic equipment, Real Time Radiography, Microfocus X-Ray systems, Computed Tomography, Magnetic Particle & Dye Penetrant Inspection systems, Portable X-Ray,\nUltrasonic Immersion and X-Ray Film Processors. Boasting an extensive product range to cover the majority of NDT methods, the ISO accredited organisation is an exclusive UK distributor for Bosello, Dürr NDT, Teledyne ICM, X-RayWorx, ScanMaster, Magna ux Tiede MPI and Penetrant equipment & consumables.\nEuroteck offers a range of services including systems integration (the production of bespoke equipment) and Real Time radiographic inspection of non-ferrous parts, electrical assemblies, automotive components and composite materials. Also provided are onsite contract services and maintenance\nand calibration processes for the majority of NDT equipment, refurbishment and equipment hire.\nThe fully stocked warehouse in Tamworth, Staffordshire ensures its team of engineers are well equipped to lend a supporting hand to customers in requirement of a comprehensive aftersales service for most NDT instruments.\nT +44 (0)1827 312455 sales@euroteck.co.uk www.euroteck.co.uk",
                    "PhoneNumber": "01827312455",
                    "SortOrder": "996",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FEuroTek.png?alt=media&token=4ef0ccb0-92b4-49ec-a796-4b053f4db187",
                    "Title": "Non-destructive testing",
                    "WebsiteURL": "http://www.euroteck.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "PCB Piezotronics",
                    "Description": "PCB Piezotronics is announcing that its most popular products are now available “on your desk in  ve days”as part of the company’s Total Customer Satisfaction guarantee",
                    "DetailDescription": "CB Piezotronics is announcing that its most popular products are now available “on your desk in five days”as part of the company’s Total Customer Satisfaction guarantee. In addition, the company now offers all products with a two-year warranty.\nCommenting on the new five-day service, Graham Turgoose, Managing Director, PCB Piezotronics Ltd, says: “The company prides itself on being able to deliver products quickly in the UK and\nwe believe this to be our customers’ number one priority, so we are concentrating on ensuring that the widest possible range of products can be delivered from stock and on the customer’s desk within five days.”\nHe continues: “There are currently around 100 of our most popular models maintained at high stock levels in our ready to ship range and covered in the five-day delivery programme. A further 150 stock items are normally available on the same basis, many held in our European distribution centre. The quoted delivery of five days is worst case, and an order placed on a Friday will typically be on the customer’s desk by Monday, with week-day orders normally taking three to four days.”\nHe concludes: “Total Customer Satisfaction sets us apart from other suppliers, and we believe our new delivery programme will enhance our position in the industry still further. The blanket two-year warranty on all our products is further proof of our intention to continually exceed our customers’ expectations.”\nThe range of products available “on your desk in five days” includes a dozen general-purpose accelerometers, 14 miniature single-axis and triaxial accelerometers, a pair of structural\ntest accelerometers, six MEMS DC response accelerometers, special purpose instruments, ICP industrial accelerometers and termination boxes, acoustic microphones and pre-ampli ers, acoustic array style microphones, ICP force sensors, signal conditioners and various cables. A further 12 models including pressure sensors have been added to the range for 2013.\nFor more information about the five- day delivery programme, and proucts and service from PCB Piezotronics, please visit their website at www.pcbsensors.co.uk\nor via telephone on +44 (0)1462 429710",
                    "PhoneNumber": "01462429710",
                    "SortOrder": "997",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FPCB.png?alt=media&token=fccac23d-142f-496a-a373-2920511b0140",
                    "Title": "PCB Piezotronics",
                    "WebsiteURL": "http://www.pcbsensors.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Analytix",
                    "Description": "The all-new Milestone PYRO from Analytix is the most versatile and advanced muf e furnace yet and dramatically reduces ashing times from hours to minutes using microwave enhanced heating.",
                    "DetailDescription": "The all-new Milestone PYRO from Analytix is the most versatile and advanced muf e furnace yet and dramatically reduces ashing times from hours to minutes using microwave enhanced heating. This enables laboratories to reduce current ashing times by up to 95%.\nThe system offers a huge range of potential applications in one platform, such as ashing, sulphated ashing, loss on ignition (LOI), dietary  bres, fusion, sintering, large scale ashing, and all high-temperature reactions under controlled conditions.\nThe standard heating option provides\nhigh throughput with 24 samples handled simultaneously and gives identical ashing results compared to conventional techniques.\nThe sulphated ashing accessory enables analysts to add sulphuric acid to samples and place crucibles directly into the muf e without the need for the preliminary charring step. Sulphuric acid fumes released from crucibles during the ashing are continuously removed by the system.\nEven temperature distribution across the muf e eliminates cold spots and ensures reproducible ashing across all crucibles regardless of\nthe position inside the muf e and optimum temperature homogeneity is ensured through an integral microwave stirrer.\nThe system provides auto-calculation of\nloss on ignition through interfacing with the analytical balance before and after ashing and can export the ashing pro le in Excel or pdf format.\nThe PYRO is compliant with ASTM, USP, SEMI, and ISO methods that are preloaded in control terminal. The PYRO is controlled via a choice of two compact terminals with easy-to- read, bright, full-colour, touchscreen displays.\nFor further information, visit www.analytix.co.uk/microwave- systems/ or call\n+44 (0) 191 519 450",
                    "PhoneNumber": "0191519450",
                    "SortOrder": "998",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FAnalytix.png?alt=media&token=90839577-fa64-4525-9b94-33aab8a44205",
                    "Title": "Speed up your ashing process",
                    "WebsiteURL": "http://www.analytix.co.uk/microwave- systems/"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "weber",
                    "Description": "The benefits of using labels for craft beer cans",
                    "DetailDescription": "For years’ craft brewers chose glass bottles to package their beer. The glass container was seen as the only viable option for small operations. Brewers were able to buy glass bottles in bulk and then label them on-site with minimal investment in packaging equipment.\n\nBut a lot has changed in packaging technology.\n\nIn the last few years, the aluminium industry has found ways to make the cans more light-weight and they’re squashing the flavour myth. Additionally, cans are recycled more and, because of their opaque material, they preserve the flavour longer than glass. Due to its recyclability and preservation, some consumers are reaching for cans more than bottles these days. But the one drawback that still makes it difficult for craft brewers to switch to cans is the high minimums of pre-printed cans and the cost of canning machinery.\n\nA solution to this can vs. bottle debate is to use blank cans with pressure-sensitive labels. Brewers can buy the blank cans in bulk without storing thousands of pre-printed cans, which may become obsolete. To manage your inventory, you can order custom labels based on the quantity you want to apply without holding onto extra materials. If you’re still growing, you might not have the storage space to store all those pre-printed cans.\n\nSome breweries are moving to shrink sleeve label material for their cans. This is a great solution but you’ll still need to have the volume that allows for the investment of the application equipment.\n\nIf you’re just starting out, or want to label both cans and bottles, pressure-sensitive labels will keep your look consistent and keep the packaging cost down. The same equipment used to label your 12oz. or 22oz. beer bottles will also work for your cans. Plus, if you decide to offer crawlers at your taproom, you can apply the pressure-sensitive labels straight to the can without large labelling equipment.\n\nYour best bet for labels for craft beer cans is a lm or BOPP label material. The adhesive will be strong enough to adhere to the can and the face stock will be durable enough to maintain your design even if it’s stored in a wet environment like a refrigeratoror cooler full of ice.\n\nPlus, if you use a clear lm label material, you’ll be able to incorporate the shiny metallic look of the aluminium can into your design or you can also choose a metallized material which will add even more pop to the design.\n\nIf you have any questions about craft beer labels or labelling cans, contact our Beer Labelling Expert and get samples and a quote.",
                    "Image": "",
                    "PhoneNumber": "01875611111",
                    "PlayTime": "",
                    "SortOrder": "999",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2Fcan1.png?alt=media&token=abe46c79-313c-4d78-a297-d9c701117719",
                    "Title": "Weber",
                    "VideoURL": "",
                    "WebsiteURL": "http://www.weber.co.uk",
                    "id": "127"
                }
            ],
            "SortOrder": "3",
            "Title": "Industrial News",
            "id": "3"
        },
        {
            "Menus":
            [
                {
                    "CellType": "HeaderCell",
                    "CompanyName": "Curtiss-Wright",
                    "Description": "Curtiss-Wright have a commendable history behind them, having been founded by three of the world’s most celebrated aviation pioneers, Orville and Wilbur Wright and Mr. Glenn Curtiss, one of the forerunners of naval aviation.",
                    "DetailDescription": "Curtiss-Wright have a commendable history behind them, having been founded by three of the world’s most celebrated aviation pioneers, Orville and Wilbur Wright and Mr. Glenn Curtiss, one of the forerunners of naval aviation. Their companies, the ‘Curtiss Aeroplane and Motor Company’ and ‘Wright Aeronautical Corporation’ merged in 1929 in order to create Curtiss-Wright. Today Curtiss-Wright is one of the world’s leading advanced engineering companies, having diversified and branched out into numerous different technologies across multiple sectors, including commercial and industrial, defence, power, metals, aerospace and much more.\n\nAt the turn of the 21st century, Curtiss-Wright had grown into a multi-national company, with global sales of over $2 billion and having acquired almost 60 businesses. Many of these companies still operate under their original name, such as Metal Improvement Company, Bolt’s Metallizing, IMR Test Labs, Component Coating and Repair Services and more who now are part of Curtiss-Wright Surface Technologies. These various divisions offer a wide variety of different specialised surface treatments such as thermal spray coatings, solid film lubricants, shot peening technology and much more.\n\nCurtiss Wright Surface Technology, one of their most well-known and international subsidiaries, specialises in providing material surface treatment solutions, focuses on enhancing the performance of critical materials and components. As many of their clients are in heavy engineering based industries, critical components are often of vital importance. Not only do they need to be specially designed to precision specifications, but they need to be long lasting and properly maintained too. Curtiss Wright Surface Technology can offer clients a comprehensive material treatments service that covers silicone, plastic and electronic components, coatings, shot and laser peening, material analysis, testing, repair and maintenance.\n\nCurtiss Wright Surface Technology can provide mechanical and metallurgical testing services for a range of different materials and components through IMR Test Labs. Curtiss-Wright Surface Technologies uses only the most advanced technology and methods in order to conduct fatigue testing, thermal spray coating analyses, metallurgical and failure analyses, accelerated weathering and corrosion testing, weld testing and much more.\n\nWhen it comes to engineered coatings, Curtiss Wright Surface Technologies have a wide scope of services, including providing thermal management, corrosion and erosion, and protection and repair of turbine components. Curtiss-Wright Surface Technology can provide protective engineered coatings or metal coatings to protect components from the environment, corrosion, heat and wear. As they can ensure protection for components of any size or complexity, they have a vast client base made up of those seeking their protective coating services, including the aerospace, oil, gas, automotive and medical industries.\n\nTheir range of coating solutions includes thermal spray/HVOF coatings, solid film lubricants, liquid coatings, and parylene conformal coatings. Not only that, but Curtiss Wright Surface Technology also offer repair and overhaul for gas and steam turbine components, as well as laboratory testing and process verification for: salt spray corrosion testing, U.V testing and development of their own bespoke coating systems such as Everlube®, Microseal, and Flurene Lube-Lok®, sacrificial aluminium coatings, diffusion coatings and pre-treatments.\n\nMetal and material surface solutions are a huge part of why Curtiss Wright Surface Technology has become such an internationally recognised name. In addition to their famous controlled shot peening process, the company can provide highly effective and controlled Laser Peening for components in turbine engines, aircraft structures, wing skins and more. This specialist process puts exceptionally deep residual compressive stress in certain parts of a component to prevent crack initiation and fatigue. Not only does this allow the component to resist damage from erosion, strike damage, fretting and corrosion, but it can also better withstand pressure from both low cycle/high stress and high cycle/low stress situations. Better yet, their laser peening ensures quality control, precise application and poses no risk of process contamination.\n\nPreventing the failure of critical components is a huge concern for clients, and is one of the most highly sought after services from Curtiss Wright Surface Technologies. Problems can be caused due to any number of reasons throughout the component design process, whether it’s the choice of materials used, incorrect assembly, or damage to the parts caused by bending, rolling or forging. Components of any type can be damaged, such as blade roots, rotating rings and tie wire holes used in Aero-Engines, fasteners and stringers used in Airframes, and torsion bars, gears and keyways, which are used to make Crankshafts and more. Thankfully Curtiss Wright Surface Technology have a large array of solutions, including but not limited to: C.A.S.E. isotropic superfinishing, Parylene coating, Thermal barrier coatings, Cathodic protection and much more.\n\nIf you would like to find out more about Curtiss Wright Surface Technologies and their many specialised, services and solutions, then be sure to get in contact with the company today. Alternatively, you can find out more about the company by visiting the website below, where information, animations case studies and links to their many services can also be found.",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FJuly%2FCurtisswright_621_web04.jpg?alt=media&token=84352978-04d4-4232-8af7-bbf9c5231246",
                    "PhoneNumber": "01635 279621",
                    "SortOrder": "1",
                    "Title": "Experts in Life Extension of Materials & Critical Components",
                    "WebsiteURL": "http://www.cwst.co.uk"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Qnnect Solutions",
                    "Description": "Industrial Solutions is incredibly proud to present Qnnect Solutions with its well- deserved Company of Choice 2016 Award for their dedication to provide companies across the globe with specialist software which encourages employee engagement.",
                    "DetailDescription": "Industrial Solutions is incredibly proud to present Qnnect Solutions with its well- deserved Company of Choice 2016 Award for their dedication to provide companies across the globe with specialist software which encourages employee engagement.\nSince its establishment just 3 years ago,\nthe company has already become a recognisable brand popular with a wide range of clients across Europe the US\nand Asia. Their advanced and innovative solution has helped thousands of users in\nthe health, hospitality, construction and sales industries aid employee engagement through interaction, access to information, learning and team development.\nIn the form of an easy accessible app, Qnnect was devised to identify knowledge gaps, boost understanding and prompt performance improvement by proven\nmethods of reporting, tracking and analytics. It enables co-workers to access the data they need without having the hassle of having\nto look elsewhere and aids group liaison with the utilisation of secure chat facilities.\nThe intelligent solution can be tailored as appropriate to suit\nthe needs of each individual company. Its interactive desktop and mobile business resource combines learning with communication and recognition to motivate and inspire employees to be organised and productive within their place of work.\nEarlier this year, the newest version of Qnnect was released to the market, providing even more bene ts to the user. The advanced addition is faster and easier to use and makes surveying and feedback\ndelivery a much smoother processes whilst encouraging employees to become more involved with\nthe decision-making within the company. Signi cant outputs include greater employee contribution, complete customer satisfaction and a happy and healthy work environment\n“Research shows that following any training session 75% of knowledge is forgotten\nwithin days,” commented Director Bill Parker. “Our app however, enables individuals to learn and retain information with quizzes and reports whilst being part of a unique community that will enhance understanding personally and collectively. This is a win-win situation, as recognition and reinforcement will make employees feel more valued and employers notice higher productivity.\n“The extended software will also encourage employees to connect with the immediacy characteristic of social media platforms, providing a healthy work-\nlife balance that will motivate the entire workforce.”\nIf you would like any further information on Qnnect Solutions or, if you are interested\nin finding out more about how this software can enrich your company and personnel, then please don’t hesitate to contact Bill Parker for your demonstration. “I am always happy to help you to discovery ways to increase productivity and employee motivation”\nT +44 116 651 533 UK@qnnect.com www.qnnect.com",
                    "PhoneNumber": "0116 651 533",
                    "SortOrder": "69",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FQnnect12.png?alt=media&token=e49287f1-1172-40f4-9fac-0189c66b6a17",
                    "Title": "Qnnect Solutions",
                    "WebsiteURL": "http://www.qnnect.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Bowman Chilled Stores",
                    "Description": "Bowman Chilled Stores in Spalding is a family run business which has been established for over 50 years.",
                    "DetailDescription": "Bowman Chilled Stores in Spalding is a family run business which has been established for over 50 years. Over the years Mr and Mrs Bowman had a strong in uence in large scale horticulture ranging from daffodils and vegetables to cereals.\nMr Bowman decided to stop production and to convert existing buildings to refrigerated storage. This included the licence to store meat,  sh and dairy produce. He decided to refurbish to industry leading standards to provide excellent services to his customers. The short lifespan of the existing 100 Metal Halide  ttings were costing £1,200 a\nyear to maintain and led to reduced light levels and production stoppages when\nlight servicing and replacement were taking place. Pulsar’s maintenance free LED lighting upgrade eradicated all of these issues and their associated costs.\nAfter visiting the site and preparing extensive light calculations, Pulsar Light created a scheme with the UniBay130 that dramatically reduced the running cost of the chilled storage units, and signi cantly improving on the existing light levels.\nThe  nal scheme consisted of 104 x UniBay130W  ttings with 80 CRI at 5,000K including G90 glare control optics. The UniBay130 has multiple  xing options. Pulsar’s lights reduced energy consumption by 70% and delivered a saving of £29,757 per year.\nT +44 (0)1223 403500 sales@pulsarlight.com www.pulsarlight.com",
                    "PhoneNumber": "01223 403500 ",
                    "SortOrder": "70",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2FPulsar.png?alt=media&token=8b69e59b-6a2b-4e5e-85d3-654e95f67e85",
                    "Title": "Bowman Chilled Stores",
                    "WebsiteURL": "http://www.pulsarlight.com"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Thermaset",
                    "Description": "Leading powder coatings company, Thermaset Limited, based in Tamworth, Staffordshire, has launched a new suite of product brochures.",
                    "DetailDescription": "Leading powder coatings company, Thermaset Limited, based in Tamworth, Staffordshire, has launched a new suite of product brochures.\n\nThe new range of individual A4 size publications covers Thermaset’s specification brochures for its Spectra range and Ripple Finishes, a description of its Hygienilac Antibacterial powder coatings and a Stock Range brochure.\n\nThe specification brochures include four pages of product samples demonstrating the extensive ranges of RAL colours and finishes available. The Spectra range from Thermaset is new to the market and is a collection of diverse finishes which are an exciting alternative to standard RAL and BS colours.\n\nThermaset’s tactile ripple finishes are also imaginatively presented demonstrating their decorative qualities for applications such as shop fittings, garage doors, office equipment and much more.\n\nThe Hygienilac Antibacterial brochure gives the reader the full low down on this UV stable anti-bacterial product which does not employ silver technology. The brochure outlines the science, comparisons with silver technology, the mechanism of action, and the extent of the range of coatings. There’s also reactions from leading companies that use Hygienilac.\n\nCompleting the suite of brochures is the Thermaset Stock Range brochure, with a huge expansion of the company’s range and including powder that is nowapproved by London Underground.\n\nThermaset supplies powder coatings to a wide range of customers including automotive manufacturers, architects, furniture and household goods, garden equipment suppliers, sports equipment and many more. The company also offers a bespoke colour matching service.",
                    "PhoneNumber": "0182755777",
                    "PlayTime": "05:09",
                    "SortOrder": "71",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Latest%20News%2Fthermaset_product_literature.jpg?alt=media&token=0bb988f0-71b7-4dad-a727-5a4f26ca5fac",
                    "Title": "Leading powder coatings company, Thermaset Limited, based in Tamworth, Staffordshire, has launched...",
                    "VideoURL": "",
                    "WebsiteURL": "http://thermaset.co.uk/",
                    "id": "140"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "B&DMurkin",
                    "Description": "So what is flexiDisc?",
                    "DetailDescription": "Flexidisc is a system based on an exciting 5' (125 mm) disc sander attachment which fits in your drill, and does not jump, skitter or scuff.  This is due to a simple but highly efficient flexible shaft which eliminates vibration. It gives full control without the need for effort or expertise when presented full face to the job surface. A top quality result is assured.\n\nFlexidisc uses 'slap-on peel-off' Velcro type discs which are coated with a super-tough material called Corundum, (close to diamond for hardness). The discs are re-usable and cleanable - each one will do the work of at least 100 conventional discs. They cope comfortably with a wide range of materials from soft plaster to iron and steel, including slate, concrete, marble etc. They also transform a rough-sawn plank to a polished finish faster than any other conventional sander. And, because they generate very little heat, they retard over-heating during grinding, and safely sand G.R.P., old paint etc without melting the material.\n\nUsing the same 'slap-on' system, polish is easily applied over any size area, using the foam sponge, whist an oversized re-washable polishing cap effortlessly completes the job. You can very quickly polish a car, boat or caravan.\n\nThe cleverly designed Uniclamp allows the unit to be clamped to any convenient table at whatever angle the user desires for grinding purposes. This system is used extensively for professional re-sharpening of expensive hairdresser's scissors, and many other applications.\n\nMeanwhile the general purpose Unisharp guarantees any drill owner fantastic results for knives, scissors, garden shears etc, and repays its cost on the first pair of shears re-sharpened.\n\nFor grinding welds and rust, Flexidisc provides a good substitute for an angle grinder. It is however purely a surface grinder, not a cutter.\n\nFlexidisc's role as a glass grinder is of greater use than first appears. Because of its docile nature it can be safely be used in one hand while presenting a drinking glass full face-on with the other. Chips on the rim of your favourite wine-glass are easily ground out, leaving it perfectly safe to use, with very little visible evidence of repair.\n\nFlexidisc sands down protruding nails, screws etc which are un-necessary or impossible to extract, flush with the finished surface.\n\nThe FAQ section contains a great deal more information, but if it doesn't answer your question, get in touch with us and ask.",
                    "Image": "",
                    "PhoneNumber": "01628629892",
                    "PlayTime": "",
                    "SortOrder": "72",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2FSharpenScissors_thumb.jpg?alt=media&token=e94ba578-302a-494b-a79b-e53c7681bd8e",
                    "Title": "B&D Murkin Flexidisc Sander",
                    "VideoURL": "",
                    "WebsiteURL": "http://www.letonkinoisvarnish.co.uk/Index.html",
                    "id": "141"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "demon-designs",
                    "Description": "All Aspects of Architectural Glass",
                    "DetailDescription": "Demon Designs was established by owner Dominic Meakins in 2011 and has become increasingly popular ever since. Situated in Ford, near Arundel in West Sussex, the architectural & structural specialist strives to provide the most appropriate glass design solutions individually tailored to suit singular customer applications.\n\nThe refined industry experts employed at the organisation are well practiced in supplying and fitting exquisitely designed and carefully constructed staircases, balustrades, splashbacks, shop fronts, walk-on glass floors/bridges, glass ceilings, glass roofs and aluminium curtain walling. Custom-made door solutions, automatic entrances, sliding glass doors and glass canopies are also available as part of the company’s comprehensive product portfolio.\n\nThe company’s most recent focus has been the expansion of its acoustic door range. The ush, individually fabricated double glazed acoustic doors achieve up to 44dB (Rw) acoustic performance, incorporating excellent sound reducing qualities whilst simultaneously providing the clean glass look, a nish that is extensively required in contemporary office buildings. With its recent relocation to larger premises, Demon Designs is now able to house a large stock of standard door sizes whilst promising the fastest turnaround in the industry.\n\nIn essence, Demon Designs acts as a one-stop- shop providing a full range of glass and metal structures and specialised services. In order to ensure customers receive the necessary support and expected reassurances following an enquiry, the group offers an inclusive sales package covering all associated areas. This inevitably involves the arrangement of thorough consultations and the formulation of accurate drawings and detailed quotations following in-depth discussions specifying project requirements and important technical information.\n\nThis great exibility – which is further emphasised with Demon Designs’ bespoke design capabilities – comes courtesy of the in-house team’s unrivalled knowledge in glass product development and creation. With over 20 years of shared experience, the competent workforce has a reputation for design excellence and has the skillset needed to produce unique components facilitating side hung or pivoting versions, self-closing or free swing.\n\nThis ability to fulfil all glass product requirements has made Demon Designs attractive to a number of esteemed clients. Its bespoke assemblies and standard off-the-shelf structures have been supplied and installed across a multitude of sites, having been widely appreciated by customers working within a variety of construction sectors.\n\n Previous projects of particular significance include the installation of automatic doors at the visually characteristic Walkie Talkie building on Fenchurch Street in Central London and the general tting of kitchen splashbacks and shower screens. As well as tending to the needs of small and medium sized building contractors, general builders, domestic customers and large construction companies, the team has even provided design consultancy services to a few of its competitors!\n\nPlease don’t hesitate to contact Demon Designs today if you want any further information or if you wish to enquire about a particular product or service. Any questions you pose will be met with an informed response by a well-qualified industry professional.",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2Fce2c525baf6e.jpg?alt=media&token=845620df-3cc7-45f9-9c1b-c635de4990a6",
                    "PhoneNumber": "01903 733206",
                    "PlayTime": "",
                    "SortOrder": "73",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2Fce2c525baf6e.jpg?alt=media&token=845620df-3cc7-45f9-9c1b-c635de4990a6",
                    "Title": "Demon Designs",
                    "VideoURL": "",
                    "WebsiteURL": "http://www.demon-designs.co.uk",
                    "id": "142"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "premierguarantee",
                    "Description": "Premier Guarantee presents solutions to thousands of builders and developers across the UK",
                    "DetailDescription": "As a provider of structural warranties and building control, Premier Guarantee, is an accomplished brand that has proven popular with a wide range of clients. As one of the UK’s principal experts in structural warranty and insurance services, the organisation has successfully presented solutions to thousands of builders and developers across the UK.\n\nOur success is largely due to the fact that Premier Guarantee delivers some of the most innovative, competitively priced schemes on the market. Our activities have been operationally effective ever since the company’s establishment in 1997 and are consistently supported by its dedicated surveyor network, which is made up of over 100 industry professionals.\n\nAs well as being readily available for on-site visits, the local surveyors are also on hand to provide advice where needed, regularly communicating with the client to solve any problems that may have arisen. Premier Guarantee boasts a well- built business structure, with a workforce comprising over 300 employees who make it their personal priority to provide quality levels of support to customers working on construction projects and those in need of warranty solutions for all types of residential and commercial builds.\n\n Premier Guarantee is situated in Birkenhead Wirral, but also occupies a number of regional offices across the UK and in Europe. Excellence is spread across the spectrum, as all designated teams work in tandem so that when calls are received the right guidance can be provided regardless of the individual issue.\n\nLarger clients can maximise the services available from the eld sales team, who are more than happy to manage quotes, orders and ongoing work whilst meeting on the occasion for follow-ups. All enquiries can be met accordingly, whether clients are looking to resolve problems, attain quotes or require certification.\n\nCustomer satisfaction and industry distinction is of the utmost importance to Premier Guarantee, who marks the successes of their movements with an exclusive internally arranged event. The coveted ceremony, named the Premier Guarantee Excellence Awards, acknowledges the UK's best developments covered by the company’s schemes with a selection of well-deserved titles.\n\n The 2015 edition was held on Thursday 12th November at the Bankside Vaults in London as a massive celebration featuring the award winners and finalists, each of whom were individually recognised for demonstrating excellent skill, site management and quality in each of their chosen developments. \n\nOver a third of a million customers housing units across the UK and Europe have reaped the benefits of attaining coverage with Premier Guarantee. To nd out more about this warranty provider of choice, who has worked in accord with some of the country's leading property Developers, then please don’t hesitate to get in touch with the team today. Alternatively you can browse the website to access further information about the solutions available.",
                    "Image": "",
                    "PhoneNumber": "08444 120888",
                    "PlayTime": "",
                    "SortOrder": "74",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2Four-surveyors.jpg?alt=media&token=efadda1b-e8b5-4244-8693-20116bf71b9d",
                    "Title": "Premier Guarantee",
                    "VideoURL": "",
                    "WebsiteURL": "http://www.premierguarantee.co.uk",
                    "id": "143"
                },
                {
                    "CellType": "RegularCell",
                    "CompanyName": "Bifold",
                    "Description": "New Developments for ambitious Valve Manufacturers Bifold as they launch their new initiative",
                    "DetailDescription": "",
                    "Image": "",
                    "PhoneNumber": "01613454777",
                    "PlayTime": "",
                    "SortOrder": "75",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2FDouble%20Block%20and%20Bleed.png?alt=media&token=78c419c4-6d5a-4233-aa21-e7228ff987b7",
                    "Title": "Bifold",
                    "VideoURL": "",
                    "WebsiteURL": "https://store.bifold.co.uk",
                    "id": "145",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Industrial%20Releases%2FBifold%20Store%20Press%20Release%202016..pdf?alt=media&token=2dbd6f56-05e9-437b-8d42-61aa30939967"
                }
            ],
            "SortOrder": "4",
            "Title": "Latest News",
            "id": "4"
        },
        {
            "Menus":
            [
                {
                    "CellType": "IssueHeaderCell",
                    "Description": "",
                    "DetailDescription": "",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2Flatest%20new%20cover.jpg?alt=media&token=2b4457fb-43a4-4625-8b29-649573cea603",
                    "SortOrder": "1",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2Flatest%20new%20cover.jpg?alt=media&token=2b4457fb-43a4-4625-8b29-649573cea603",
                    "Title": "Latest Issues",
                    "id": "1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "528",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/BUP668.png",
                    "Title": "Building Update 668",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/BUP668.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "529",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/ISO668.png",
                    "Title": "Building Update 668",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/ISO668.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "530",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/BUP667.png",
                    "Title": "Building Update 667",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/BUP667.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "531",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/ISO667.png",
                    "Title": "Building Update 667",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/September/ISO667.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "532",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/July/BUP666.png",
                    "Title": "Building Update 666",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/July/BUP666.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "533",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/July/ISO666.png",
                    "Title": "Industrial Solution 666",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/July/ISO666.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "534",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/June/BUP665.png",
                    "Title": "Building Update 665",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/June/BUP665.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "535",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/June/ISO665.png",
                    "Title": "Industrial Solutions 665",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/June/ISO665.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "536",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/ISO664.png",
                    "Title": "Building Update 664",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/ISO664.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "537",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/BUP663.png",
                    "Title": "Building Update 663",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/BUP663.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "538",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/March/BUP662ss.png",
                    "Title": "Building Update 662",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/March/BUP662.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "539",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/ISO661ss.png",
                    "Title": "Building Update 661",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/ISO661.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "540",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/ISO660ss.png",
                    "Title": "Building Update 660",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/ISO660.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "541",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/ISO659SS.png",
                    "Title": "Building Update 659",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/ISO659.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "542",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FISO658.pdf?alt=media&token=adebfa31-0163-4157-b089-3b9d5ad2ee2a",
                    "Title": "Industrial Solutions 658",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FISO658.pdf?alt=media&token=adebfa31-0163-4157-b089-3b9d5ad2ee2a"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "543",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FISO657SS.png?alt=media&token=72bdbc35-7bbb-4923-8157-eb8c73e40577",
                    "Title": "Industrial Solutions 657",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FISO657.pdf?alt=media&token=2b6c66b8-1fe6-4f2f-82ec-82e91c2f66d8"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "544",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FISO656SS.png?alt=media&token=3f94f191-95b4-41b5-b171-5e9c6e04889b",
                    "Title": "Industrial Solutions 656",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FISO656.pdf?alt=media&token=b9f3b852-4abf-44a1-9eb2-350817474811"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "545",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F6.jun%2FISO655ss.png?alt=media&token=c88ab634-3fe6-4386-aaee-ed7f917e77af",
                    "Title": "Industrial Solutions 655",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F6.jun%2FISO655.pdf?alt=media&token=64e74227-8136-4dc0-a578-d02046d72112"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "546",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F5.may%2FISO654SS.png?alt=media&token=060711a4-28c0-46e0-967d-8e448b9b4e2f",
                    "Title": "Industrial Solutions 654",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F5.may%2FISO654.pdf?alt=media&token=204f2098-2243-4547-82d6-e31f38bc441f"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "547",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2FISO653ss.png?alt=media&token=284d7451-81fa-4dfd-b0a8-e39696a85a20",
                    "Title": "Industrial Solutions 653",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2FISO653.pdf?alt=media&token=760d5221-b1c4-4df3-8a60-e30ac5d35bb1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "548",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FISO652SS.png?alt=media&token=20ed232e-690b-4fd6-9883-e910aca0668f",
                    "Title": "Industrial Solutions 652",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FISO652.pdf?alt=media&token=25882e04-bbd9-4eff-bc92-5c4201e80987"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "549",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FISO651SS.png?alt=media&token=6924c482-30c8-4df0-9a8f-a1568a030507",
                    "Title": "Industrial Solutions 651",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FISO651.pdf?alt=media&token=fc61e547-4197-4b00-a70e-7c63b8ac7a8c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "550",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F10.oct%2FISO650.png?alt=media&token=dfcfd609-08c6-43ff-84c4-6d3f98ab9a12",
                    "Title": "Industrial Solutions 650",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F10.oct%2FISO650.pdf?alt=media&token=203bc009-e384-47b1-b992-d10a84056831"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "551",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F9.sep%2FISO649SS.png?alt=media&token=f3e54c82-9044-4ea5-b7d2-1d593608fff4",
                    "Title": "Industrial Solutions 649",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F9.sep%2FISO649.pdf?alt=media&token=ababa5e2-49c8-4595-b4ef-5c332cd2b355"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "552",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F8.aug%2FISO648SS.png?alt=media&token=f4eccba2-d562-47a0-99e0-80060fa5ccb6",
                    "Title": "Industrial Solutions 648",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F8.aug%2FISO648.pdf?alt=media&token=59e7e6ea-50e8-4822-9663-b212117f3111"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "553",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FISO647SS.png?alt=media&token=0bf4a503-4468-42be-a24c-d99390e98f84",
                    "Title": "Industrial Solutions 647",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FISO647.pdf?alt=media&token=0867b662-af3e-48ad-8939-9ce4b82b3e12"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "554",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FISO646SS.png?alt=media&token=0ac63f85-14d1-4f18-b6b0-02723cd7581f",
                    "Title": "Industrial Solutions 646",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FISO646.pdf?alt=media&token=a927d9e6-aaee-4258-94b2-8278ba3cc523"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "555",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F4.apr%2FISO645SS.png?alt=media&token=92633beb-e593-4eef-ae7d-2c7339129631",
                    "Title": "Industrial Solutions 645",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F4.apr%2FISO645.pdf?alt=media&token=ac0a6d21-3846-4e95-ae0b-4560d73b6f55"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "556",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FISO644SS.png?alt=media&token=f7551e71-7476-4477-8958-dadf8434bd7b",
                    "Title": "Industrial Solutions 644",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FISO644.pdf?alt=media&token=5fb51e09-6b7b-485c-a6ef-a9e4aed4b787"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "557",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FISO643SS.png?alt=media&token=38cdc1b8-5d1d-455e-9272-9bb18790760a",
                    "Title": "Industrial Solutions 643",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FISO643.pdf?alt=media&token=c96f8463-5ab4-4aa4-8f88-33643b82a3e3"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "558",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F12.dec%2FISO642SS.png?alt=media&token=374fc8e1-a695-4150-94f6-797bfeb3afd6",
                    "Title": "Industrial Solutions 642",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F12.dec%2FISO642.pdf?alt=media&token=e904642c-20ac-4c14-8084-a8ec28dc0ea6"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "559",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F11.nov%2FISO641SS.png?alt=media&token=f62a435a-1fc4-4c3e-96b9-7888ad01ff8d",
                    "Title": "Industrial Solutions 641",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F11.nov%2FISO641.pdf?alt=media&token=d825ffce-ad42-4ea4-af59-d27af3bebd05"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "560",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F10.oct%2FISO640SS.png?alt=media&token=d2585fef-e333-4f97-bd4c-7293c9690c29",
                    "Title": "Industrial Solutions 640",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F10.oct%2FISO640.pdf?alt=media&token=8e0e6a5a-678a-439d-af9d-92a083b11b76"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "561",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F9.sep%2FISO639SS.png?alt=media&token=8ac012e2-538b-475d-b756-201b632540eb",
                    "Title": "Industrial Solutions 639",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F9.sep%2FISO639.pdf?alt=media&token=ae17a594-99a1-4f27-98d2-507dd5445d3e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "562",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F8.aug%2FISO638SS.png?alt=media&token=16094037-6f27-4c2e-bb3e-ffffdd12dc36",
                    "Title": "Industrial Solutions 638",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F8.aug%2FISO638.pdf?alt=media&token=4a8ab1cf-90da-44e5-af71-2e8c7b04c202"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "563",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F4.apr%2FISO637.png?alt=media&token=0a69b6d6-2be9-45ee-9dcc-49225a87f449",
                    "Title": "Industrial Solutions 637",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F4.apr%2FISO637.pdf?alt=media&token=9b1f61de-e10c-4e8b-af1b-cb507d5ae7be"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "564",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FISO636.png?alt=media&token=2ffa3c02-7140-420a-a73e-05a472d6bce9",
                    "Title": "Industrial Solutions 636",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FISO636.pdf?alt=media&token=79a47a83-4d63-484a-b348-68b5bc228021"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "565",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F2.feb%2FISO635SS.png?alt=media&token=ae0f7495-36f5-4120-abc7-953433b5b8ff",
                    "Title": "Industrial Solutions 635",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F2.feb%2FISO635.pdf?alt=media&token=0c8fe723-5319-448c-b780-23ee466f999c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "566",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FDecember%2FIS0634SS.png?alt=media&token=90f30b5d-5b83-4ca6-ab70-fa3cf9197304",
                    "Title": "Industrial Solutions 634",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FDecember%2FISO634.pdf?alt=media&token=55064b06-794e-4090-9563-407c876a4318"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "567",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FIDO633SS.png?alt=media&token=cb089581-30e9-4f0e-81d8-aa86cf88e365",
                    "Title": "Industrial Solutions 633",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FISO633.pdf?alt=media&token=2c9b2573-d301-438f-a5e6-ca8c0afb427b"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "568",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FISO632SS.png?alt=media&token=06d67601-0312-4fc5-bb10-c96211bf7878",
                    "Title": "Industrial Solutions 632",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FISO632.pdf?alt=media&token=f2017def-1487-4fe1-8422-a207a86da30e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "569",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FSeptember%2FISO631SS.png?alt=media&token=41c462cc-0f7a-48f7-a361-3605f35a152a",
                    "Title": "Industrial Solutions 631",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FSeptember%2FISO631.pdf?alt=media&token=b39d3ec8-5a44-4615-8c30-1413067a4c4e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "570",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJuly%2FISO630SS.png?alt=media&token=fe4de0ad-84ea-43c7-841f-c7aaf3171cdd",
                    "Title": "Industrial Solutions 630",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJuly%2FISO630.pdf?alt=media&token=1c0149aa-f674-4efd-977c-df9d7ce38251"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "571",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJune%2FISO629SS.png?alt=media&token=115fb655-2c89-4265-b39b-0f777c86c052",
                    "Title": "Industrial Solutions 629",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJune%2FISO629.pdf?alt=media&token=57a663ff-2232-46b0-92f9-a340c8b166f2"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "572",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FApril%2FISO628SS.png?alt=media&token=44142806-88d7-4409-95d3-d7efd2867b20",
                    "Title": "Industrial Solutions 628",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FApril%2FISO628.pdf?alt=media&token=f1ea9ad2-a5a0-4f5e-baa9-6eb73726a103"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "573",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FMarch%2FISO627SS.png?alt=media&token=502b5386-db78-46c8-88e0-e259158f1fec",
                    "Title": "Industrial Solutions 627",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FMarch%2FISO627.pdf?alt=media&token=20d4e82a-5f52-43a1-9086-60f6fd7de7e1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "574",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FFebruary%2FISO626.png?alt=media&token=8f7856ee-66c9-4faf-a207-a6072940f636",
                    "Title": "Industrial Solutions 626",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FFebruary%2FISO626.pdf?alt=media&token=ad2f2217-d1bf-4b00-b322-3bcb618fc2bf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "575",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FDec%2FISO625SS.png?alt=media&token=8f47a8aa-1b52-4cf9-ad4b-55a83906dc30",
                    "Title": "Industrial Solutions 625",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FDec%2FISO625.pdf?alt=media&token=aef36634-8ce5-4601-8a65-7e849f0d043e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "576",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FISO624SS.png?alt=media&token=bf5beeab-c266-421c-9e1e-9bb54f5bfed6",
                    "Title": "Industrial Solutions 624",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FISO624.pdf?alt=media&token=12cc6175-b4b8-4cd4-a240-e027c3508864"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "577",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FISO623SS.png?alt=media&token=1ffd3a16-1cf1-4501-aecc-c1b15f823f4a",
                    "Title": "Industrial Solutions 623",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FISO623.pdf?alt=media&token=4afb99ba-2ee2-49fa-9a0e-eba9a594f206"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "578",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FAugust%2FSP622SS.png?alt=media&token=e3eb9d85-da24-4630-8ab0-48768f5a100e",
                    "Title": "Industrial Solutions 622",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FAugust%2FSP622.pdf?alt=media&token=b9012c6b-cb45-49b5-8be8-fb8ba1525025"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "579",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F621SS.png?alt=media&token=d4120966-1dd5-49df-8b53-fd34104abf6f",
                    "Title": "Industrial Solutions 621",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F621.pdf?alt=media&token=cdd9112a-4229-464e-b962-7b8f74cf189f"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "580",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F620SS.png?alt=media&token=15cfafa4-9636-4c82-8044-a7c37ad69953",
                    "Title": "Industrial Solutions 620",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F620.pdf?alt=media&token=58108510-d5c7-4f3c-a544-252ca9e8647d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "581",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F619SS.png?alt=media&token=bc15eea9-3ac6-49d3-8de6-6560dced3dfd",
                    "Title": "Industrial Solutions 619",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F619.pdf?alt=media&token=14b97fb7-6442-4311-be5d-978e7e43c1d7"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "582",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F618SS.png?alt=media&token=796d70a6-2657-4668-a59d-5f74c16c252a",
                    "Title": "Industrial Solutions 618",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F618.pdf?alt=media&token=fe0e2ed9-1e88-4d8b-98f4-272a365d33e1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "583",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F617SS.png?alt=media&token=f6df8bd3-7d5a-4f33-a9f8-1a4ac16db024",
                    "Title": "Industrial Solutions 617",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2F617.pdf?alt=media&token=194adbde-245d-4257-a0e7-a66c7aa22206"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "584",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO616SS.png?alt=media&token=303920fc-e418-49e1-8eca-7af933bf66d3",
                    "Title": "Industrial Solutions 616",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO616.pdf?alt=media&token=fbd28ba7-d175-4dc6-99c4-a992adf60a3f"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "585",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO615SS.png?alt=media&token=fbd66e48-7585-4d07-8f0a-d9fbf7554390",
                    "Title": "Industrial Solutions 615",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO615.pdf?alt=media&token=6c00f5dc-345b-44d7-9867-bae2568a4a9b"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "586",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO614SS.png?alt=media&token=c5e0f9ed-2a85-47ee-811b-6f2f12d537b8",
                    "Title": "Industrial Solutions 614",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FSP%2FISO614.pdf?alt=media&token=1e0a1a82-461c-49ec-b271-bc2af4e7594d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "587",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2F613SS.png?alt=media&token=f1e7a8e8-8301-420f-b4dc-6d1dd25843e2",
                    "Title": "Industrial Solutions 613",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Sepetember2017%2F613_CS6.pdf?alt=media&token=16087ad1-9646-4130-80ce-f5abc301d856"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "588",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F612SS.png?alt=media&token=451f075a-a860-4b6c-ac1b-4decc7ffc32b",
                    "Title": "Industrial Solutions 612",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F612small.pdf?alt=media&token=03509fff-9eb3-424d-88a9-8744d09235b2"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "589",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F611SS.png?alt=media&token=337ff35e-7d8b-4796-91c9-2ae740a50e6e",
                    "Title": "Industrial Solutions 611",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F611small.pdf?alt=media&token=c66d22d6-839f-47fd-b9a3-78c1b1f6067b"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "590",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F610SS.png?alt=media&token=2388009b-1c0e-493c-9dfd-dec94b5dd3e1",
                    "Title": "Industrial Solutions 610",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2F610Small.pdf?alt=media&token=22da1d5d-bc2d-4507-b14c-7c6561421854"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "591",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/April2017%2FSPSS609.png?alt=media&token=8482fb89-d335-4f4f-b789-505d496a7ff0",
                    "Title": "Industrial Solutions 609",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/April2017%2FSP609.pdf?alt=media&token=d4157ec0-c60d-4c60-a9c6-7df1d6b1063b"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "592",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F608SS.png?alt=media&token=ecab8024-18fc-40e4-b896-a7d41b9bf0bb",
                    "Title": "Industrial Solutions 608",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F608.pdf?alt=media&token=b86d3a9f-87c7-4e2f-ae6b-89c1ddc174c1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "593",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F607SS.png?alt=media&token=3ffe9d46-5e10-40af-96a9-10ee737a69d2",
                    "Title": "Industrial Solutions 607",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F607.pdf?alt=media&token=2f00fc89-7d0f-4575-9969-3eacf3349655"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "594",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F606SS.png?alt=media&token=9e29887d-eaaf-46a3-9127-85ead9963fc3",
                    "Title": "Industrial Solutions 606",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F606.pdf?alt=media&token=a2406bee-d77d-425f-a773-40eda4edaab0"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "SortOrder": "595",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F605SS.png?alt=media&token=99fec080-5a14-4e96-9eda-e71fa7666c83",
                    "Title": "Industrial Solutions 605",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/Feb%202017%2F605.pdf?alt=media&token=9cbc7d01-666f-43e4-b86b-77c2f8ffb02c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "DetailDescription": "",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F604FrontCOver.png?alt=media&token=213f4b01-fed3-4dcc-a688-ca44dd3befe0",
                    "SortOrder": "596",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F604FrontCOver.png?alt=media&token=213f4b01-fed3-4dcc-a688-ca44dd3befe0",
                    "Title": "Industrial Solutions 604",
                    "id": "5",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FISO604_hr.compressed.pdf?alt=media&token=20e33058-f713-42d8-a809-b4ee51d5d9c0"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "DetailDescription": "",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F603cover.png?alt=media&token=cd224e53-986d-428a-b6cd-c26e3717de37",
                    "SortOrder": "597",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F603cover.png?alt=media&token=cd224e53-986d-428a-b6cd-c26e3717de37",
                    "Title": "Industrial Solutions 603",
                    "id": "5",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FISO603_hr.pdf?alt=media&token=92e55ca5-c88f-4855-bc27-2e3deb9a6902"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "DetailDescription": "",
                    "SortOrder": "598",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F602%20COVER.PNG?alt=media&token=9b755fe9-af47-41de-a267-538b80f01fec",
                    "Title": "Industrial Solutions 602",
                    "id": "5",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FISO_602%20app%20opt_opt%20low%20res.pdf?alt=media&token=3bd35f86-a99d-4b7c-a2d9-df5505a507eb"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "The team at Industrial Solutions UK has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
                    "DetailDescription": "",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F601%20cover.PNG?alt=media&token=5ba0a5c8-9237-4c6b-b7c8-db61de1dff96",
                    "SortOrder": "599",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2F601%20cover.PNG?alt=media&token=5ba0a5c8-9237-4c6b-b7c8-db61de1dff96",
                    "Title": "Industrial Solutions 601",
                    "id": "2",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FIndustrial%20Solutions%20Extract_opt.pdf?alt=media&token=e083d8cf-dfb0-490f-9cd0-a4b9bb4805dc"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "936",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/BUP664.png",
                    "Title": "Building Update 664",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/BUP664.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "937",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/ISO663.png",
                    "Title": "Building Update 663",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/May/ISO663.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "938",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/March/ISO662ss.png",
                    "Title": "Building Update 662",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/March/ISO662.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "939",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/bUP661ss.png",
                    "Title": "Building Update 661",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/BUP661.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "940",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/BUP660ss.png",
                    "Title": "Building Update 660",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2023/January/BUP660.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "941",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/BUP659SS.png",
                    "Title": "Building Update 659",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/BUP659.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "942",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FBUP658SS.png?alt=media&token=eb5b35c9-02c8-43ff-b3bb-126451821490",
                    "Title": "Building Update 658",
                    "pdfLink": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/ISO658.pdf"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "943",
                    "ThumbnailImage": "https://storage.googleapis.com/solutionspublishing-94e4b.appspot.com/2022/November/BUP657SS.png",
                    "Title": "Building Update 657",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FNovember%2FBUP657.pdf?alt=media&token=a86f99b3-4658-475b-aa31-d2e18df2d18d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "944",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FBUP656SS.png?alt=media&token=2f2a5384-c084-41f8-afd8-5b940cbab3b7",
                    "Title": "Building Update 656",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F7.jul%2FBUP656.pdf?alt=media&token=b595a3c0-ed55-41d8-a913-48e72842a44c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "945",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F6.jun%2FBUP655ss.png?alt=media&token=77762c6b-7a98-4c62-9b0f-ae4cb2cce6e3",
                    "Title": "Building Update 655",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F6.jun%2FBUP655.pdf?alt=media&token=b289a95a-8e92-40fd-8e44-dcc4486aebd2"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "946",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F5.may%2FBUP654SS.png?alt=media&token=66ca6a07-9d42-4642-86b9-c4e91433c244",
                    "Title": "Building Update 654",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F5.may%2FBUP654.pdf?alt=media&token=9d2ccc98-111b-469b-b946-dfaa7ac8a176"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "947",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2FBUP653ss.png?alt=media&token=051ab1a8-57fe-483e-b714-025d1d177861",
                    "Title": "Building Update 653",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2F3.mar%2FBUP653.pdf?alt=media&token=a300b3ed-34c1-48e0-be78-437b7e6cea26"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "948",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FBUP652SS.png?alt=media&token=6c012da1-6906-45cf-b6a1-4194cd0f07f7",
                    "Title": "Building Update 652",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2022%2FBUP652.pdf?alt=media&token=39ea4163-0a50-4226-945a-22d9b36350d3"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "949",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FBUP651SS.png?alt=media&token=5660866e-2901-4bc5-a996-e342a13f656d",
                    "Title": "Building Update 651",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F12.dec%2FBUP651.pdf?alt=media&token=965a4f9e-ff20-499f-9451-85d05c176985"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "950",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F10.oct%2FBUP650.png?alt=media&token=591a1d06-ccc2-4de3-8d50-7088b997a2fb",
                    "Title": "Building Update 650",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F10.oct%2FBUP650.pdf?alt=media&token=5374b6b2-f7d6-4a54-bfa6-3abffeb30f95"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "951",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F9.sep%2FBUP649SS.png?alt=media&token=054d26bf-a524-4c3a-9707-66be263a64bd",
                    "Title": "Building Update 649",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F9.sep%2FBUP649.pdf?alt=media&token=7696c475-4918-43c5-82dd-a5168a2d7be9"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "952",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F8.aug%2FISO648SS.png?alt=media&token=f4eccba2-d562-47a0-99e0-80060fa5ccb6",
                    "Title": "Building Update 648",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F8.aug%2FISO648.pdf?alt=media&token=59e7e6ea-50e8-4822-9663-b212117f3111"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "953",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FBUP647SS.png?alt=media&token=d9c04b14-efb6-486e-be1e-f3d40c95d27f",
                    "Title": "Building Update 647",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FBUP647.pdf?alt=media&token=50622454-4839-41d2-a5dd-37b5ee9842c6"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "954",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FBUP646SS.png?alt=media&token=36a9de61-9f0b-4aaa-b54a-98c697969f97",
                    "Title": "Building Update 646",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F6.jun%2FBUP646.pdf?alt=media&token=d6a1852e-3079-4f4c-9a62-9e64d3a76d3a"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "955",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F4.apr%2FBUP645SS.png?alt=media&token=c6fd1f6f-18d5-4daa-9194-4d2b5ea79b58",
                    "Title": "Building Update 645",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F4.apr%2FBUP645.pdf?alt=media&token=083830d7-f104-45a7-a5c8-d4e81f0b2a17"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "956",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FBUP644SS.png?alt=media&token=b3d5556c-7535-406b-9f28-aadccb244ef3",
                    "Title": "Building Update 644",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FBUP644.pdf?alt=media&token=f1eeb87e-8693-494b-825a-16e86b5f3d64"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "957",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FBUP643SS.png?alt=media&token=7e573ef9-bd0f-468a-b72f-57a4b702b7c4",
                    "Title": "Building Update 643",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2021%2F2.Feb%2FBUP643.pdf?alt=media&token=3588f673-730c-4d5f-b7fd-c9ee5aab04b8"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "958",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F12.dec%2FBUP642SS.png?alt=media&token=25885263-974d-497b-bd4b-6938ae1854d2",
                    "Title": "Building Update 642",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F12.dec%2FBUP642.pdf?alt=media&token=74ed39c5-ad86-43da-be81-6bdf7b0d1066"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "959",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F11.nov%2FBUP641SS.png?alt=media&token=9e7582ae-02c0-463a-8fc0-c64b2093fdff",
                    "Title": "Building Update 641",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F11.nov%2FBUP641.pdf?alt=media&token=d9b2eea8-64ef-43a8-83a9-65a34123da87"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "960",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F10.oct%2FBUP640SS.png?alt=media&token=eef35b62-96eb-4446-8754-6e454ebee194",
                    "Title": "Building Update 640",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F10.oct%2FBUP640.pdf?alt=media&token=9f005ddd-c7bf-4078-ac7a-0a44390f7fde"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "961",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F9.sep%2FBUP369SS.png?alt=media&token=a3deefe9-223b-46b8-9812-d6ff45726533",
                    "Title": "Building Update 639",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F9.sep%2FBUP639.pdf?alt=media&token=0e32190b-35e7-41bb-bca5-1bf8be41ab6b"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "962",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F8.aug%2FBUP638SS.png?alt=media&token=d3ce920f-1cf3-49f7-b204-d5b6837a2a3e",
                    "Title": "Building Update 638",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F8.aug%2FBUP638.pdf?alt=media&token=8589b48d-6b63-492e-95f4-19a5f1cade1e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "963",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F4.apr%2FBUP637.png?alt=media&token=e2c0b0bd-4b64-4850-adf8-4c1a13725b00",
                    "Title": "Building Update 637",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F4.apr%2FBUP637.pdf?alt=media&token=ed90368b-17cd-46ce-9e79-a2150e4ed98c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "964",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FBUP6363.png?alt=media&token=f8dc1d2e-52d5-4f55-958d-a60d8b8068c9",
                    "Title": "Building Update 636",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F3.mar%2FBUP636.pdf?alt=media&token=2dacac6c-fdd0-4864-8f74-3ce417192627"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "965",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F2.feb%2FBUP635SS.png?alt=media&token=5e1708b5-38a0-40a4-8f80-0fd74be9a4d1",
                    "Title": "Building Update 635",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2020%2F2.feb%2FBUP635.pdf?alt=media&token=0a1612fc-4efe-4ec0-8917-27a5a006c41f"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "966",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FDecember%2FBUP634SS.png?alt=media&token=e25c0941-a001-4a82-a36b-0663beb97660",
                    "Title": "Building Update 634",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FDecember%2FBUP634SS.png?alt=media&token=e25c0941-a001-4a82-a36b-0663beb97660"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "967",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FBUP633SS.png?alt=media&token=599b2ffa-ccc3-4ac4-bf05-12396c6fde0d",
                    "Title": "Building Update 633",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FBUP633.pdf?alt=media&token=d668cdd3-4674-4e33-a184-1c52af8f4087"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "968",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FBUP632SS.png?alt=media&token=c0228acf-0f56-45bb-bf1a-dd8fb311ba5b",
                    "Title": "Building Update 632",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FNovember%2FBUP632.pdf?alt=media&token=e952d7e9-7e49-404a-be75-cf79f16a5029"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "969",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FSeptember%2FBUP631SS.png?alt=media&token=830ab9ef-6ce6-4032-96af-c65ebb685e7c",
                    "Title": "Building Update 631",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FSeptember%2FBUP631.pdf?alt=media&token=01176ec3-3799-4656-bd18-8ef108e8db59"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "970",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJuly%2FBUP630SS.png?alt=media&token=4fe50e0e-994c-4808-83a4-2dca8a6ea1e0",
                    "Title": "Building Update 630",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJuly%2FBUP630.pdf?alt=media&token=cb6e819b-b467-4aee-926b-1282d4a11eee"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "971",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJune%2FBUP629SS.png?alt=media&token=74477990-3973-4840-9fbb-264a98659364",
                    "Title": "Building Update 629",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FJune%2FBUP629.pdf?alt=media&token=ad5204ce-5574-4c76-bd0d-e247f0880961"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "972",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FApril%2FBUP628SS.png?alt=media&token=b9e79fc4-6f26-4779-807f-e0206072b2da",
                    "Title": "Building Update 628",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FApril%2FBUP628.pdf?alt=media&token=790208e4-4a69-4585-b2cd-a29075f59613"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "973",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FMarch%2FBUP627SS.png?alt=media&token=73701b8d-2ac0-402f-9173-35c646a93fd6",
                    "Title": "Building Update 627",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FMarch%2FBUP627.pdf?alt=media&token=01ba799c-0442-484b-a996-e73a9af4486d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "974",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FFebruary%2FBUP626.png?alt=media&token=bd01443c-bf2f-4550-a0e2-3ba6e29ff5d9",
                    "Title": "Building Update 626",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2019%2FFebruary%2FBUP626.pdf?alt=media&token=811dd238-a867-4e1a-8ce5-b09b62fe8e20"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "975",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FDec%2FBUP625SS.png?alt=media&token=b357f9e5-412f-4296-ae46-82e17a647313",
                    "Title": "Building Update 625",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FDec%2FBUP625.pdf?alt=media&token=07964f24-2cc8-4ee8-9815-db14ba9df09d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "976",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FBUP624SS.png?alt=media&token=6fafda0e-d1ed-471b-b657-a6d2e1cd52d1",
                    "Title": "Building Update 624",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FBUP624.pdf?alt=media&token=46cce025-f5a6-4001-870e-d5d617053c38"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "977",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FBUP623SS.png?alt=media&token=48022595-e6a2-4317-8aa2-094fc405358f",
                    "Title": "Building Update 623",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FOctober%2FBUP623.pdf?alt=media&token=610eacdc-bfa2-4d6a-ba5d-834de4f7e2fc"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "978",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FAugust%2FBU622SS.png?alt=media&token=4f247856-0db0-4a74-8d1a-79875887678e",
                    "Title": "Building Update 622",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FAugust%2FBU622.pdf?alt=media&token=d7b27ebd-dc18-469a-9f62-dedb46e3c1a3"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "979",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F621SS.png?alt=media&token=dc20d2a3-d07c-46b1-8ea1-8518a07d3488",
                    "Title": "Building Update 621",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F621-1.pdf?alt=media&token=afa54815-a3cc-40e0-a2f7-baa9acb74120"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "980",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F620SS.png?alt=media&token=af8a7a23-6af2-4a3f-aa9c-e73aeebce12a",
                    "Title": "Building Update 620",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F620-1.pdf?alt=media&token=f8153288-47a7-414f-bfc5-eab0f60d9085"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "981",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F619SS.png?alt=media&token=ccd3b806-d5d2-4c1f-9044-5f7c75fabe70",
                    "Title": "Building Update 619",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F619-1.pdf?alt=media&token=b9e750e0-a147-404d-88c5-8d1428c81c5e"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "982",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F618SS.png?alt=media&token=435dd12c-4ef5-4188-b27c-9578374f647b",
                    "Title": "Building Update 618",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2F618-1.pdf?alt=media&token=1d13a110-59cf-4894-877d-c52d931854ba"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "983",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP617SS.png?alt=media&token=210e8f9e-4d82-46db-b604-355de944b4f8",
                    "Title": "Building Update 617",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP617.pdf?alt=media&token=865e4cbc-ab82-4385-a76e-eb0d1415a072"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "984",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP616SS.png?alt=media&token=f96fab97-e182-4b3d-81de-a45ab5d11340",
                    "Title": "Building Update 616",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP616.pdf?alt=media&token=7d1cc192-a125-4ab2-954c-af5a711a072f"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "985",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP615SS.png?alt=media&token=ea689946-1c73-45a9-b3c6-37cb389ab7ac",
                    "Title": "Building Update 615",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP615.pdf?alt=media&token=e9c2c88f-db58-4e3f-9e3a-083c945f7ea1"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "986",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP614SS.png?alt=media&token=b94176c6-b0fb-45d5-8846-c6bf7ecc798d",
                    "Title": "Building Update 614",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP614.pdf?alt=media&token=f96955b3-f689-4d4a-94ee-c8fe514a9f7d"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "SortOrder": "987",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP613SS.png?alt=media&token=95fca95c-4176-4e14-9594-eb5e3531670b",
                    "Title": "Building Update 613",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/2018%2FBackIssues%2FBU%2FBUP613.pdf?alt=media&token=547fd4f8-f859-41e5-a8fc-4c7b022e92b0"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "988",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F612SS.png?alt=media&token=6693c09b-3a7b-4db2-baab-e044547626d3",
                    "Title": "Building Update 612",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP612.pdf?alt=media&token=79f69a38-366e-4f1e-8f00-9dd3fd435693"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "989",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F611SS.png?alt=media&token=cc190f82-5f5c-40c0-b413-400f47066d2c",
                    "Title": "Building Update 611",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP611.pdf?alt=media&token=c7d411a0-a645-46cf-843d-b3627de4b40c"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "990",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F610SS.png?alt=media&token=0d0df97b-e662-4424-b928-e5a76a50fa73",
                    "Title": "Building Update 610",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP610_CS6.pdf?alt=media&token=d1a7c98c-df20-408c-9c03-24aee9cd37ba"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "991",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F609SS.png?alt=media&token=f754412a-d98b-49a2-9aa8-d393dd0a7ee6",
                    "Title": "Building Update 609",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP609.pdf?alt=media&token=5b5746ef-c216-421a-97e0-0e347f8a8b54"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "992",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F608SS.png?alt=media&token=1c729ec4-8d9a-4d77-b860-a5d2cee5d8c4",
                    "Title": "Building Update 608",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP-608-Proof.pdf?alt=media&token=fb080ff7-79a4-471b-8729-858d13fd0492"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "993",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F607SS.png?alt=media&token=e8a64525-4914-433e-bcd4-69da682ddebc",
                    "Title": "Building Update 607",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP_607.pdf?alt=media&token=bb55096b-7e78-4722-8351-96998ce2ff0a"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "994",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F606SS.png?alt=media&token=d2e00d8f-78b8-46ca-80e5-be4b04c66947",
                    "Title": "Building Update 606",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP606.pdf?alt=media&token=9a2a082f-0f69-476a-b65c-0604bc3bb84a"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "995",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F605SS.png?alt=media&token=b58b93cc-c0d5-4424-9227-8c8ed97954c7",
                    "Title": "Building Update 605",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP605.pdf?alt=media&token=6e41599e-0a7a-4eb9-a1a0-c81d60364faa"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "996",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F604SS.png?alt=media&token=9fd257e9-d0f1-4b73-8aea-8b9fc7e1cfb7",
                    "Title": "Building Update 604",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP604Proof.pdf?alt=media&token=00a0f303-9bf8-401c-9d05-1f574a2d3a41"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "997",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2F603SS.png?alt=media&token=0215ce24-df24-4405-81cc-9aedd2010bff",
                    "Title": "Building Update 603",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/solutionspublishing-94e4b.appspot.com/o/August2017%2FBU%2FBUP603.pdf?alt=media&token=2cd42fc3-5da1-46ea-a33a-fd42fc3d7808"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "",
                    "SortOrder": "998",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FBuilding%20updatte%20cover.PNG?alt=media&token=53414f8f-9010-4c05-af1e-d262be240e7c",
                    "Title": "Building Update 602",
                    "id": "4",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FBuilding%20Update%20602%20APP.pdf?alt=media&token=2f41f980-8c73-4a9c-aa92-f8b796c2d11a"
                },
                {
                    "CellType": "PDFCell",
                    "Description": "I hope you enjoy reading this issue as much as we have enjoyed bringing it to you. Happy reading and we hope to see you for the next edition!",
                    "DetailDescription": "",
                    "Image": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FBUD.PNG?alt=media&token=09c6dac5-f0a6-44b1-8684-c5d8b38d4631",
                    "SortOrder": "999",
                    "ThumbnailImage": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FBUD.PNG?alt=media&token=09c6dac5-f0a6-44b1-8684-c5d8b38d4631",
                    "Title": "Building Update 601",
                    "id": "3",
                    "pdfLink": "https://firebasestorage.googleapis.com/v0/b/soloutionspublishing.appspot.com/o/Issues%2FBuilding%20Update%20601%20Extract_opt.pdf?alt=media&token=f221620f-2326-4e61-b55b-7c8c4e9e9269"
                }
            ],
            "SortOrder": "5",
            "Title": "Issues",
            "id": "5"
        }
    ],
    "SponsorshipImage": ""
}