{
  "MenuGroups" : [ {
    "MenuStyle" : "1",
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2FFDM%20Cover%20Fan.jpg?alt=media&token=0f73068f-fd2f-4b8f-a9aa-7889e700688d",
      "SortOrder" : "1",
      "Title" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : " G&Tea Hand Crafted Cornish Gin P ",
      "Date" : "24/02/2022",
      "Description" : "In this issue of Food and Drink Matters, we are pleased to announce G&Tea as our Artisan Alcohol Company of the Month",
      "DetailDescription" : "In this issue of Food and Drink Matters, we are pleased to announce G&Tea as our Artisan Alcohol Company of the Month.Are you bored of the same flavours of Gin? Looking to break free from the bar and find a drink that’s worth staying in for? Let us introduce to you the next innovation and mastery in gin distillery. With no colourings or flavourings all G&Tea add is the cork and label to their gins created with tea blends and botanicals that have been sourced both locally and from around the world for the very best in flavour and quality.“We are distillers of unique tea distilled gin. Using our own tea blends as botanicals, we create an incredible depth of flavour and smoothness. As artisan alcohol producers and distributors, our unique difference is the smoothness and depth of flavour our gins and tea have. We use only the freshest of ingredients and finest botanicals from around the globe with each product containing a Cornish grown element too. There are several tea-infused gins on the market that are used as a base gin which is then flavoured with tea and often coloured. Our gins are purely distilled and crystal clear with all our incredible flavours within the gin, meaning they do not dilute when a mixer is added giving a full flavour and freshness like no other,” stated Chris Robinson-Brown, Managing Director.G&Tea was established in July 2020 by Chris Robinson-Brown, his husband Jason and their lifelong friend Elizabeth Hyde. The company has hit the UK by drinks market by storm. G&Tea is headquartered in Liskeard Cornwall with one distillery based in Lostwithiel.G&Tea offer a truly unique concept for all fellow gin lovers, with a selection of four distinct tea inspired craft gins. The Great Earl Gin, Cornish Cream Tea Gin, 80Days Gin, and its most recent addition Winter Blend Gin, which sold out immediately after featuring on the Alan Titchmarsh ‘Something for the Weekend’ TV show. There are also non-alcoholic beverages available offering G&Tea’s unique tea blends in tea form for the perfect brew.“From the success of our Winter Blend Gin, we now plan to introduce a seasonal gin blend twice a year. We are growing quickly, with demand for our gins spreading throughout the UK and Europe and so we plan to continue growing whilst retaining our artisan roots,” said Chris.Exceeding expectations for its first year of business, G&Tea has since established a customer base of over 300 outlets across the UK through its network of retailers. Furthermore, it has been the receivers of some of the food and drink industry’s most prestigious awards. “We have won double gold and a commended at Taste of The West awards for our three gins in our first year, along with Global Spirit Masters silver award and been featured on ITV as well as working with local charities on fund raising gin tasting events. We take great pride in our South West roots and are excited to grow and share or gin with the rest of the UK and beyond in 2022,” explained Chris.For more information, see below.www.gandtea.uk",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2FG%26Tea_159_03.jpg?alt=media&token=7f19ff95-8018-41d3-a958-9fdbefe0afa2",
      "PhoneNumber" : "",
      "SortOrder" : "92",
      "Title" : "Distinctively different handcrafted Cornish gins",
      "WebsiteURL" : "http://www.gandtea.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Flower & White",
      "Description" : "Food and Drink Matters is proud to announce that Flower & White has been selected as our Confectionery Company of the Month, for its innovative range of meringue snack bars and bites which are offering a unique twist on confectionery products",
      "DetailDescription" : "Food and Drink Matters is proud to announce that Flower & White has been\nselected as our Confectionery Company of the Month, for its innovative\nrange of meringue snack bars and bites which are offering a unique twist on\nconfectionery products.\n\nEstablished by Leanne and Brian Crowther, Flower & White began in their\ntiny kitchen in Shropshire, and has since expanded into a 13,500ft2 factory\nin Telford, offering a range of meringue-based products for healthy\nindulgence. With an expansive range of award-winning meringues, Flower &\nWhite offers Giant Meringues and Meringue Drops, and its latest innovation,\nMeringue Bars and Bites, wrapped in 100% plastic-free, recyclable and FSC\npaper packaging.\n\nThe company’s giant Swiss meringues, flavoured, drizzled or sprinkled, are\nFlower & White’s core products, and are perfect for forming desserts. In\naddition to this, the company’s confectionery bars and bites are now really\ndriving the growth of the business. “This is the area that is exciting us\nthe most. No one is achieving what we are in this area. They have a low\ncalorie count, are vegetarian and gluten free, all of which is combined\nwith an overwhelming feeling of indulgence with every bite – they are\nunreal, and a real treat!” said Leanne Crowther.\n\n“Our confectionery snacking products are all packed in paper wrap, which is\nfully recyclable in household recycling bins. It’s an amazing material, and\nwe feel so positive about being the world’s first to launch confectionery\nin this packaging.”\n\nIndeed, Flower & White’s Bars and Bites are continuing to grow in\npopularity, especially after being relaunched in their fully recyclable and\ncompostable paper packaging. All snacks are less than 100 calories per\nserving, making them a truly healthy and indulgent treat. They can be\nbought through the company’s website, or found at a range of locations,\nincluding convenience stores, farm shops and garden centres in the UK and\noverseas. They are also available in pub chains, restaurants and hotels\nthroughout the country.\n\n“Recently, we moved into a more purpose-built factory, which has granted us\nwith a great opportunity for further growth,” Leanne continued. “We are\nalso changing the way we work, growing from the inside out to ensure Flower\n& White is working in the right way for the people that make up the team.\nIt’s very exciting.”\n\nFlower & White attends multiple trade shows each year. “We did IFE last\nyear and Lunch! where we won the Innovation Challenge for our Salted\nCaramel Bites,” said Leanne. “The judges’ comments were that we are ‘doing\nsomething unique with meringue and really innovating with a traditional\nproduct to move it into the snacking and convenience sector’.  We also won\nthe Best Sweet Snack for our White Chocolate and Raspberry Meringue Bites\nat the Quality Food Awards – we were over the moon to win this! We felt\nthis really does stamp home the seal of approval regarding the quality of\nour meringues.”\n\nLooking to the future, the company will be continuing to work on the values\nand beliefs which are being derived from team workshop sessions, which will\ncontinue throughout 2020. Flower & White will also be looking at ways in\nwhich it can improve its operating methods to become more sustainable.\nIndeed, the company has made impressive leaps this year, with the move\ntowards paper packaging and the removal of plastic fillers from its\ndeliveries, as well as improvements to the energy efficiency of its new\npremises. This dedication to becoming more eco-friendly is set to continue,\nand Flower & White is committed to doing as much as it can in the future.\n\nIf you would like to find out more information on Flower & White’s full\nrange of meringue treats, head to the website or get in touch using the\ncontact details below.\n\nT 01952 684626\nwww.flowerandwhite.co.uk\n",
      "PhoneNumber" : "01952 684626",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F2.feb%2FFlower%26White_150_11.jpg?alt=media&token=3ed81b9c-8dec-4734-9e82-84f1d4fd53f2",
      "Title" : "The innovative meringue company – better is best!",
      "WebsiteURL" : "http://www.flowerandwhite.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Kins Craftings",
      "Description" : "Kins Craftings is a humble one woman business born out of a desire to escape the unhealthy demands of daily corporate life and an ambition to be self-supporting through a sustainable small business.",
      "DetailDescription" : "Kins Craftings is a humble one woman business born out of a desire to escape the unhealthy demands of daily corporate life and an ambition to be self-supporting through a sustainable small business.\n\nBrought to life in the south east London living room of Australian born Clarinda Tannous, she found herself through her creativity. Using sustainably sourced cotton and a whole lot of finger-grease, Clarinda takes her design inspiration from astrologic and geometric shapes, combining subtly with a distinct feminist kick to create unique macrame installations.\n\nKinscraftings@gmail.com\nwww.kinscraftings.com",
      "PhoneNumber" : "",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2FKinsCrafting_149_03.jpg?alt=media&token=3593bd31-6250-442f-85e1-1bc5397e9665",
      "Title" : "Kins Craftings",
      "WebsiteURL" : "http://www.kinscraftings.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Exton Park",
      "Description" : "Exton Park Vineyard is an award-winning English Sparkling Wine producer located in Hampshire’s South Downs National Park, just outside Winchester. Our 60 acre vineyard is planted on pure chalk soils, producing vibrant and mineral wines with a distinctive style and complexity.",
      "DetailDescription" : "Exton Park Vineyard is an award-winning English Sparkling Wine producer located in Hampshire’s South Downs National Park, just outside Winchester. Our 60 acre vineyard is planted on pure chalk soils, producing vibrant and mineral wines with a distinctive style and complexity. Exton Park’s philosophy is to focus on provenance, terroir expression and consistency of style.\n\nAs a single-estate producer, we control the entire winemaking process; from growing 100% of our own fruit, through to vinifying and bottling the wines on the estate. Since launching in 2015, our wines have been awarded multiple gold medals and are listed in some of the finest restaurants in the UK. The vineyard and winery team, headed by Fred Langdale and Corinne Seely respectively, work closely together to get the very best from the different terroirs within this exciting estate. The wines are vinified plot by plot, with a certain amount being held back in reserve each year, to guarantee the consistency of the award-winning Non-Vintage cuvees. From time to time, we also release ‘Special Cuvees’, such as the unique Pinot Meunier Rosé.",
      "PhoneNumber" : "",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2FExtonPark_148_01.jpg?alt=media&token=66353d0b-2905-4b42-bd76-97fa1ce8b433",
      "Title" : "Exton Park Vineyard",
      "WebsiteURL" : "http://www.extonparkvineyard.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Empire Bespoke Foods",
      "Description" : "Within this latest issue of Food and Drink Matters, we have chosen to select Empire Bespoke Foods as the recipient of our Outstanding Achievement Award. Within this latest issue of Food and Drink Matters, we have chosen to select Empire Bespoke Foods as the recipient of our Outstanding Achievement Award.",
      "DetailDescription" : "Within this latest issue of Food and Drink Matters, we have chosen to select Empire Bespoke Foods as the recipient of our Outstanding Achievement Award. Empire Bespoke Foods’ devotion to providing the best quality products is evident within all of their produce. The company has maintained its presence nationally and globally as a leading UK importer and distributor of speciality foods for the retail, wholesale, and foodservice sectors. \nSpecialists in sourcing fine foods and drinks, the company successfully delivers the finest tasting products to its clients. Currently importing and distributing over 100 brands across 13 categories and showcasing an impressive product range imported from across the globe. Empire Bespoke Foods display their 50 years of experience with pride and strive to maintain and develop their long-term relationships with brands.\n\nEmpire Bespoke Foods’ location - Northolt, West London - provides the perfect platform for the company to conduct its operations. With a fully BRC certified warehouse measuring 42,000 square feet, Empire Bespoke Foods are able to provide an environmentally and cost efficient service. \n\nWith regards to authenticity, Empire Bespoke Foods are passionate about providing the most authentically sourced food, bringing forth the most unique and indulgent flavours to their consumers. It’s their driving philosophy. Recognised distributors among multinational brands, Empire Bespoke Foods’ imported products are featured in supermarkets, shops and grocers across the nation. Furthermore, their brands can be found not only in giant supermarkets such as Sainsbury’s, Waitrose, Aldi, Asda, Tesco and Lidl but they also have an immense online presence in the form of Amazon and Ocado distributors. \n\nMarketing Manager David Flavin gave me an insight into the forces driving the business, “As a well-respected business in the finest and speciality food industry, we are passionate about the brands we import. Our one-team approach adopts an entrepreneurial streak to deliver the tastes the consumer craves and the success that the brand deserves. We are always looking at the brand’s speciality and how to bring that alive in the UK, whether it’s to the High Street supermarket, an online operator, or ultimately, the consumer. We always prioritise brands that are the finest, most authentic or best quality in their category or have clear demand from consumers in the UK. In addition, we have great relationships with all the major supermarkets and are well aligned with what’s important to their objectives for their UK consumer.” \n\nAs far as services go, Empire Bespoke Foods boast an abundance of knowledge and expertise and exercise that knowledge in their many services that they provide for their clients. Their services include an independent sales team and specialist advice givers, whilst their sales team cover the whole of the UK and all the trade channels. Empire Bespoke Foods also manage multiple sales teams, designed to focus on the multiple retail sales channel. \n\nAnother notable service that Empire Bespoke Foods provide for their clients is their Marketing and Brand Management. This service enables Empire Bespoke Foods to implement a strategic solution based on the required needs of their clients. To achieve this the company maintains a Brand Manager, dedicated to working on each brand to provide their customers with the right focus and attention they need to support their brand within today’s competitive market. \n\nClearly dedicated to their clients, Empire Bespoke Foods’ Purchasing and Logistics team are yet another example of an expertly chosen team of specialists, who work closely with suppliers and various transport companies. This enables them to provide first class solutions for their clients in importing and delivering products at the most cost effective pricing whilst adhering to the fastest and most efficient timing, regardless of the product being sourced overseas or locally.\n\nThe technical side of their services, delivered by their in-house Technical Team, is the perfect addition to the services they provide for their clients. With advice derived from their experience and knowledge, the Technical Team advise their clients on the best production solutions, for their specific product. With quality assurance guaranteed, ethically sourced materials, and expert product testing, Empire Bespoke Foods focus their technical team on producing the best product development needs of their clients.  \n\nWhilst providing client satisfaction is a seamless priority for Empire Bespoke Foods, another aspect of the company’s devotion to providing top rate services is their plethora of products and product ranges. In fact, Empire Bespoke Foods product range contain foods within categories such as, Fresh, Chocolate and Confectionary, Sweet and Savoury Snacking, Seasonal Specials, Spreads and Baking, World Foods and Condiments, Sauces and BBQ. \n\nIn addition to their diverse product categories, Empire Bespoke Foods notable commitment to producing products to suit the needs of all consumers is quite evident within their allergy/dietary based product ranges. With Vegan, Vegetarian and Gluten Free foods being an extremely highly requested commodity within today’s food markets, it seems only reasonable to provide a suitable alternative for consumers with these dietary needs. Empire Bespoke Foods has surely taken this into account, showcasing products which are plant based, meat free and wheat free within their range. \n\n“With plant-based alternatives being a highly requested product within todays Food Industry, here at Empire Bespoke Foods, we endeavour to constantly develop upon our product range, to expand our markets and provide products accessible for all consumers’ needs. An example of how we as a company constantly update and expand our product range is that we have added the first Vegetarian Fish Sauce into our range.” Nick Thomas, Sales and Marketing Director.\n\nFurthermore, expanding upon their Vegetarian and Vegan alternatives, Gardein is a very exciting product that Empire Bespoke Foods is delighted to have acquainted with UK consumers. Gardein is a brand new meat free range, designed specifically to fill the gap in the market and provide for dietary requirements of both Vegetarians and Vegans. “We are delighted to be representing this brand. Through the increasing demand for vegan produce, it has been a great new brand for Empire Bespoke Foods. It is another example of the passion that drives the people that represent Empire Bespoke Foods. We endeavour to source out the finest speciality foods and meet all of our consumers’ demands.” Nick Thomas, Sales and Marketing Director. \n\nBringing forth products to cater for all dietary needs, the company also boasts an impressive selection of Kosher food products including, Black Cherry Cream Soda, Extra Crunchy Peanut Butter, Fine Egg Noodles and Hot n Spicy Flatbreads. \n\nExpanding upon Empire Bespoke Foods products, a noteworthy highlight within the company’s vast range is their self-developed brand Thai Taste. Nick Thomas, Sales and Marketing Director explained, “The Thai Taste brand has over 50 different SKUs and supplies to retailers across the UK, with the largest range presence in Waitrose. Waitrose is a great example of how we’re growing category value by taking consumers on a journey ever deeper into Thai cuisine. This is growing the brand sales value by 16.3% and volume by 19.5% growth, with a mix of great value promotions, recipe inspiration and NPD developed with our chef brand partner Sebby Holmes.” \n\nTheir Thai Taste range exhibits an incredible infusion of flavours and textures found in authentic Thai food and are implemented throughout their fifty plus products which have all been developed in Thailand by professional Thai chefs.  Creating a combination of taste plus easy application is what Thai Taste is all about, producing products packed with flavour which are easily prepared. In fact, their quick and easy meal kits can be prepared within 15 minutes. \n\nWith Christmas being a particularly cherished event for most foodies, Empire Bespoke Foods have sought to cover that base, too. With a bounty of Christmas specials available, a remarkable example of their Christmas inspired products is their product range of Build Your Own Kits. Through this range Empire Bespoke Foods deliver kits for making products such as, Christmas Jumper Cookie Kits, Gingerbread Man Sandwich Cookie Kit, Snowman Cupcake Kit and Sparkly Egg Nog Cookie Kit. \n\nEmpire Bespoke Foods put a great emphasis on bringing the best quality foods and flavours to their consumers. This has proven to be a perfect platform for the company to work to and has proven success within the last 12 months in regards of sales and growth of the company.  After speaking to Nick Thomas, Sales and Marketing Director, and reflecting on how 2018 became a successful year for the company, he stated that, “2018 was in fact our strongest year as a company thus far! We’re expanding our presence within the UK market sector and our distribution network and 2018 was a great year for us. It was also part of our 5-year objective to double our turn over; last year was delivered to plan and we expect this to continue in the coming years. \n\nAn impressive year for Empire Bespoke Foods, it has clearly laid out their future plans in terms of the coming years. In terms of the leadership roles of the company, Nick Thomas remarked that, “We have maintained our same leadership team, as it has proven to be a successful working model. Everyone within the leadership roles provides key knowledge to the business and I feel this has also been key to our success this last year.”\n\nWith the uncertainties of Brexit bringing forth major concerns within many industries of distribution and importing, the growth that Empire Bespoke Foods have gained is an impressive accomplishment for the company. Experts in delivering a reliable service, it comes as no surprise that the company are going from strength to strength. With contingency plans already in place as Brexit looms, Empire Bespoke Foods plan to maintain their relationships with clients and carry on with their development of new clients and ranges.  \n\nThe company’s ethos is best explained in regard to their three sections. The analogy favoured by Empire Bespoke Foods of 3 pillars, forming a tripod.  Empire Bespoke Foods are at the top of the tripod, whilst pillars supporting the company are: the customer, the supplier and the internal team. A proven successful strategy for Empire Bespoke Foods, it is a formula driven by a hard-working expert team.\n\nDemonstrating a magnitude of adoration for upholding the company’s values, Empire Bespoke Foods excel in regard to their customer service, authenticity and their constant development of products. With such a successful year behind them, Empire Bespoke Foods are a worthy company to receive this Outstanding Achievement Award. To excel in the face of adversity and implement a successful working business model is something that Empire Bespoke Foods have achieved and is evident within their work and achievements, this last year. \n\nCommenting on the acceptance of this award, Sales and Marketing Director, Nick Thomas stated that, “We are extremely proud to be the recipient of this award. It’s always nice to be acknowledged for our hard work and I am very proud of our team. We have demonstrated how far we have come as a company over the last 12 months, and it’s great to be selected for our achievements.” \n\nMaintaining and advancing upon the company’s unrivalled success this last year, Empire Bespoke Foods aspire to up-hold their core values and carry on their operations to ensure more future success.  Through their 5 year objective plan, proving to be of great success for the company this year, we are sure, yet another successful year is on the cards, for Empire Bespoke Foods.\n\nFor any further information about Empire Bespoke Foods, please visit their website stated below. Alternatively if you would like to speak to them directly, please see below telephone number.\nT 02085374080\nW www.empirebespokefoods.com \n",
      "PhoneNumber" : "02085374080",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMarch%2FEmpireBespokeFoods_143_01.jpg?alt=media&token=f0894ec3-3af8-46c8-989f-56bc555b9dbb",
      "Title" : "Passionate About Food",
      "WebsiteURL" : "http://www.empirebespokefoods.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Hijack Systems",
      "Description" : "Hijack has been designing and manufacturing cellar systems in North Yorkshire for over 20 years.",
      "DetailDescription" : "Hijack has been designing and manufacturing cellar systems in North Yorkshire for over 20 years. Our equipment takes the guesswork out of caring for your real ales.\n\nSome publicans are still throwing £££s down the drain every time they change a cask. In these hard times, that is wastage that should be avoided. Simple, efficient stillaging not only saves money, but produces a much better pint.\n\nHijack’s Compact range is a versatile system designed for 9-11 gallon casks. The unique leaf spring (for tilting) is built into the rack, so no separate autotilts are needed. From a single unit, to 1, 2 or 3 tier systems, all are capable of returning ullage rates of less than a pint.\n\nThe simple spring loading automatically tilts the cask gently until maximum yield is obtained (a simple adjustment pre-set by the operator determines the final angle of tilt).\n\nAn added bonus – the presentation of your ales is second to none, and customers appreciate quality. Choose wisely from the wide range of easy to use equipment, and the few hundred pounds spent initially will be recouped in a matter of months (or weeks if you enjoy inner city throughput).",
      "PhoneNumber" : "1423 563879",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FHijackSystems_123_01.jpg?alt=media&token=bfe8b07b-7483-4502-9898-1710dfd3dbac",
      "Title" : "Hijack: The best for real ales",
      "WebsiteURL" : ""
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Amia Foods",
      "Description" : "For operators with customers who want tasty meals that they can just grab and go, new Dolmio and Uncle Ben’s Lunch Pots provide the answer. Each offers a nutritionally balanced ambient ready-meal inspired by cuisine from around the world.",
      "DetailDescription" : "For operators with customers who want tasty meals that they can just grab and go, new Dolmio and Uncle Ben’s Lunch Pots provide the answer. Each offers a nutritionally balanced ambient ready-meal inspired by cuisine from around the world.\n\nAvailable in a choice of four flavours – Mexican bean chilli, vegetable curry, beef bolognese, and tomato and basil fusilli – each offers either steamed rice or pasta with a sauce, and vegetables that are free from artificial colours, flavours and preservatives. They are distributed by Aimia Foods.",
      "PhoneNumber" : "",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FAimiaFoods_123_01.png?alt=media&token=23b089e3-c4f6-48b6-85ef-caeb383c6952",
      "Title" : "Lunch pots hit the spot",
      "WebsiteURL" : "http://www.amiafoods.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Cole’s Puddings",
      "Description" : "The celebration of Christmas may be thousands of years old and the consumption of Christmas ‘Puddings’ centuries old, but this does not deter artisan pudding makers like Cole’s from thinking of and introducing new products into this traditional market.",
      "DetailDescription" : "The celebration of Christmas may be thousands of years old and the consumption of Christmas ‘Puddings’ centuries old, but this does not deter artisan pudding makers like Cole’s from thinking of and introducing new products into this traditional market.\n\nFollowing the successful introduction of the popular ‘Sing a Song of Sixpence’ and the novel ‘Stollen’ varieties in 2015, Cole’s has followed up with puddings which are guaranteed to be sure fire favourites in 2016.\n\nCole’s ‘Black Forest’ Christmas pudding is a tasty treat for all the family containing Chocolate, Glacé Cherries and spiced up with the addition of Kirsch. Jack Horner could not have done better than to put in his thumb and draw out the new Festive Plum pudding from Cole’s. Made to a known recipe containing delicious vine fruits, this pudding has the added twist of pure Apple Cider to really accentuate the fruity flavour.\n\nSays Simon Hatcher, Operations Director of Cole’s, “The market may be traditional but it is changing. Consequently we are always on the lookout for different recipes and different pack sizes to constantly engage with our customers.”",
      "PhoneNumber" : "01799 531053",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2Fcoles.png?alt=media&token=fb4f480c-b011-438e-a0f2-d1ae1905984e",
      "Title" : "Great new Christmas Puddings from Cole’s",
      "WebsiteURL" : "http://www.colespuddings.com"
    } ],
    "SortOrder" : "1",
    "Title" : "Food & Drink"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "The Creative Kitchen Company",
      "Description" : "Food and Drink Matters is proud to announce that The Creative Kitchen Company has been chosen as our Bespoke Catering Company of the Month, for their unwavering dedication to providing delicious foods for a range of dietary requirements",
      "DetailDescription" : "Food and Drink Matters is proud to announce that The Creative Kitchen Company has been chosen as our Bespoke Catering Company of the Month, for their unwavering dedication to providing delicious foods for a range of dietary requirements.\n\nBased in Derbyshire, Owner Vicky Clark has always had a passion for feeding people, providing tasty recipes for friends’ birthdays and parties for no reason other than she loved to make food. As she began to accrue a wealth of positive feedback, Vicky realised she could offer her creations to a wider range of people. This led to her applying for a food hygiene rating in 2012 in order to start selling her delicious products, and later The Creative Kitchen Company became one of the first outside caterers to be accredited by The Coeliac Society.\n  \n“I had a friend who discovered she had coeliac disease,” Karen tells us, “and suddenly she couldn’t eat meals with her family anymore because of her dietary needs. I started to make them some gluten free food, which they loved, and it meant they could have the joy of mealtimes again with their loved ones. This is what I’m passionate about. I don’t want people to miss out on tasty meals and desserts because they’ve had their food choices taken away from them.”\n\nOffering dairy free, gluten free, vegetarian and vegan dishes as well as standard recipes, Vicky can provide catering for a variety of events. This service is completely bespoke with no set menus, ensuring everything is freshly made and tailored to the customer’s wants and needs. Indeed, Vicky will do as much or as little as the client wants, from simply cooking and delivering the food, all the way to dressing the table in line with the customer’s theme. As well as these events, Vicky can also prepare dishes to stock customers’ freezers, including healthy soups and ready-made meals, offering delicious homemade alternatives to supermarket ready meals.\n\nIf this wasn’t enough, Vicky also supplies local pubs with dairy free, gluten free and vegan dishes. In busy establishments, it can be hard to guarantee no cross-contamination and the kitchen cannot always cater for these dietary requirements. This is where Vicky helps, supplying seasonal recipes to fit seamlessly with the restaurants’ existing menus.\n\nAs a testament to her outstanding culinary skills, at the 2018 Great Taste Awards, Vicky’s gluten free lemon drizzle cake won a coveted two stars, with the judges saying that they would not have known it was gluten free if they hadn’t been told, it tasted that good. “To have the judges say that to me was overwhelming, I was completely blown away by their comments!” As well as her outstanding triumphs here, Vicky also achieved success at the British Pie Awards in 2018 and 2019, where her minted lamb and chicken and mushroom pies appeared in the top three entries for their categories meaning they received Highly Commended Awards.\n\nAll of Vicky’s ingredients are sourced as locally as possible, and her ever changing and expanding product list is driven by the change in seasons, ensuring there is always something different for her customers to enjoy. Certainly, her returning and ever expanding client base, including private customers and local businesses, is a testament to the quality of her services and the passion that Vicky puts into everything she does.\n\nFor more information, head to The Creative Kitchen Company’s website or use the contact details below.\n\nT 07728417692\nvicky@thecreativekitchencompany.co.uk\nwww.thecreativekitchencompany.co.uk\n\nFacebook: The Creative Kitchen Company Twitter: @VickyTCKC",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMay%2FCreativeKitchen_144_10.jpg?alt=media&token=0bfdbd7d-c3b1-4b31-b87d-92d4eebc322c",
      "PhoneNumber" : "07728417692",
      "SortOrder" : "94",
      "Title" : "Bespoke Food for All, Made With Love",
      "WebsiteURL" : "https://www.thecreativekitchencompany.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Microtek UK Limited",
      "Description" : "Microtek UK Limited has been providing EPOS services to both trade and direct customers for over 30 years",
      "DetailDescription" : "Microtek UK Limited has been providing EPOS services to both trade and direct customers for over 30 years. As a supplier and repairer of both embedded POS and PC POS we can offer a one stop shop for all aspects of point of sale – including hardware, software, peripherals and consumables.\n\nWe offer solutions for both hospitality and retail environments catering for our clients’ individual requirements to enhance their business management. Microtek imports directly from the manufacturer therefore allowing for the very best value for money in the products we supply.\n\nOur in-house software team have a well-established range of back office solutions for stock control and management reports, either by application software or Cloud services. Our team can create bespoke programs for clients where they have specialised needs for their business.\n\nFor many years Microtek has supplied repair and renovation services for some of the UK’s leading High Street stores and restaurants along with repairs for independent hospitality and retail outlets.\n\nFor further information on what Microtek UK Limited can do for your business, please call us on 0113 238 7300 or email us at: enquiries@microtekuk.com where our team will be happy to discuss your requirements.\n",
      "PhoneNumber" : "0113 238 7300",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FMicrotekServices_137_04.jpg?alt=media&token=4a7ac821-2a12-42ba-ad71-136b503a3af2",
      "Title" : "Microtek UK Limited",
      "WebsiteURL" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FMicrotekServices_137_04.jpg?alt=media&token=4a7ac821-2a12-42ba-ad71-136b503a3af2"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Burstcatch",
      "Description" : "Here at Food and Drink Matters we are pleased to present Burstcatch with our highly prestigious Product Innovator of the Month.",
      "DetailDescription" : "Here at Food and Drink Matters we are pleased to present Burstcatch with our highly prestigious Product Innovator of the Month.\n\nThe Burstcatch is a ground-breaking new product that was developed by engineering specialists Andrew and Darren Goodwin back in 2005. The entrepreneurial brothers decided to create the useful new invention – which assists in the safe and secure locking of cubicle doors – after discovering a gap in the market for an effective solution that keeps these structures free from vandalism and misuse.\n\nFrustrated with the inconvenience of having to hold faulty and damaged doors shut with an outstretched leg, Andrew and Darren responded with the formation of a product that would not be affected by careless users. The result was the relentlessly tested Burstcatch, a branded latch and locking system that retains its function in all circumstances, resetting automatically when doors are kicked or barged. \n\n“We patented the product to protect our invention and soon after sales of Burstcatches started, proving particularly popular with pubs, clubs, schools, hospitals and public conveniences around the UK,” Andrew informed us. “This is a relatively new device but it is already standard equipment in JD Wetherspoons and other large pub chains as it saves them thousands of pounds a year in repair bills. We are convinced that one day every toilet will have a Burstcatch, and this is something we believe that we can achieve with effective advertising strategies and the promotion of our updated website.”\n\nOnce fitted, the Burstcatch requires no further maintenance and because of its robust assembly it will never need changing. In addition, the item is incredibly easy to fit, working in accordance with the original lock by means of a simple catch replacement, and even more money can be saved as there will be no cases of forced entry (making the installation of costly new doors and locks a necessity). \n\nAndrew was keen to explain more about the system and its application in communal environments: “The main advantage is that the Burstcatch slots seamlessly into any location with public toilets,” he said. “It is especially useful in situations where the cubicle locks are often damaged because people fall asleep inside and friends kick the door to get them out. \n\n“With a Burstcatch fitted the same level of privacy is offered. Although it can withstand individuals leaning on the door, if someone kicks the door it will react accordingly by releasing the catch and allowing entry (as opposed to breaking the lock). The system instantly resets and is ready to be used again – meaning expensive and time-consuming repairs are no longer needed.”\n\nThis exceptional product is designed, tested, manufactured and assembled at Darren’s production engineering facility, Goodwin Technology, which is based in Prenton. All of its components are responsibly sourced within the UK – allowing greater quality control – and the machine tooling and production engineering specialist manufactures the Burstcatch on site in batches, distributing them across the country through a solid network of agents and locksmiths.\n\nFor more information please don’t hesitate to get in touch with Andrew and Darren today.\n\nT 0151 608 8666\nwww.burstcatch.co.uk\n",
      "PhoneNumber" : "0151 608 8666",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FBurstcatch_137_01.jpg?alt=media&token=84e71d43-1132-49d3-9f8a-20d9ede58fde",
      "Title" : "Burstcatch: Unique to the marketplace",
      "WebsiteURL" : "http://www.burstcatch.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Armstrong",
      "Description" : "Douai Abbey in Berkshire is a beautiful monastery, home to 15 Benedictine monks.  In addition to accommodation for the monks, the complex includes several conference rooms, a dedicated guest refectory with a 5-star rated kitchen, a 22 room guest house and some self-catering accommodation in converted workers’ cottages",
      "DetailDescription" : "Douai Abbey in Berkshire is a beautiful monastery, home to 15 Benedictine monks.  In addition to accommodation for the monks, the complex includes several conference rooms, a dedicated guest refectory with a 5-star rated kitchen, a 22 room guest house and some self-catering accommodation in converted workers’ cottages. This part of the monastery hosts individuals and groups for retreats, conferences and relaxation breaks away from the hectic bustle of 21st century life.\n\nThe abbey has its own laundry where the monks do their personal washing and the housekeepers do all the laundry associated with the busy hospitality facilities. The laundry operates a selection of Huebsch washers and dryers all supplied by Armstrong Commercial Laundry Systems. Fr Oliver, bursar at the abbey, told us that the machines are kept very busy, work well and have been very reliable.\n\nFor further information on our commercial laundry equipment, contact us and see how we can advise you to best suit your business.",
      "PhoneNumber" : "0800 085 1675",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FArmstrong_124_01.jpg?alt=media&token=c9ecc957-a9be-4cb6-b7b8-035e84313648",
      "Title" : "Douai Abbey Monks rely on Armstrong commercial laundry equipment for clean habits!",
      "WebsiteURL" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FMicrotekServices_137_04.jpg?alt=media&token=4a7ac821-2a12-42ba-ad71-136b503a3af2www.armstrong-laundry.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Snowbird Foods",
      "Description" : "Street food is fast growing in popularity and Snowbird foods has extended the available options with an ultra-convenient selection of award-winning mini sausages and burgers, meatbites, poppers and meatballs, so street vendors can offer a Mighty Meaty Platter that will generate serious repeat business.",
      "DetailDescription" : "Street food is fast growing in popularity and Snowbird foods has extended the available options with an ultra-convenient selection of award-winning mini sausages and burgers, meatbites, poppers and meatballs, so street vendors can offer a Mighty Meaty Platter that will generate serious repeat business.\n\nPoppers are exciting meatballs with attitude – the difference is that they have a selection of built-in flavours.  Beef is teamed with ginger, turkey with cranberry (or a spicy and fruity alternative), lamb with apricot and pork with BBQ flavouring.  There is also a chicken variant.\n\nMini burgers are always popular and there are award-winning sausages like 12g. pork cocktails.  A range of sausage coins includes pork and beef, beef, Cumberland, Lincolnshire and Halal.\n\nThe big three meatballs are beef, lamb and pork (in smallish sizes) and even smaller are 4g. pork meatbites and a memorably flavoursome Merguez beef product.\n\nFor variety (and a vegetarian option) there are stuffing balls flavoured with lemon and thyme, chestnut and thyme and the long-lasting favourite, sage and onion.\n\n“Many of these products are must-have street food items which have proved enduringly popular so it is a natural extension of their use to present them in this way,” said Snowbird joint managing director, Philip Paul.\n\nAll the products are delivered fully cooked and frozen and can quickly be heated in a microwave or an oven.",
      "PhoneNumber" : "020 8805 9222",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FSnowbirdFoods_125_01.jpg?alt=media&token=5625cc67-b87a-4759-bfad-43456f424d6f",
      "Title" : "Sharing Food is Ultra Convenient",
      "WebsiteURL" : "http://www.snowbirdfoods.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Navitas",
      "Description" : "Amid the 29 years of Environmental Health Consultancy with the European Safety Bureau, we realised it no longer makes sense to have time-stretched kitchen staff stooped over on their knees taking temperatures, paper records getting soup-stained or worse missing and risks of human-error surfacing during food probing.",
      "DetailDescription" : "Amid the 29 years of Environmental Health Consultancy with the European Safety Bureau, we realised it no longer makes sense to have time-stretched kitchen staff stooped over on their knees taking temperatures, paper records getting soup-stained or worse missing and risks of human-error surfacing during food probing. \n\nWhen under pressure to serve hundreds of covers for lunchtime in a busy, hot kitchen, with a member of staff off sick, with scarce ingredients as a supplier has missed a delivery, manual recording of temperature data falls by the wayside. \n\nMany systems on the market seem to provide either temperature monitoring or paperless forms; providing a partial solution. Through extensive knowledge and cooperation of strategic partners of the Bureau, we designed our system to cover every angle of Food Safety Management within Foodservice, granting everyone involved full piece-of-mind. \n\nOur insightful temperature pods do the legwork for you, notifying the manager when an appliance is non-compliant, potentially saving thousands of pounds’ worth of stock. Employees time is freed-up, allowing them to concentrate on what matters most – food.\n\nThe innovative Wi-fi enabled Smartprobe provides an infallible and effortless approach to food probing and Goods In record taking.\n\nNavigating the simple processes, the Smartprobe records the supplier, goods delivered, temperature, condition of the packaging and then requests a signature. The process for cooking, reheating, and chilling are equally as simple, with all data sent instantly to the cloud-based software platform.\n\nFor enterprise clients, the probe’s functionality can be remapped to suit the business needs, with an innovate API enabling the remapped probe to integrate with the Navitas platform:\n\nAll appliance and probe temperature records report to the user-friendly Navitas platform; here they meet all online HACCP forms to give local managers a simple colour-coded view of their sites compliance.\n\nOur sole-purpose ‘cleaning schedule’ tablet allows for checklists to be completed remotely by all kitchen staff, protecting managements accessibilities elsewhere on the platform. \n\nArea and HQ Managers can see the high-level compliance data of all your sites and employees at any time, handing managers full oversight of accountability, throughout the organisation. Sites are ranked using our EHO-engineered algorithm to give each site a live monthly ‘Compliance Score’.\n",
      "PhoneNumber" : " 0845 241 2228",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FNavitas_125_01.jpg?alt=media&token=de7f5cc5-77ec-4528-9b56-1dfd2d3caf48",
      "Title" : "The archaic status quo of Food Safety Management was due a change, cue Navitas",
      "WebsiteURL" : ""
    } ],
    "SortOrder" : "2",
    "Title" : "Hospitality & Catering"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Bruni Erben",
      "Description" : "In this issue of Food and Drink Matters, we have selected Bruni Erben as our Bottling & Packaging Solution Specialist Company of the Month. Bruni Erben is a leading manufacturing company of glass products, closures and machinery for the bottling and packaging industry. ",
      "DetailDescription" : "In this issue of Food and Drink Matters, we have selected Bruni Erben as our Bottling & Packaging Solution Specialist Company of the Month. Bruni Erben is a leading manufacturing company of glass products, closures and machinery for the bottling and packaging industry. \n\nFirst established in 1951 by Harry Erben, originally under the name of H. Erben Limited, the company was purchased by US based Berlin Packaging in early 2018. Erben had long represented the glass makers Bruni Glass, based in Milan, who themselves were acquired by Berlin in November 2016. After the Erben acquisition the decision was made to operate as Bruni Erben, A Berlin Packaging Company.\n\n'The acquisition with Bruni Glass & Berlin Packaging has brought many more opportunities and growth. It has been extremely positive and allowed us to explore new sectors such as food, and broadened our offering of glass packaging for the UK market,' says Mark Crumpton, Business Development Account Manager.\n\nBased in Ipswich, Suffolk, the company has flourished under its new partnerships, and has broadened their range of products exponentially, offering packaging and bottling solutions for spirits, wine, food and drink markets. Within their range, Bruni Erben supplies a variety of glass and closures options including glass bottles, ceramic bottles, jars, mini-kegs, crown caps, corks and sparkling wine capsules. \n\nThe company offers an abundance of services alongside their products including an in-house design team, technical support and offer testing services from its state-of-the-art quality and testing laboratory.\n\n'We deliver expert advice and new products from our laboratory in Ipswich.' Mark continued, 'Through our experience and understanding of bottling procedures, we advise on the right closures needed for specific requirements of products such as wine and beer. We are dedicated to providing the right solution for our customers and we are able to offer a bespoke service by using our design team– we can take a customer’s initial idea and make it reality, we are committed to providing the best design to elevate their brand.'\n\nBeing a one-stop-shop for packaging and bottling, Bruni Erben provides an all-encompassing solution, with a selection of specialist machinery and equipment such as: labelling machines, wax application, closure application, filling equipment and can source spare parts for legacy machinery.\n\nBruni Erben maintains a second-to-none dedicated service for its customers and ensures that customer service is a top priority. 'As a company we put customers at the heart of our business.' Mark stated, 'We work to build long-lasting relationships and work with both big and small companies. We facilitate and manage several satellite storage facilitates and offer services such as warehouse stock holding for companies that do not hold the stock capacity – to enable the company to grow and we can grow with them.'\n\nSpeaking with Mark Crumpton on the future plans for Bruni Erben, he told us, 'Growth and offering more bottling and packaging options is always the ethos we strive for, recent products such as the ABOR bartop that uses the fermentation residues to become part of the packaging. We are also branching out online with www.TheBottleJarStore.co.uk to offer a more accessible purchasing experience for our customers. We are dedicated to implementing ways of minimising our environmental impact and helping towards a sustainable future; we are continuing to reduce the plastic used within the making of our products.'\n\nT 01473 823011\nwww.brunierben.co.uk",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2FBruniErben_147_04.jpg?alt=media&token=4490df20-813e-412c-b8ac-9851bd325dd6",
      "PhoneNumber" : "01473 823011",
      "SortOrder" : "94",
      "Title" : "Bottling and packaging experts",
      "WebsiteURL" : "http://www.brunierben.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "RMGroup",
      "Description" : "RMGroup is pleased to introduce Easy Teach 2, software that allows customers to control changes to their robotic system without the need to be a fully qualified programmer.",
      "DetailDescription" : "RMGroup is pleased to introduce Easy Teach 2, software that allows customers to control changes to their robotic system without the need to be a fully qualified programmer. This has proved popular with companies new to robotic palletising technology. The simplicity and functionality of the new and improved software allows operators to make their own program changes as their production demands change.\n\nLeading suppliers RMGroup designs, manufactures and installs state-of-the-art robotic automation systems to the food and beverage industry. A growing number of manufacturers and producers in a wide range of industries have explored the benefits of automation in the workplace and as a result RMGroup has seen a dramatic increase in the supply of pick and place robots, case packing and handling with end of line palletising. The company has the experience to design versatile systems that can handle many different product formats increasing customers’ ROI.\n\nOther benefits of investing in robotic automation include:\nImprove product quality and consistency\nIncrease product manufacturing flexibility\nIncrease production output rates\nReduce material waste and increase yield\nReduce labour turnover and difficulty of recruiting workers\nReduce capital costs (inventory, work-in-progress)\nSave space in high value manufacturing areas\n\nT +44 (0)1686 621704\nsales@rmgroupuk.com\nhttps://rmgroupuk.com\n",
      "PhoneNumber" : "01686 621704",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FRMGroup_142_01.jpg?alt=media&token=5c275222-49c3-44ad-8f49-5c3594535f8b",
      "Title" : "Turnkey solution and user-friendly HMI software?",
      "WebsiteURL" : "http://rmgroupuk.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Parkers Food Machinery Plus",
      "Description" : "Parker’s Food Machinery Plus is a family run organisation founded by Barry Parker & his wife Carol more than 12 years ago.",
      "DetailDescription" : "Parker’s Food Machinery Plus is a family run organisation founded by Barry Parker & his wife Carol more than 12 years ago. Located on the south coast in Bognor Regis, the wholesale food machinery company specialises in the supply & distribution of both new & preowned equipment. The apparatus, which includes vacuum packers, weigh scale labellers & automatic wrappers, sausage power fillers & mixers, slicers & bandsaws & ovens, is offered direct and to end users, as are the packaging products (vacuum pac bags, cleaning products, knives, hand saws, plastic & paper carrier bags and paper bags).\n\nIts labelling solutions, meanwhile, are available in thermal and non-thermal options in all shapes & sizes in order to accommodate different types of machine. The labels can be produced bespoke, printed with a fast turnaround, although if preferred standard labels (freezer coated and freezer glued) are obtainable for order in any quantity. The sundry and clothing aspect of the business is essentially a one-stop shop facilitating the needs of butchers, catering butchers, hotels and restaurants. The competitively priced selection comprises safety shoes, coats, hairnets, gloves, butchers vacuum pouch bags, sausage casings, rusk, sausage seasonings, professional knifes, dried herbs & spices, butchers twine, poly trays, bags and cleaning products of the highest possible standard.\n\nT +44 (0)844 980 2428 \nsales@pfmplus.co.uk \nwww.pfmplus.co.uk\n",
      "PhoneNumber" : "0844 980 2428",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FMarch%2FParkersFoodMachineryPlus_133_01.jpg?alt=media&token=2363edab-a536-456c-bbe9-9c595e2ba4a5",
      "Title" : "Parkers Food Machinery Plus",
      "WebsiteURL" : "http://www.pfmplus.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Karmelle Liquid Filling & Capping Solutions Limited",
      "Description" : "Karmelle Liquid Filling & Capping Solutions Limited has been chosen as our highly coveted Packaging Machinery Provider of the Month, we are pleased to announce here at Food and Drink Matters.",
      "DetailDescription" : "Karmelle Liquid Filling & Capping Solutions Limited has been chosen as our highly coveted Packaging Machinery Provider of the Month, we are pleased to announce here at Food and Drink Matters.\n\nThe business, which is based in West Yorkshire, is currently managed by industry specialists Peter Krawczuk (Managing Director) and Brian Dickinson (Technical Manager), who took over the brand in 2002. The British manufacturer focuses explicitly on the provision of premium quality liquid filling, capping and labelling machines that have been carefully customised according to individual customer specifications.\n\nAlthough the versatile solutions have proven popular with organisations working amidst the veterinary, pharmaceutical, cosmetics & toiletries, lubricants and chemical & agrichemical sectors, it seems that a large number of enquiries the team receive are generated from the food & beverage industry. Subsequently, the team of professionals are experienced in sourcing the best possible systems for filling a wide range of liquids (such as juice and water) and foods (dairy products included).\n\n“Here at Karmelle we pride ourselves on the fact that we are a self-sufficient company that produces quality long lasting machinery,” commented Marketing Executive Ella Pearson. “Our unique selling point is that the majority of our parts – which are all produced in house – are made in Great Britain. This is something we are particularly proud of and an ethos that is evidenced with the union jack symbol which we plaster all over our literature, machines and website.\n\n“We are pleased to offer services and spares to our existing customers and have selected an appropriate tagline in the form of: “Our reputation is based upon recommendations”, which relates to the referrals we receive when others are looking for certain types of machinery.”\n\nThe turnkey company specialises in liquid filling, capping and labelling and can subsequently fulfil all packaging needs with its cutting edge technologies and incredibly skilled workforce. With its exceptional engineering, designing and manufacturing competencies Karmelle can successfully produce purpose-built systems that are renowned for their accuracy and durability as well as their cost-saving and efficiency-increasing capabilities.\n\nThe popularity of these machines become increasingly apparent and this widespread success led to the business moving to larger premises in Huddersfield. Another recent development regards an investment in an Amada Punch Press machine, a system that enables Karmelle professionals to cut sheet metal in-house. They are also now proud to say that they are system integrators with Universal Robots and are able to provide robot machinery to businesses that are looking to increase productivity and streamline repetitive jobs. \n\n“We are looking to just grow and grow,” Ella concluded. “We are already proving a popular choice with companies in the UK and have also taken on jobs for companies overseas but it would be brilliant to be able to expand on this market and to get our name out on a wider scale. As members of PPMA we have been exhibiting at their trade show for the past eight plus years. The show last year was great and we always receive a high level of enquiries, however this year should prove to be even better. We’ve booked ourselves onto a bigger stand and are looking to bring examples of our filling, capping and labelling machinery.”\n\nWhether looking for a bespoke fillers, cappers or labellers, you can rest assured that you will find a suitable solution with Karmelle. For an informed consultation with a friendly representative please contact the team today – you will be sure to find out everything you need to know whether enquiring by telephone or email.",
      "PhoneNumber" : "01484533356",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FKarmelle_127_06.jpg?alt=media&token=68bba6d1-4cc4-47c6-8367-433f468bf8c2",
      "Title" : "A Little Means a Lot",
      "WebsiteURL" : "http://www.karmelle.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Parkers Food Machinery Plus",
      "Description" : "Parkers Food Machinery Plus will be attending the upcoming Farm Shop & Deli Show which will be taking place on the 24th-26th April 2017 at the NEC, Birmingham. ",
      "DetailDescription" : "Parkers Food Machinery Plus will be attending the upcoming Farm Shop & Deli Show which will be taking place on the 24th-26th April 2017 at the NEC, Birmingham. \n\nThe Farm Shop & Deli Show is an award winning, market leading and specialist retail event that runs for two days and brings together all the leading suppliers, innovative caterers and food enthusiasts from all areas of the industry. \n\nDuring the event, there are seminars, tasters and testers, live demonstrations and more in order to help inform and educate attendees on the latest industry developments and trends.\n\nParkers Food Machinery, who will be exhibiting their best to offer, is a family run business operating in the food industry and retail sector that specialises in the supply and distribution of food processing machinery, including: vacuum packers, weigh scale labellers, mincers, mixers, veg prep machines and much more.\n\nThey supply to numerous Butchers, Delis and Kitchens up and down the country, and some of their sundries include sausage casings, rusk, sausage seasoning, professional knifes, herbs and spices, meat glazes, butchers twine, poly trays and a plethora of cleaning products.\n\nAmong their huge array of products are their highly lauded sauces, including the Manor Farm Apple Sauce, Dijon Mustard, Mango Chutney, Mint Sauce and delicious Redcurrant Jelly. \n\nDuring the show Parkers Food Machinery can be located at stand L79 in hall 20. ",
      "PhoneNumber" : "08449 802 428",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FParkersFoodMachineryPlus_119_07.jpg?alt=media&token=96149249-67b5-41b2-a50b-81b809d6353c",
      "Title" : "PFM Plus to Attend Upcoming Food and Deli Show ",
      "WebsiteURL" : "http://www.pfmplus.co.uk "
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Innovia",
      "Description" : "Innovia Films has been supplying speciality Biaxially Oriented Polypropylene (BOPP) films to the packaging industry for over 45 years under the trademark Propafilm™.",
      "DetailDescription" : "Innovia Films has been supplying speciality Biaxially Oriented Polypropylene (BOPP) films to the packaging industry for over 45 years under the trademark, Propafilm™.Yorkshire Tea, one of Taylors of Harrogate’s iconic brands and one of the best-selling teas in the UK uses Propafilm™ to protect its exceptional ‘big flavour’. \n\nWorking as a key packaging partner to Taylors of Harrogate allows Innovia Films to offer them a range of packaging solutions to meet their box overwrap needs on the Yorkshire Tea range and other products. \n\nAccording to Conrad Hart-Brooke, Head of Packaging at Taylors of Harrogate, “The Propafilm™ grade that we currently use on our Yorkshire Tea boxes is an anti-static, high speed overwrapping film. The high level of anti-static enhances machine performance and minimises dust attraction onto the wrapped packs. This film also offers good puncture and impact resistance and provides an excellent quality appearance on the finished packs.” \n\nNeil Banerjee, Market Manager, Innovia Films enthused, “Our Propafilm™ range includes grades that have been scientifically developed to offer a range of markets packaging solutions that meet different criteria.  They include glossy films to enhance shelf appeal, shrink tightening films for exceptional pack appearance, high barrier films for product protection, easy-open films and clear collation films for multi-pack applications.  Besides tea overwrap, Propafilm™ grades are used in the biscuit and dried foods, confectionery, home and personal care and cosmetic markets.  Innovia is always open to new challenges, so if you have a particular requirement, I am sure we will be able to find a solution.”",
      "PhoneNumber" : "016973 42281",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FInnovia_125_01.jpg?alt=media&token=4a73d538-c2a7-4ace-9f70-29796e8b716c",
      "Title" : "Innovia's Propafilm Protects Yorkshire Tea",
      "WebsiteURL" : "http://www.innoviafilms.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Cornelius",
      "Description" : "With an increasing demand for clean, natural products, Watson Inc., a US food ingredients manufacturer, has created a range of natural edible glitter products that are distributed by Cornelius.",
      "DetailDescription" : "With an increasing demand for clean, natural products, Watson Inc., a US food ingredients manufacturer, has created a range of natural edible glitter products that are distributed by Cornelius.\n\nEdible Glitter™ is made from gum Arabic – the sap of the Acacia tree – with colours produced from a wide range of sources including cabbage juice, algae, carrots, radish, turmeric and annatto.\n\nThe new Watson Glitter is 100 per cent edible and can be used as a sprinkle, topping or baked as part of a recipe and can be used in confectionery products, baked goods and frostings. \n\nEdible Glitter is a unique, light-weight flake that provides excellent coverage as a topping, allowing a 95 per cent reduction in usage by weight when compared to typical sprinkles or ‘shots’ currently found on the market. \n\nCornelius Group operates across a range of markets including sports nutrition, dairy, meat, fish & poultry, confectionery, beverages, convenience and bakery.\n\nCornelius is established as a leading distributor in the UK, France, Poland and Russia and has recently opened a new business in the Nordic region.  It has global sourcing offices in China and India tapping into the vast growth potential in those regions and ships products to customers in more than thirty countries around the world.",
      "PhoneNumber" : "",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FCornelius_125_01.jpg?alt=media&token=92ec0356-9eee-4f4a-878c-3d39179b2fa8",
      "Title" : "Cornelius Brings Natural Edible Glitter To The UK Market",
      "WebsiteURL" : "http://www.cornelius.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "LINPAC",
      "Description" : "Packaging marketing specialist, Nikki Clark, has been appointed Group Marketing Manager at LINPAC. The move will support the leading packaging manufacturer’s marketing and innovation strategy.",
      "DetailDescription" : "Packaging marketing specialist, Nikki Clark, has been appointed Group Marketing Manager at LINPAC. The move will support the leading packaging manufacturer’s marketing and innovation strategy.\n\nDr Helene Roberts, group marketing and innovations director at LINPAC, commented: “I’m delighted to welcome Nikki on board. Her in-depth understanding of the journey fresh food packaging takes from concept to store equips her with the innate ability to market LINPAC products and services to their best advantage. I look forward to working with Nikki to maximise our strategy for growth.”\n\nNikki added: “The effective marketing of packaging is something I feel passionately about. It’s a sector that is often misrepresented by the media and that’s why I’m particularly pleased to be able to work for a company with strong sustainability and innovation credentials.\n\n“Working with the teams across all LINPAC sites to understand fully the business, its core products and services will be my immediate priority in order to develop a robust and challenging marketing strategy, alongside Dr Roberts, moving into 2017.”\n\nLINPAC is one of the most trusted brands in today’s market, holding an international market leading position in primary fresh food packaging for over 40 years. The company champions the reduction of food waste by delivering innovative and efficient packaging solutions. ",
      "PhoneNumber" : "01977 692111",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FLINPAC_125_02.jpg?alt=media&token=c7516fde-42eb-4fdf-b893-028a90c61aaf",
      "Title" : "LINPAC appoints new group marketing manager",
      "WebsiteURL" : "http://www.linpacpackaging.com"
    } ],
    "SortOrder" : "3",
    "Title" : "Print & Packaging"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Eurolec Instrumentation Ltd ",
      "Description" : "Food and Drink Matters is incredibly pleased to announce that Eurolec Instrumentation Ltd has been awarded with our coveted Instrumentation Company of the Year award as a result of their top of the range temperature and pressure equipment.",
      "DetailDescription" : "Food and Drink Matters is incredibly pleased to announce that Eurolec Instrumentation Ltd has been awarded with our coveted Instrumentation Company of the Year award as a result of their top of the range temperature and pressure equipment.\n\nEurolec was first established in 1998 in Ireland by Tom Mears, who decided to set up his own business after gathering over 20 years’ experience in the instrumentation sector as the previous MD of Eirelec Ltd. As part of the Scientific Measurements Pte Ltd group, Eurolec has offices and subsidiaries across the UK and Europe, with a strong distribution network across North and South America and the rest of the world. \n\nThe Dundalk based company specialise in designing, manufacturing and supplying a range of quality portable temperature and pressure instrumentation. We spoke to Managing Director Chris Mears about what the company can offer in terms of instrumentation, to which he explained, “Our range of precision thermometers, probes, infrared thermometers, manometers and temperature calibration sources are exported globally, providing solutions for a wide range of markets and applications. In addition to our manufactured range, Eurolec are also the UK and Ireland distributor for the Ono Sokki range.\n\n“Here at Eurolec, we offer a range of calibration services for both our own products as well as for a range of other measurement instruments from other manufacturers. We can also offer a reliable calibration and repair service for use on both Eurolec and non-Eurolec temperature and pressure range instruments.”\n\nOne of the most common methods of verifying the accuracy of portable thermometers and probes is to incorporate temperature calibration dry blocks and dry wells into the quality chain of food manufacturing and processing. This can come with a number of drawbacks, including the dry blocks sometimes being too basic in terms of accuracy or performance, or it can sometimes prove far too expensive, especially if a ‘lab’ spec calibrator is used. Chris added, “With the Eurolec range of CS & CSEC series temperature calibration sources, we can provide an easy to use option for in-house thermometer and probe accuracy checks, delivering very good accuracy and stability but at a competitive price.”\n\nDue to their compliant and high accuracy measurement services, Eurolec have proven themselves as one of the global leaders in temperature and pressure instruments, and have a growing client base around the world in HACCP, industrial, laboratory and environmental sectors. “Second only to time, temperature is the world’s most measured parameter so our potential customer base is huge,” Chris explained, “Although we supply to a range of markets and sectors, our main customer focus is within all aspects of the food industry: manufacturing and processing, chilled or frozen storage, transport, quality, lab research and more, right through to the catering sector– from farm to fork as they say.”\n\nOne of Eurolec’s newest additions to their product range is the highly innovative CS174 temperature calibration source as well as the RT162 reference thermometer, which together provide a quality, cost-effective, in-house alternative to external temperature calibration. Boasting a number of benefits, this quick and easy to use system allows the user to check both probe and infrared thermometers through a freely adjustable range of approximately -20°C to + 85°C. Eurolec’s highly popular CS174/RT162 combination eliminates cost, inconvenience and downtime associated with offsite or external calibration and due to its cost-effectivity; it will pay for itself in no time at all. \n\nRecently, Eurolec was acquired by Scientific Measurements Pte Ltd, a move which has brought significant change and growth to the company. Scientific Measurements Pte are one of the biggest global names in instrumentation, with a wealth of technical and marketing experience. The acquisition has allowed Eurolec to take on new avenues of growth and development, as well as refine their range of measurements. Right now, Research and Development is a huge priority for Eurolec, as Chris explains, “We are currently investing heavily in R&D, equipment and a new strategic marketing push, and we plan to expand both our product range and our distribution network in the coming months. \n\n“We already export our range of thermometers, probes and calibration sources throughout most of Europe, and we intend to further build on existing relationships whilst introducing our range to new markets and territories. Moving forwarding, product enhancement and development are now the key priorities for Eurolec. In the near future, we will be introducing a high accuracy 4 channel data logger with smart probe technology such as auto detecting sensor types and audit trail function. Watch this space!”\n\nAs part of their new marketing move, Eurolec have also launched an exciting and newly revamped website (below), which includes a new FAQ download that covers everything you need to know about calibration. The free e-booklet can be downloaded at http://eurolec-instruments.com/blog/download-6-thermometer-calibration-faqs-answered/  \n\nChris added: “It has been full-on since we became part of Scientific Measurements and we have been working closely with its marketing team to start getting our key product and brand messages out there. The very first important stage was the website, and since the new look went live, we saw a sharp spike in visitor numbers as well as positive comments about the look and its ease of use. We are going to continue to build on that great start, to maintain and grow our customer base online as well as through our solid distribution network.\n\n“As for the FAQ guide, it looks at the Top 6 questions we're asked concerning the calibration of thermometers and temperature calibration instruments. You’ll find out how often you need to have your thermometer calibrated, why it's important, and what to look for. It’s an easy format to just keep on your desktop and refer back to when you need to.”\n\nDedicated to putting out only the best and most accurate products possible, Eurolec go to great lengths to ensure their products are tried and tested before hitting the market. For example, with one of their existing products, the Pro-Com series of thermometers and probes, Eurolec took to one of the harshest environments in the world – the Arctic. A carefully selected international research team of 3 embarked on ‘Poletrack,’ a 1000km climate research expedition, whereby they used a variety of different sensors and probes to record data, including a Eurolec portable thermometer, the PC Temp PT1 to measure snow temperature.\n\nIf you would like to find out more about Eurolec and their many measurement solutions, then be sure to get in contact using the details below. Alternatively, you can also check out their newly updated website for more information.\n\nT 00353 42 933 3423\nT 042 933 3423\nsales@eurolec-instruments.com\nwww.eurolec-instruments.com \n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FEurolecInstrumentation_137_12.jpg?alt=media&token=fac97182-eb47-4004-8ca0-d3698c828951",
      "PhoneNumber" : "00353 42 933 3423",
      "SortOrder" : "1",
      "Title" : "Quality measurement solutions",
      "WebsiteURL" : "http://www.eurolec-instruments.com "
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "NDC Technologies",
      "DetailDescription" : "NDC Technologies, a leading global provider of precision measurement and control solutions, offers the InfraLab e-Series at-line analyzer for the accurate and reliable measurement of Degree of Bake (DOB) or Brownness in biscuits, crackers, cookies and snack foods.\n\nTaste, texture and appearance are all key quality attributes that determine the success of a food product in the market. Testing of the product during the manufacturing process for moisture and colour is important to ensure final product consistency and ‘freshness,’ but testing typically requires the use of multiple analytical technologies which are often located in a laboratory remote from the production line.\n\nNDC Technologies has integrated its proven DOB or Brownness measurements into the InfraLab At-Line Analyzer to provide simultaneous measurements of Moisture, Oil and DOB in five seconds. With no special skill required to operate, the InfraLab delivers process vision far beyond that of conventional testing. This provides unprecedented feedback to the process controller, for improved control of Moisture, Oil and DOB which offers financial benefits such as:\nReduced start-up times and scrap\nProduction of more consistent, within specification product (minimise ‘checking’)\nImproved operating efficiency\nAcrylamide mitigation\n\nThe DOB measurement is designed to closely imitate the response of the human eye to changes in brownness and the readings used as highly repeatable and dependable real-time feedback to the process controller.",
      "PhoneNumber" : "",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FNDCTechnologies_120_06.jpg?alt=media&token=9f146c25-3bfa-4f65-ade5-bf61c357ecfe",
      "Title" : "At-line near-infrared analyser",
      "WebsiteURL" : "http://www.ndc.com/food"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Labtex",
      "Description" : "The Labtex ESDTi laboratory scale spray dryer is a self contained unit designed to produce powders from liquids in seconds! It is compact in design and quiet in operation.",
      "DetailDescription" : "The Labtex ESDTi laboratory scale spray dryer is a self contained unit designed to produce powders from liquids in seconds! It is compact in design and quiet in operation.\n\nThe unit incorporates all parts necessary for the spray drying process and allows control of inlet temperature, liquid sample flow, drying air flow and compressor pressure. The ESDTi spray dryer is manufactured using the highest quality materials including 316 stainless steel, PTFE and borosilicate glass 3.3. A compressor is included inside the unit.\n\nHow spray drying process works\nSpray drying involves three fundamental processes: liquid atomisation, evaporation and separation/collection of the dried product.\n\nThe material to be dried is sprayed into a vertical drying chamber. At the same time a large volume of hot air is fed into the chamber to evaporate the liquid content of the sample. On completion of drying, the hot air and solids are separated in a glass cyclone.\n\nApplications\nThe most successful drying applications for spray dryers are for solutions, slurries and pastes which a) cannot be dewatered mechanically b) are heat sensitive and cannot be exposed to high temperatures for long periods or c) contain ultrafine particles that will agglomerate and fuse if dried in any state other than a dilution.",
      "PhoneNumber" : "01484 600200",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FLabtex_117_01.jpg?alt=media&token=7b3147b5-1a5a-4556-a60f-1b88475fc2ff",
      "Title" : "Laboratory scale spray dryer",
      "WebsiteURL" : "http://"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "ThermoPop®",
      "Description" : "White, red or blue available.\nFast response probe, five to six second recordings.\nBacklit display & autopower off function.",
      "DetailDescription" : "White, red or blue available.\nFast response probe, five to six second recordings.\nBacklit display & autopower off function.\nThe ThermoPop is a pocket sized, waterproof (IP66)\nThermometer which incorporates a fast response 3 x 114mm stainless steel penetration probe with reduced tip.\nSpare batteries also available – select from options drop down.\n\nThe unit incorporates a unique (patent pending) 360° rotating display. \n\nThe ThermoPop indicates temperature over the range of -50 to 300°Cwith a 1°C/°F resolution. Each unit is supplied with a probe cover with integral pocket clip.\n\nFeatures\nCase material: ABS plastic\nDisplay type: LCD with backlight\nProbe/sensor style: integral probe\nPower source battery powered\nPower saving: auto-off\nMeasurement scale: Celsius/Fahrenheit\nRecommended use commercial & domestic\nSpecification\nRange -50 to 300°C\nResolution 1°C/°F (switchable)\nAccuracy ±1°C (-20 to 120°C)\nBattery 3 volt CR2032\nBattery life 5000 hours\nDisplay 9 mm LCD\nDimensions 20 x 45 x 178 mm\nWeight 30 grams",
      "PhoneNumber" : "01243 871280",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FLabfacility_125_01.jpg?alt=media&token=16c06bac-608f-4ad5-917d-abde1bde0882",
      "Title" : "Thermometer in vivid colours with 360° rotating display",
      "WebsiteURL" : "http://www.labfacility.com"
    } ],
    "SortOrder" : "4",
    "Title" : "Safety & Testing"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "EK",
      "DetailDescription" : "Food and Drink Matters is incredibly pleased to present EK Automation as its prestigious Specialist of the Month.\n\nEK is a market leading European supplier of Automated Guided Vehicle Systems (AGVS) which provides smart ideas in order to get the best results. With more than 50 years of continuous industry experience this specialised company has become a leader in the field of turnkey transport robotics solution delivery, tailoring its services as appropriate in order to go above and beyond customer expectations.\n\nEK’s roots date back to 1963 when the oldest part of the company, Wagner Indumat, was established close to Stuttgart. Dieter Eilers and Jürgen Kirf set up the Eilers & Kirf software house in 1980 near to Hamburg; the same year that Wagner Indumat set up its UK operation. The Germany-based businesses merged in 2000 and aligned under the EK banner. This amalgamation has given these AGV experts a presence in the UK (Hampshire), Germany (Rosengarten and Reutlingen), Italy (Milan) and Czech Republic (Prague). Through this network and other collaborations EK has delivered more than 9,000 vehicles in nearly 1,000 plants worldwide.\n\nThe service offering from EK can be broken down as follows: transport robotics (the provision of bespoke and industry standard Automated Guided Vehicle Systems for transport, storage, retrieval, order picking and assembly), intralogistics (systems & controls for conveyor technology, warehousing solutions and material management control) and simulation (dynamic system simulations, planning and the visualisation of high-tech processes). EK also has an active and successful Process Industry software division.\n\nThe state-of-the-art AGVs or transport robots from EK ensure that customers can fundamentally improve their intralogistics by delivering most, if not all, materials and components in a safe and timely manner. This, in turn, makes processes more efficient, operations more industrious and, ultimately, the business more profitable. Dynamic simulation of the systems during the sales process allows potential stakeholders and users to better understand how their processes can be optimised by means of an Automated Guided Vehicle System and how using transport robots will improve and enhance gains in intralogistics and material flow.\n\nEK’s most recent range is the SMARTMOVE Transport Robots, which are ideally suited to Small and Medium-sized Enterprises (SMEs) and companies that wish to explore the technology for the first time. EK reports that there has already been a great deal of interest from clients. For those companies looking to take this first step, and for other more experienced users, EK is able to arrange financing options for the purchase of these and other solutions that it has available. \n\nIn the UK, EK Automation focuses predominantly on AGV systems and assisting customers during all aspects of a new project (this extends to the arrangement of pre-sale, sale, delivery, installation and post-handover support). EK’s dedicated aftersales service is based around individual needs and is incredibly comprehensive, as it includes remote access, updates & upgrades, training, modifications, the supply of spares and a hotline that is operational around the clock. EK can also provide support and refurbishment for its own and other non EK, AGV Systems.\n\n“AGV Systems bring order, reliability, dependability and cost effectiveness to a wide range of manufacturing processes,” explained EK’s Managing Director, Mike Burke. “The ability to work multiple shifts as and when required brings flexibility to workplace logistics while data acquisition by the AGV System control provides transparency to the materials handling processes. As a result our equipment is used across virtually all walks of life – from hospitals to morgues and from automotive to micro-electronics. Any size, any shape, anywhere.”\n\nFor intelligent solutions that can enhance the way your business operates, EK Automation is the company you need to contact. As an AGV one-stop-shop EK has the expertise to be able to offer you the best choice when looking to increase efficiency and productivity in any given working environment. If you would like any further information please feel free to get in touch with the team via telephone or email.\n\nT +44 (0)1256 880228\ninfo.uk@ek-automation.com\nwww.ek-automation.com\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2FEKAutomation_130_01.jpg?alt=media&token=b8af4f6e-569c-483c-a938-9d17d02d4d13",
      "PhoneNumber" : "01256880228",
      "SortOrder" : "1",
      "Title" : "Transport robotics, intralogistics and simulation",
      "WebsiteURL" : "http://ek-automation.com/de/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Union Industries",
      "Description" : "Employee Owned company Union Industries, the UK market leading manufacturer of industrial rapid roll doors, has returned to long-standing customer, James T. Blakeman & Co Ltd to install a new Matadoor that will help maintain its strict hygiene standards.",
      "DetailDescription" : "Employee Owned company Union Industries, the UK market leading manufacturer of industrial rapid roll doors, has returned to long-standing customer, James T. Blakeman & Co Ltd to install a new Matadoor that will help maintain its strict hygiene standards.\n\nJames T. Blakeman & Co Ltd, the meat-based product supplier, has had the Matadoor fitted by Union’s technicians between its Production and Packaging areas to create a divide for hygiene reasons during wash-down periods.  The Matadoor has replaced an old problematic high speed door from another manufacturer which could not withstand the high usage and arduous environment within this busy production area.\n\nUsed by pedestrians and operated by a push button, the door – the steel parts of which are made from Grade 304 Stainless Steel – will also help to maintain a consistent temperature thanks to its opening speed of 1.6m per second and auto-close operation, which helps to prevent the cold air escaping and warm air entering the area.  \n\nThe Matadoor also comes with free entry into Union’s Lifetime Warranty Scheme, which was introduced several years ago. This cover not only provides an extensive guarantee but also includes service visits from Union’s highly trained technicians as required.\n\nEstablished in 1953, James T. Blakeman & Co Ltd manufactures and supplies chilled, cooked and frozen quality sausage meat-based products supplied to the wholesale, catering and food services sector.           \n\nNeil Irwin, Technical Sales Engineer at Union Industries, said: “James T.Blakeman & Co Ltd now has several of our doors installed at its Newcastle-under-Lyme site since 2014, when we installed an Eiger door to help maintain a constant temperature within their freezer.  Following that initial installation we installed four partial Stainless Steel Matadoors for temperature control in the Chilled Warehouse, followed by a further Eiger Freezer Door as part of a new Tempering Room Project.\n\n“A large proportion of our sales are to existing clients that have seen our products in action and understand why they are regarded as the best on the market – it’s a great testimonial.”\n\nBrian Littleton, Head of Hygiene & Projects at James T. Blakeman & Co Ltd, said: “The high speed doors we utilise in our facility are integral to our operation, which means they must be durable and efficient. That’s why we continue to take advantage of Union’s first class, British-built products and its continued maintenance service.”",
      "PhoneNumber" : "0113 244 8393",
      "SortOrder" : "20",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FUnionIndustries_125_01.jpg?alt=media&token=55cf1d18-edfb-44eb-9a55-47e2e112d0b7",
      "Title" : "Union secure repeat orders from loyal customer",
      "WebsiteURL" : "http://enquiries@unionindustries.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Linde",
      "Description" : "Linde Material Handling has launched the new Linde Roadster, a range of trucks designed to maximise field of view and safety to operators.",
      "DetailDescription" : "Linde Material Handling has launched the new Linde Roadster, a range of trucks designed to maximise field of view and safety to operators.\n\nThe E30 Roadster was on display for the first time in the UK at IMHX in September on Linde’s main stand of the NEC.\n\nThe Roadster is an alternative configuration which applies to models E20 to E50R to increase visibility by removing the A-pillar and replacing the metal overhead guard roof with a high strength safety glass panel for increased visibility when you’re stacking loads. Overhead tilt cylinders absorb the forces acting on the mast during operation and direct them backwards via the overhead guard frame.\n\nA curved steel tube behind the steering column and dashboard serves as a boarding aid and allows the mounting of optional equipment such as a terminal, display for the Linde Safety Pilot assistance system or clipboard.\n\nDavid Bowen, product manager at Linde UK, said: “Whether operators are stacking loads at height or moving loads around a site - the increased visibility of the roadster through the mast and upwards through the glass roof enhances safety and productivity.”\n\nSuited for indoor use with an open cabin, most options from the conventional models in this range are available.",
      "PhoneNumber" : "0845 608 5000",
      "SortOrder" : "21",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FLinde_125_01.jpg?alt=media&token=7260ac6a-4f4f-4f3a-abf2-8495e58c6576",
      "Title" : "The new Linde Roadster: A clearer perspective on safety",
      "WebsiteURL" : "http://www.linde-mh.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Addgards",
      "Description" : "Addgards has introduced a range of column protectors infills to cater for larger and more unusual shaped columns. ",
      "DetailDescription" : "Addgards has introduced a range of column protectors infills to cater for larger and more unusual shaped columns. \n\nAvailable in sizes 110mm, 210mm and 310mm they can be added to Addgards standard column protectors. The infills are made from a highly flexible and strong low density polyethelene.\n\nThe protection can be assembled in seconds; there is no fixings or maintenance required. Users push fit the infills to the column protector, wrap the velcro straps around the unit and the installation is complete.\n\nBarry Flynn, MD of Addgards said: “Addgards customised infills enable our Column Protector range to be extended to offer full protection to a wide range of RSJ column sizes. We were receiving more and more calls from customers looking for protection for columns that were larger and rectangular in shape.\n\n“Up until now we could only cater for the most common sized RSJ columns. Now with the range of infills we can protect rectangular shaped columns from 200mm right up to 610mm. The column protectors with infills offer a very cost effective way of protecting columns with no installation cost and delivery ex stock.”",
      "PhoneNumber" : "0800 973 165",
      "SortOrder" : "22",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FAddgards_125_01.jpg?alt=media&token=9401f679-b523-4684-87a7-2288e839fd1c",
      "Title" : "Column Protector Range Extended",
      "WebsiteURL" : ""
    } ],
    "SortOrder" : "5",
    "Title" : "Storage & Logistics"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Green Knight",
      "Description" : "What is sustainability?",
      "DetailDescription" : "What is sustainability?\nResponses to that question depend on who is being asked, and when; the words people use can broadly be categorised under environmental, social, resilience and economic, with significant variation over which of the first 3 is most important. Organisations often start engaging through resource considerations (energy, water and waste), not least because of the link to operating costs, but that is just the tip of the iceberg. The global agri-food system accounts for around 1/3rd of global employment, mostly in precarious smallholder subsistence farming. In developed economies, the numbers directly engaged in agriculture are far lower; the UK’s food supply chain has 4 million jobs, only 10% of which are in agriculture.\n\nA global system inevitably has a significant environmental as well as social footprint, accounting for around a quarter of all global emissions. Soil erosion, depletion of fresh water resources, food waste and increasingly meat-intensive diets might look like solely environmental challenges, but they also have significant societal consequences. In its annual risk report, the World Economic Forum now characterises ‘water crises’ as a human rather than environmental issue. The current population of around 7.5 billion is projected to be maybe 10 billion by 2050 requiring 60% more food production.\n\nWhat can business do?\nSo how should agri-food businesses respond to these complex and inter-connected issues and the expectations of stakeholders around specific challenges like marine plastics and deforestation for palm oil? The most comprehensive guidance is the UN Sustainable Development Goals (SDGs), now the go-to framework for environmental, societal and governance (ESG) engagement. As stakeholders look for increased evidence of responsible conduct, working to the SDG framework represents a great opportunity to focus action. Comprising 17 inter-linking sets of targets, the Goals encompass many of the issues reflected in recent and probable future regulation.\n\nBut the SDGs are not just about food and agriculture. They have a very broad scope, covering all aspects of human endeavour, and organisations seeking to align with the SDG agenda can find them overwhelming. This is not least because at detail level they’re written more for government than for business and making them relevant to the day-to-day is not always straightforward. Even at the top-line Goal level there is a risk of relating them to business activities in a way which can mis-attribute an organisation’s real impacts.\n\nFinding a way\nGetting to grips with the spirit of the SDGs needn’t be daunting. Specialist organisations, including mine, help businesses find their way through the maze of ESG issues they face. A structured process drawing on the experience of the team within the business and the expertise of an external facilitator gets to the genuinely material issues. It also helps avoid the risk of ‘greenwash’ and the associated reputational damage it can cause. Progressively more businesses in the UK and elsewhere are building their ESG reporting around the Goals, and awareness among younger people is growing as they now feature prominently in UK Business Schools.\n\nAnyone who followed December’s COP24 meeting in Poland will know the scale of the problem. A year earlier, Blue Planet II triggered citizens, governments and businesses across the world to take action on single-use plastics. Indeed, ‘single-use’ became Collins Dictionary’s word of 2018. Along with their words to define ‘sustainability’, I also often ask people where responsibility for a sustainable society lies. Citizens, particularly younger citizens, expect business to do the due diligence on their behalf. That in itself is a pretty compelling reason to engage with the SDG agenda.\n\nDr Gavin Milligan is director of Green Knight Sustainability Consulting\nwww.greenknight.consulting\n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FGreenKnightSustainabilityConsulting_142_04.jpg?alt=media&token=ad6f8be3-c15f-4b3d-b457-f76583a8d795",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "Towards a sustainable food system",
      "WebsiteURL" : "http://www.greenknight.consulting"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Fisher Modular Construction",
      "Description" : "Food and Drink Matters would like to give a huge congratulations to Fisher Modular Construction for winning our much deserved Building Supplier of the Year Award in light of their outstanding manufacturing services and modular solutions.",
      "DetailDescription" : "Food and Drink Matters would like to give a huge congratulations to Fisher Modular Construction for winning our much deserved Building Supplier of the Year Award in light of their outstanding manufacturing services and modular solutions.\n\nFisher Modular Construction was first established in January 2007 by founder Jonathan Fisher. Based in East Yorkshire, he set up the company so as to provide the food and meat industries with market leading and innovatively designed modular food production and storage buildings. We spoke to Jon Fisher about what the company could offer, to which he explained, “We offer a turnkey solution for any kind of food manufacturing business that needs to increase production or storage space. These can be anything from a modest walk-in cold room to a fully functional food factory or more. Due to our wide range of bespoke and varied solutions, we can work with clients from a range of sectors, and currently supply buildings to food businesses such as Meat and Fish processors, charcuteries, micro-dairies and even the game meat industry.”\n\nOne of the main benefits of Fisher’s units is that they allow companies to increase their production space without having to worry about on-site contracting or lengthy construction programmes. Jon added, “The benefits of our buildings are very simple, they offer a quick, cost-effective yet long-term solution to increase production space for either start-up businesses or existing operations. So, if you are struggling to find suitable business premises or have constraints with converting existing buildings, then we can provide a modular solution that is specifically designed for your business’ needs. Or, if you have an existing operation and your current premise has reached its capacity, then we can provide modular buildings to extend your work space.\n\n“This method of construction provides our clients with a single source of responsibility, it minimises site disruption as the construction phase is completed off-site and it is far more economical than traditional construction techniques.”\n\nFisher’s Food Production Units span everything from stand-alone storage and production line units to fully licensed EC cutting plants. Their stand alone units are highly sought after for many benefits, including their easy re-locability and customisation options. The Standard Butchery Unit can be built to specific lengths required by the customer, and comes with optional wash down systems and multiple meat rail options. Comprised of a chiller and a processing area that can be divided either equally or off-set, the units can also feature temperature controlled areas and arrive ready to be connected to existing on-site services. \n\nAnother popular unit is the Chilled Storage Unit which ranges in size from 2mx2m to 14mx3.6m and has a wide range of added features. The units can act as the perfect reception chiller for carcasses and other food products, as maturation rooms for ham, salami and other meats, or as finished goods chillers for food ready to be exported. The fully weather proof units are ideal as either chilled or freezer environments, and are available in single or three phase, and for sale or hire. \n\nWith their diverse range of products, Fisher’s units can be seen in use across multiple food and drink sectors and they have completed numerous projects for companies across the UK. This includes a modular farm shop for Waterperry Farm Shop in Oxfordshire, and specialist projects for Tony Perkins Butchers in Norfolk, Shield foods in London, The National Trust, Native Breed Beef in Buckinghamshire and much more. Fisher have also worked with other esteemed names such as the Forestry Commission in England & Wales, The Ministry of Defence, The National trust, Balmoral Estate and much more. \n\nThese clients have seen success thanks to Fisher’s bespoke Game Larders in particular. Specially designed for durability and ease of use, the products feature carcass rail systems, industrial flooring options, overhead weighing systems, temperature controls and more. The Standard Deer Larder is among Fisher’s best-selling Game Larders, made up of two compartments, one chiller room and one preparation room. They also come with fitted wash down systems for easy cleaning and hygiene maintenance, including a hand wash basin, equipment sink, knife sterilisers, and both hot and cold running water. The Deer Larder also comes with smart features such as electric hoists to eliminate manual handling of carcasses, floor drains running across the entirety of the floors, and chiller capacities of up to 60 carcases.\n\nThe Huntsman Larder is another specialism of Fisher, providing a range of high quality larders that are proudly made by deerstalkers, for deerstalkers. This handy and cost-effective larder can hold 4 roe or 2 fallow, whilst allowing for airflow to retain the quality of the venison. Better yet, the clean, compact and sterile larders can be delivered free of charge to customers in and around the Yorkshire region.\n\nIn addition to standout products, Fisher also prioritises excellent customer service and offer installation and after sales support too. Due to their extensive list of services, the company have seen year on year growth and have recently created more full time positions within their facilities. Due to growing production demands, Fisher also have plans to open yet more production facilities to help them meet demand. \n\nIf you would like to find out more about Fisher Modular Construction then be sure to get in contact using the details provided below. Alternatively, you can also find out much more about their large range of stock by heading over to the website listed below.\n\nT 01964 529512\nwww.fisheruk.co.uk\n",
      "PhoneNumber" : "01964 529512",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2FFisherModularConstruction_137_10.jpg?alt=media&token=ac68fc8f-7f19-47ab-9aed-97f46d702de2",
      "Title" : "Modular, bespoke and industry leading storage",
      "WebsiteURL" : "http://www.fisheruk.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Kawasaki Robotics (UK) Ltd",
      "Description" : "Kawasaki Robotics (UK) Ltd has been selected as our highly regarded Robotics Specialist of the Month, we are delighted to announce here at Industrial Process News.",
      "DetailDescription" : "Kawasaki Robotics (UK) Ltd has been selected as our highly regarded Robotics Specialist of the Month, we are delighted to announce here at Industrial Process News. We spoke with Sales Manager at the company, Ian Hensman, in light of this achievement to talk about the movements and successes of this established enterprise.\n\nThe UK branch, which forms part of the technological business solution provider Kawasaki Heavy Industries Japan, was founded in 1996 and is based in Warrington. It has progressively become, over the years, a reputable leader in the supply of industrial robots and robotic automation systems that is able to competently provide solutions for different applications.\n\n“The main role of the company is to sell industrial Kawasaki robots across all industrial sectors,” Ian explained. “We offer support from pre-sales, application simulations, service, training and spare parts to end users and integrators. We stand out in the industry because we have some unique products which, as of yet, our competitors do not, i.e. a 7 axes highly polished stainless steel robot for the pharmaceutical and medical markets.”\n\nKawasaki Robots is also an exemplary trader because it boasts such a large product portfolio – it is its extensive offering that has made it such an internationally sought after organisation as well as, of course, its ability to facilitate singular requirements with the delivery of a carefully chosen robot. \n\nThis flexibility has led to the company acquiring itself a wide-ranging customer base; companies within the aerospace, automotive, electronics, food & beverage, foundry, life sciences, machinery, metal manufacturing, plastics & rubber and semiconductor sectors have all made the most of Kawasaki Robots’ services because in every case, a suitable solution has been provided with unmatched efficiency.\n\nParticular applications whereby this technology has been of great value are: arc welding, assembly, cleanroom, friction spot joining, machine tending, material handling, material removing, painting, palletizing, sealing/dispensing and spot welding. Its clientele includes Toyota, Aston Martin, Heinz Foods, Pegler Yorkshire, Warburtons and Fox’s Biscuits (to name a few core examples).\n\nFrom its dedicated headquarters occupying 10,000 sq. ft. of operating space, Kawasaki Robotics is well equipped to complete all of the necessary activities; this includes everything from sales & customer support centralisation and training to robot testing and integration. There is also an area committed to running customer demonstrations and a stock holding facility for swift machinery supply and delivery.\n\nWhen asked to discuss what the company has been up to in recent times, Ian concluded: “We have just taken on a new sales engineer to concentrate on the automotive sector and we will be looking to increase our sales and service teams further before the end of the year. We, like the majority of businesses, are looking to increase market share by continuing to offer excellent products at an attractive price, giving great value for money.”\n\nTo date, Kawasaki Robotics has supplied more than 2,300 systems, which are now operational throughout the width and breadth of the country. Find out how the specialists can assist you personally by talking through your requirements with an approachable company representative today.\n\nT 44-1925-713-000\nhttps://robotics.kawasaki.com/en1/index.html?language_id=3\n",
      "PhoneNumber" : "01925713000",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FOctober%2FKawasakiRobotics_664_04.jpg?alt=media&token=425cf080-7f95-429c-947b-3b67b887d020",
      "Title" : "Powering Your Potential",
      "WebsiteURL" : "https://robotics.kawasaki.com/en1/index.html?language_id=3"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Gericke",
      "Description" : "Although the UK branch was set up in 1972, the company’s roots officially date all the way back to 1894.",
      "DetailDescription" : "Although the UK branch was set up in 1972, the company’s roots officially date all the way back to 1894. The board of directors operating from the head office in Switzerland made the informed decision to expand the business even further with this additional facility after experiencing great success at its existing properties in Holland, France, Germany, USA, Brazil, China and Singapore.\n\nGericke UK can be found just outside Manchester in Ashton-under-Lyne, where it specialises in the concentrated design, manufacture, delivery and installation of machinery and pneumatic conveying systems for bulk powder and granular handling applications. The team are particularly involved with the processing, conditioning and conveying of ingredients within the food sector.\n\n“Our main clients are household names in the production of chocolate, confectionary, cereals, milk powder, coffee, make-up, instant noodles, pet food, animal feed, chewing gum, biscuits and bread,” commented Dave Sargent, Product Manager at Gericke. “In fact, it is likely that many of the food products you have eaten today have been made with the help of Gericke machines and systems. Regardless of the market, however, we can offer products and services from a single machine for an existing plant to a complete turnkey package through conception to commissioning.” \n\nGericke’s flexible solutions have proven invaluable within the food, animal food, pharmaceutical, chemical, plastics, construction, environmental and cosmetics industries. Its service offering, which is based on innovation and operational safety, encompasses the following processes: raw material reception, control sifting, pneumatic conveying, feeding, mixing, filling and automation. The broad scope of its activities has massively contributed to its success (as well as its promise to provide a swift return on investment and its machine accessibility).\n\nIn order to effectively promote best practice within the industry, Gericke has rolled out an apprenticeship programme designed to encourage young adults to learn about the trade whilst achieving relevant qualifications. This will enable students to make their way up the career ladder; progressing through the company and continually improving with the obtainment of other industry-specific certifications.\n\nThe company has been in a constant state of advancement and it seems that 2017 is no different, as Dave detailed, “This February saw the appointment of our new General Manager, Colin Arlott, who has been employed to lead the UK arm of the Gericke group with a view to align activities with our global business ethos and structure.\n\n“Our aim going forward is to build on our excellent reputation as world leaders in pneumatic conveying technology and solutions. This can be achieved by continually improving Gericke’s state-of-the-art solutions which are based on continuous innovation, linked to superior product reliability and professional aftercare. Gericke aims to provide its customers with outstanding advisory and engineering know-how in the field of powder and bulk processes for their maximum benefit.”\n\nIf you have a conveying, feeding and mixing project (for the processing of bulk materials) in place that you would like to enhance with a comprehensive handling package, then please don’t hesitate to get in touch with Gericke at your earliest convenience. Technologies and products can be developed in line with your specific requirements and, should this be a necessity, authentic tests can be completed at Gericke’s dedicated test centre facilities.\n\nT +44 (0)161 344 1140\ngericke.uk@gericke.net\nwww.gericke.net\n",
      "PhoneNumber" : "0161344114",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2FGericke_662_01.jpg?alt=media&token=51767f61-8336-46d0-b638-4037e6deea5b",
      "Title" : "Trendsetting powder handling solutions",
      "WebsiteURL" : "https://www.gericke.net/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Verder",
      "Description" : "With over 50 years’ experience in the industry, Verder is a renowned specialist in pumps and pumping solutions.",
      "DetailDescription" : "With over 50 years’ experience in the industry, Verder is a renowned specialist in pumps and pumping solutions. The family run company supplies high quality equipment and cost-effective fluid handling solutions throughout the world to a variety of industries including water and wastewater, printing, chemical, food and beverage, construction, pharmaceutical and many more.\n\nFounded in 1959 by Andre Verder, the organisation started as an entrepreneurial trading company in different industrial and laboratory products. From these humble beginnings Verder grew substantially over the years – now operating worldwide from 27 sites in 20 countries, employing more than 1,000 staff with a strong presence in Europe, America, Africa, and Asia.\n\n“Innovation and technology have been our leading criteria from day one when selecting products and suppliers,” commented Sales Manager, Duncan Brown. “Our exceptional pump technology is very different from anything else on the market as we design and produce speciality products. Our customers benefit from their ease of use allowing for fast, efficient operation, less maintenance and advanced technology. We put our heart into pumps and ensure each customer is extremely satisfied with our product and the level of service they receive.”\n\nNew to the ever growing range is the Verderflex Vantage 5000. The cased tube pump offers superior levels of dosing accuracy, at high discharge pressures exceeding 7 bar (100psi). Lekha Bodhe, Verder’s Marketing Manager, was keen to tell us more about this particular product. “Our new product launch this year was the Verderflex Vantage 5000,” she explained. “Vantage 5000 is the newest technology in the pump industry and is the only pump in the market with touch screen technology and highly accurate dosing capabilities. The Vantage 5000 has been designed for wide spread applications including water and waste water treatment, paints, brewing, and many more. Its features include a state of the art touchscreen through which the system is programmed and a USB port which allows for back up, giving the user massive security. Easy to set up, the unit requires no manual which is a major step forward in this industry!”\n\nThe Verderflex Rollit is another notable product in the range. The dry running roller pump is ideal for those who are concerned with contamination. As the pump requires no lubrication, contamination is animated. The intelligent system has high flow rates and is designed to operate at low temperatures. Unlike similar systems, if the Rollit runs dry it will not brake but still run until it is refilled. This saves a great deal of time and money and systems can be costly to fix.\n\nIn addition to this quality range, the Verder Service team provides first rate pump repair, maintenance and overhaul services plus end-to-end project management. If you require a chemical dosing or a pumping solution, the Verder Service team can provide consultation, design and drawings, build and installation, commissioning and contract maintenance.\n\nWhen asked to discuss Verder’s performance in recent times, Lekha was incredibly positive about the organisation’s progressive path, “The company has continued to follow growth trend with regards to sales and new product development. Sales have been good this year and our product launches have attracted a lot more attention and brilliant sales numbers over the course of 2016 – we are hoping to keep this momentum through the next year. We believe that change in the key to success. We have recently made incredible changes within our organisation with differences to the structure and way we work as a team. Now it is noticeably more dynamic and product-oriented, with greater focus on our customers, providing a consistently excellent service overall.”\n\nT +44 (0)1924 221020\ninfo@verderflex.com\nwww.verderflex.com\n",
      "PhoneNumber" : "01924221020",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2FVerder_311_01.jpg?alt=media&token=13e8eff9-71b4-4d87-9afb-008b5b97d5ba",
      "Title" : "Verder: Specialist in pumps and pumping solutions",
      "WebsiteURL" : "https://www.verderflex.com/en/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Bizerba",
      "Description" : "Food and Drink Matters is extremely pleased to present Bizerba as its selected Weighing Solutions Company of the Month.",
      "DetailDescription" : "Food and Drink Matters is extremely pleased to present Bizerba as its selected Weighing Solutions Company of the Month. \n\nQuality, innovation and a wide range of expert services is what has led Bizerba to become a worldwide market leader in retail weighing, labelling and food processing solutions. Since its establishment back in 1866, the well-respected company has set the standard in the industry, providing exceptional services to customers in the retail and logistics sectors. \n\nIt was initially set up in Balingen, Germany as a family owned company, secured by the fifth family generation, CEO Andreas Kraut. In 1983, Bizerba UK was established as a wholly owned subsidiary of Bizerba SE & Co. KG, to offer customers all the benefits and support of a multinational company. It is based in Milton Keynes, Buckinghamshire and is fully equipped with a purpose designed facility along with large office and warehouse spaces and technical workshops for each product range. Dedicated showrooms are also available with the complete range set up in “ready to demonstrate environments.” \n\n“For generations, the Bizerba brand has had a close relationship to weighing topics,” commented Marketing Manager, Liesl Marchand. “We strive to provide the highest quality, most innovative solutions and a complete service, offering customers a globally unique solutions portfolio of hardware and software based around the central value “weight”.  This portfolio includes products and solutions relating to slicing, processing, weighing, cashing, checking, commissioning, labelling and inspection.\n\n“As a responsible family-owned business, we foster a company culture based on the values of reliability, integrity, innovation, customer orientation, openness and transparency.”\n\nThe diversification and variety offered in Bizerba’s product portfolio appeals to a large and expanding customer base. This includes everything from farm shops, deli’s, butchers, bakers and supermarket multiples to food factories of all manner such as meat & poultry, convenience, confectionary and bakeries to non-food applications, metal, chemical, electrical and logistics.\n\nWith more than 1,000 qualified technicians and specialists as well as numerous service partners active on behalf of Bizerba in more than 70 countries around the world, the company can offer every client the right support in every stage of the product life cycle of your equipment and systems – regionally, simply and quickly.\n\n“As a globally operating technology company,” Liesl continued, “we are guided by our goal and commitment to achieve maximum results in terms of ergonomic design, hygiene, safety and efficiency.  We consider ourselves a market-shaper and we are setting industry standards.  \n\n“Our experienced team works every day on continuous improvements to our products and solutions together with our customers and in the light of technological progress, the results are innovations that become new standards.  In order to meet this demand, we focus on highest quality standards and globally valid technology standards in development and production.  It is our goal to provide users with products that are easy to operate and optimised for individual applications. By supporting our customers in this way, we offer the best possible results, ensuring the highest efficiency and effectiveness.\n\n“Our experience sets standards; that’s what sets us apart.”\n\nT +44 (0)1908 682740\ninfo@bizerba.co.uk\nwww.bizerba.co.uk\n",
      "PhoneNumber" : "01908 682740",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2FBizerba_131_03.jpg?alt=media&token=ed379d05-495b-495b-aeca-a649b0180f4c",
      "Title" : "The open world of finest weighing solutions",
      "WebsiteURL" : "https://www.bizerba.com/en_gb/home/"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Rota Val",
      "Description" : "UK manufacturer of Rotary & Diverter Valves, Rota Val have just launched a new website.",
      "DetailDescription" : "UK manufacturer of Rotary & Diverter Valves, Rota Val have just launched a new website.\n\nWith the user experience in mind, the site focuses on easy navigation.\n\nTo help customers work out what size valve they need, an app has been developed which when populated by industry, throughput and cleaning method, it will indicate what is needed.  For customers more aware of their requirements there is a search by industry, where the search results will show the options available.\n\nThere is a section clearly showing the accreditations that Rota Val have for their valves which include ATEX, ISO 9001 and the latest EHEDG certification which ensures that Rota Val can support food manufacturers with the strictest hygienic requirements to enable safe food production.\n\nRota Val supply products around the world and there is a handy section showing agents and partners in different countries for when a local contact is sought.\n\nThe product pages offer concise information which includes brochure downloads, ability to print the page or email the page to a colleague, the ATEX accreditation and a video in action where available.\n\nFor quick help and advice we have direct links to our engineers and customers can also keep up to date with recent news and social media links.",
      "PhoneNumber" : "01249651138",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FRotaval_128_01.jpg?alt=media&token=ee465ebd-1a83-40fa-bdbd-a445aa6a4272",
      "Title" : "Rota Val Launch New Web Site",
      "WebsiteURL" : "http://www.rotaval.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Bizerba",
      "Description" : "Hygienic fully automatic slicer with integrated target weight control for flexibility and efficiency in industrial processes",
      "DetailDescription" : "Hygienic fully automatic slicer with integrated target weight control for flexibility and efficiency in industrial processes\n\nDesigned for industrial production the fully automatic VSI T smoothly integrates in your production lines.  It is impressive in terms of its high slicing performance at minimal power consumption due to Emotion® technology.  With an integrated tendency control, the target weight is reached even when slicing naturally grown products.  You avoid overfilling of same weight packages and increase your efficiency.  For modern and safe operation, the VSI T is fitted with an intuitively operable touch screen.\n\nIdeally suitable for line solutions with packaging machines for smaller production quantities and little space.  Due to the five portions belt it is perfectly suitable for manual further processing of sliced and ready-made portions directly into packaging or onto a platter.\n\nIntuitive operation means that operation should be performed easily without extensive training.  With freely configurable operation via icons and large article memory, the VSI T is the perfect automation solution.  Images of the products to be sliced can be added to the article data.\n\nHygienic design for hose cleaning.  Optimal cleaning and easy disassembly without tools.  The housing shape prevents product residues or liquids from soiling the environment during operation.",
      "PhoneNumber" : "01908 682-740",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FBizerba_128_01.jpg?alt=media&token=7b688b09-0b67-4cf2-b7eb-7d6390e02f22",
      "Title" : "Industrial Slicer VSI T",
      "WebsiteURL" : "http://www.bizerba.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Verder",
      "Description" : "Addgards has introduced a range of column protectors infills to cater for larger and more unusual shaped columns.",
      "DetailDescription" : "Addgards has introduced a range of column protectors infills to cater for larger and more unusual shaped columns. \n\nAvailable in sizes 110mm, 210mm and 310mm they can be added to Addgards standard column protectors. The infills are made from a highly flexible and strong low density polyethelene.\n\nThe protection can be assembled in seconds; there is no fixings or maintenance required. Users push fit the infills to the column protector, wrap the velcro straps around the unit and the installation is complete.\n\nBarry Flynn, MD of Addgards said: “Addgards customised infills enable our Column Protector range to be extended to offer full protection to a wide range of RSJ column sizes. We were receiving more and more calls from customers looking for protection for columns that were larger and rectangular in shape.\n\n“Up until now we could only cater for the most common sized RSJ columns. Now with the range of infills we can protect rectangular shaped columns from 200mm right up to 610mm. The column protectors with infills offer a very cost effective way of protecting columns with no installation cost and delivery ex stock.”",
      "PhoneNumber" : "01924 221033",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FVerder_122_02.jpg?alt=media&token=96d48f3e-d7af-4fee-9ff4-adef834044ca",
      "Title" : "Hygienic, food grade tube and hose pumps",
      "WebsiteURL" : "http://vantage5000.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Axium",
      "Description" : "Working in collaboration with key engineers from a leading UK Pharmaceutical Manufacturer, Axium Process has developed a  new Hygienic Filling Nozzle design that has helped eliminate potential cross contamination or lost product with associated down time caused by standard filling nozzles dripping excess material onto bottles during liquid filling processes.",
      "DetailDescription" : "Working in collaboration with key engineers from a leading UK Pharmaceutical Manufacturer, Axium Process has developed a  new Hygienic Filling Nozzle design that has helped eliminate potential cross contamination or lost product with associated down time caused by standard filling nozzles dripping excess material onto bottles during liquid filling processes.\n\nThe nozzle, which is manufactured from 316L stainless steel, underwent a series of rigorous trials across a number of applications and following successful completion has now been installed as standard on the majority of filling machines across the Manufacturer’s site.\n\nAxium Process, is one of the UK’s leading hygienic stainless steel fabricators and specialises in delivering bespoke high end machined and fabricated components such as sampling devices, filters, tanks, vessels and manifolds. The company’s Procedures and Welders are Notified Body approved to ASME IX, BS EN ISO 9606-1 and BS EN 15614-1,  which combined with the company’s stringent production, inspection and validation procedures, enables it to fully meet almost any level of requirement, inciuding full traceability dossiers as specified by companies operating in the pharmaceutical, food, beverage and chemical industries.",
      "PhoneNumber" : "01792 883 882",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FAxium_125_01.jpg?alt=media&token=82c57dc2-2f05-4a78-853c-2440ca6a19ab",
      "Title" : "Bespoke Non-Drip Hygienic Stainless Steel Filling Nozzles",
      "WebsiteURL" : "http://www.axiumprocess.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Proseal",
      "Description" : "The use of Proseal’s GT2 tray sealer has enabled the Co-operative Farms to reduce waste in its soft fruit packaging, while also delivering energy savings, reliable performance and cost-efficiency.",
      "DetailDescription" : "The use of Proseal’s GT2 tray sealer has enabled the Co-operative Farms to reduce waste in its soft fruit packaging, while also delivering energy savings, reliable performance and cost-efficiency.\n\nThe Co-operative Farms has recently made a £2 million investment in a state-of-the-art packing plant at Longforgan, near Dundee, to service its nearby farm in Blairgowrie, one of three packing plants across the UK which packs produce for The Co-operative stores.\n\nAs part of the new operation, the Co-operative farms made the decision to change the closure on its punnets from a clip-on tray lid to sealing film. “It’s a matter of environmental responsibility,” explains Rob Hull, The Co-operative Farms’ Head of Vegetable Operations.\n\nA reliable tray sealer was essential to ensuring the success of this change, and the Co-operative farms turned to Proseal based on the company’s reputation for performance, service and build stamina, with a requirement to seal in excess of 90 punnets per minute, 18 hours per day.\n\nProseal’s GT2 provides a highly versatile tray sealing solution for the food industry. Developed following feedback from customers, the sealer balances the need for optimum throughput with the flexibility to deliver shorter production runs, something essential to accommodate the Co-operative’s range of SKU’s.\n\nUsing Proseal’s pioneering advanced lightweight and high strength ‘Auto Tool’ connection system, which enables tool changes to be carried out in around three minutes, downtime is minimal, with self-centering pack guides and servo-controlled tray movements ensuring that production is up and running quickly after a tool change.",
      "PhoneNumber" : "01625 856 600",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FProseal_125_01.jpg?alt=media&token=20f0fd66-4418-49d2-b795-5b57c58ec27d",
      "Title" : "Proseal GT2 Efficiency ensures strawberry seals forever",
      "WebsiteURL" : "http://www.proseal.com"
    } ],
    "SortOrder" : "6",
    "Title" : "Manufacturing"
  }, {
    "Menus" : [ {
      "CellType" : "HeaderCell",
      "CompanyName" : "Intelect",
      "Description" : "With all of their founders being experienced engineers, Intelect are renowned as one of the industry leading engineering contractors in the North East. ",
      "DetailDescription" : "With all of their founders being experienced engineers, Intelect are renowned as one of the industry leading engineering contractors in the North East. Based in Middlesbrough, the company specialises in providing expert engineering services to a range of different client sectors, including in food processing, utilities, renewables and pharmaceuticals.\n\nOffering bespoke solutions, Intelect can assist with increasing productivity to improving compliance. Some of their specialisms include electrical installations, instrumentation services, pipework, plant installation and much more. \n\nThey recently exhibited at the Foodex 2018 show, held at the NEC, Birmingham, over 16-18th April. The show brought together companies from across the country to gather for three days of innovation, discussion and debate.  In light of their excellent display, Intelect was named as of the Top 20 exhibitors at Foodex, where they showcased their unique and bespoke services for the Food and Drink sector.\n\nThey demonstrated how they can provide solutions covering the process, management and control of beverages, confectionary, or dairy foods, helping with research and development, power handling, liquids and solids distribution, storing and more.\n\nTo find out more about Intelect and how they can help you with your processes, check out the website below.\n\nwww.intelectuk.com \n",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FAugust%2Fintelect.png?alt=media&token=ab756009-ddbf-4425-8045-d19bcd44e4cb",
      "PhoneNumber" : "",
      "SortOrder" : "1",
      "Title" : "Intelect inspires at Foodex",
      "WebsiteURL" : "http://www.intelectuk.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Hillbrush",
      "Description" : "A huge congratulations to Hillbrush for having been selected as our highly coveted Hygiene Tools Company of the Year award as a result of their excellent brushware. ",
      "DetailDescription" : "A huge congratulations to Hillbrush for having been selected as our highly coveted Hygiene Tools Company of the Year award as a result of their excellent brushware. \n\nHillbrush was originally established in 1922 by brothers Fred and Bill Coward, and almost a century later it is still a Coward family run business, currently lead by the third and fourth generation of the family. The company was set up in Mere, Wiltshire, from where their products are still being made from their main facility. As a globally enterprising company, Hillbrush also have a strong presence in America, with another facility in Baltimore, Maryland. \n\nWhen the company was founded, they focused primarily on dairy and agricultural brushes, and due to their expert design and longevity, saw immediate success. It wasn’t long until the town’s streets were being swept using Hillbrush brushes, and demand soon began to increase. In 1926, the brothers set up a dedicated brush fibre-dressing department, from where they could safely and accurately process all manner of natural fibres from all around the world. Not only that, but this department has also allowed Hillbrush to offer unique special mixes, combining both natural and synthetic fibres. Today, due to their sophisticated brush making machine technology, Hillbrush can manufacture numerous kinds of brushes, with almost 3,000 different products, and supply to over 90 countries the world over. \n\nWe spoke to Commercial Director Charlie Coward about what services the company could offer, to which he explained, “As pioneers of British manufacturing, our mission is to produce high quality, innovative products in an environmentally sustainable way. We specialise in the manufacture of brushware and hygienic cleaning tools. We produce a vast range of products, from janitorial ranges, to hygienic cleaning tools designed for food manufacturing and hygiene sensitive areas. To complement the hygiene range, we also offer shadow boards, an organisational tool that enables facilities to segregate their workplace cleaning equipment, promote accountability and ultimately save costs across their production facilities. Our extensive product range means we can support a variety of industry sectors, from food & beverage to pharmaceutical and healthcare.”\n\nHillbrush’s hygiene orientated products can be used in everything from floor care, kitchen and bathroom cleaning, sanitation and much more. One of their recently launched products include the anti-microbial range of hygienic cleaning tools, which are ideal for use in areas that require exceptional levels of cleanliness, such as the food manufacturing industry, hospitals and research facilities. Charlie added, “The Anti-Microbial Hygienic Tools is a colour coded range of products, available in six colours, and designed to support cleaning regimes in high risk hygiene areas. The range is manufactured with Biomaster Technology and our patented Resin Set DRS® retention system. This revolutionary new range can support food production facilities with vital cleaning regimes, providing multi-layer protection from the dangers you can’t see.”\n\nThese tools are excellent at controlling bacterial contamination due to the anti-microbial silver-ion additive which is infused into every component, including the brush filaments. Silver ion is known for its anti-bacterial properties, with silver ions preventing bacterial growth. The additive is safe, as it does not leach out, and is effective for the lifetime of the cleaning tool. The Anti-Microbial range has been tested and proven to inhibit bacterial, fungi and mould growth by a staggering 99.99%, including highly dangerous microbes such as MRSA, Listeria spp, Campylobacter and much more. \n\nCharlie stated, “We aspire to design and develop the next generation of cleaning tools which not only meet but exceed the expectations of our global customers, and as such we have become renowned for producing innovative, pioneering products. The first was our Resin Set DRS®, the world’s most reliable filament retention system. More recently, we’ve introduced Total MDX Hygienic Tools®, a range of metal and x-ray detectable products designed to provide peace of mind to food production facilities concerned with foreign object contamination.” \n\nUnaffected by time, moisture, cleaning or abrasion, these MDX tools effectively minimise the risk of contamination, with each part of the brush, such as the back, filaments and resin, easily detectable. \n\nThe Hygiene range includes everything from cleaning brushes to squeegees, sweeping brooms, buckets and bucket lids, shovels, scrapers, dustpans, their popular shoe sanitation devices and even wall brackets. These combined with their Shadow Board range provide an effective cleaning solution. “For 2018, we introduced two new colours (grey and brown), to assist with workplace segregation and the prevention of cross-contamination.”\n  \nIn addition to high quality hygiene specialist equipment, Hillbrush also have a wide stock of commercial tools such as brooms, cloths, dusters, kitchen and bathroom equipment, litter pickers, water flow equipment and much more. Their floor care equipment is one of their best selling product ranges, with dustpans, enclosed dustpans, lobby dustpan and brooms, and more available. All of them are made using only the most reliable and long lasting materials, with a smart design. As an example, the Jumbo Dustpan with Stiff Bannister Brush is made of polypropylene with a rubber lip and nesting hand brush. Incredibly easy to use, it is also lightweight and perfect for domestic and light janitorial use. \n\nFor those seeking a more classic look, Hillbrush have a number of traditionally styled equipment, such as their high quality wooden yard brooms, stiff brooms, paint brushes, stripping knives, and shovels. Included in this range are their popular banister brushes, clothes brushes, wire scratch brushes and more. \n\nHillbrush have worked with both national and international companies from across the spectrum of industries, and have clients of all sizes, whether they are up-and-coming SMEs or multinational corporations. Some of their biggest clients come from the food manufacturing industries, and include such names as Yeo Valley, Myprotein, Burts Crisps, Leprino Foods and even Heinz. Charlie said, “All of our Hillbrush products have been wonderfully well received, and all our clients are continuing to see the benefits. These companies then go on to recommend our products due to our breadth of range, high levels of customer service and unrivalled product quality.”\n\nWhen it comes to brush needs, Hillbrush are now cemented around the world as one of the go-to providers. With a number of accreditations and certifications behind them, clients and businesses know they are getting a high quality product that won’t just do the job, but will be durable, long lasting and feature a sleek design. One of Hillbrush’s proudest achievements includes being selected to provide products for the Royal Households, and hence being added to the Royal Warrant Holders Association. On top of that, they are also certified by the Safe Quality Food Institute and FDA Approved Materials, whilst being members of the American Brush Manufacturers Association, ISSA and the Forest Stewardship Council.\n\nPerhaps one of the best things about Hillbrush is that they also offer a bespoke service, whereby they can provide completely tailor made solutions dependent on client needs. This is all thanks to the highly innovative Hillbrush Trade Moulding Division, which specialises in moulding products from initial design straight through to the final production. Working alongside the client, this division takes care of the entire moulding process, including sourcing FDA and EU Food Contact Approved plastics which ensures only the best mix of plastics and rubber is used. Hillbrush’s bespoke services have been highly lauded since inception, and they were even selected as finalists in Plastic & Rubber Weekly Magazine's Plastic Industry Awards, for those companies investing the most in energy efficient moulding machines. \n\nCharlie continued, “The Hillbrush Trade Moulding Division was firmly established in 2011 when we acquired several moulding machines and in 2014, we acquired state-of-the-art automated moulding machinery to improve our lead times, cut down on costs, offer better service and slash our energy usage. In fact, they have reduced energy consumption by 50%. Most recently, we also introduced injection moulding to our specialities.”  \n\nInjection moulding has been critical to increasing their capability, with their eight machines ranging from 90 tons to 380 tons locking force. Boasting the latest technology, each machine features an automatic material feed system supplemented by two automatic dosing systems, for colour and other additives such as anti-microbial and metal detectable additives. The entire customisation process is made as simple as possible, with clients carefully guided through the various stages. Starting with consultation, the Moulding Division will work with the client to understand their specific needs and ideas, then help them to design their parts. After this comes production, and once finally complete, clients have the option to brand the item, which Hillbrush can do themselves in-house.  \n\n“We’re constantly looking for new ways to improve and increase the services we offer,” Charlie said, “Feedback is highly important to us, and vital for improving both our customer service levels and our product development pipeline. In other exciting news, we also opened up a brand new facility. At the end of 2016, we moved into a brand new, purpose built manufacturing facility that spans 100,000ft2 within a 17 acre site. Our dedicated research, development and training area ensures comprehensive product testing can take place in a controlled environment. We often encourage our customers to visit our facility where they can receive a detailed insight into the Company and see our manufacturing capabilities for themselves.\n\n“As part of this new facility, we have also included a visitor centre. The visitor centre is a true delight, featuring a restaurant, retail area and the UK’s first Brush Museum. Since opening its doors in April 2017, over 50,000 people have enjoyed Visit Hillbrush, and we are delighted to have become a destination for local people looking to enjoy the finest coffee, food and drink in a relaxed environment.” \n\nThe Hillbrush Museum is truly astounding, chronicling the company’s many years of rich history. They have done much more than simply design and deliver quality products, for example, having worked during the two World Wars and even having hosted Her Majesty the Queen. The Museum is perfect for the whole family, with a number of colourful and interactive areas that are perfect to entertain children. \n\nThe future is just as bright as the present for Hillbrush, with an ever increasing number of daily enquiries about their moulding services. Not only that, but many more companies are turning to Hillbrush for products and services, especially from the hospitality sector. To take advantage of this, they have implemented a medium to long-term plan that focusses on the development of products specifically for the food manufacturing industries. \n\nIn order to grow their presence, Hillbrush also attend a number of tradeshows throughout the year to showcase their services, connect with the industry and catch up on the latest developments. There are a number of key food manufacturing and general cleaning events they attend, both at home in the UK and across the world. This includes the Interclean exhibition in Amsterdam, and the IFT show in the USA. Charlie explained, “This is the ideal platform to interact with existing and prospective customers to further educate and promote our products to this sector. Our sales and marketing teams often attend relevant conferences, whether presenting our products to new prospects or educating the food manufacturers about the key features and benefits of the Hillbrush Hygiene range.” \n\nIf you would also like to get your hands on Hillbrush’s superb brush solutions, then don’t hesitate to get in contact today. Alternatively, you can find out more information by heading over to the website detailed below, or why not follow them on social media for quick and easy updates.\n\nT 01747 860494\nwww.hillbrush.com \nwww.visit.hillbrush.com  \nwww.twitter.com/hillbrush \nwww.linkedin.com/company/hill-brush-company-ltd \n",
      "PhoneNumber" : "01747 860494",
      "SortOrder" : "82",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FAugust%2FHillbrush_138_01.jpg?alt=media&token=51993e3f-0f9a-471b-bf4e-b2dc11d6f6ad",
      "Title" : "Hillbrush: World masters in unrivalled hygienic tools",
      "WebsiteURL" : "https://www.hillbrush.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Hillbrush",
      "Description" : "Founded in 1922, Hillbrush has been manufacturing quality brushware for almost 100 years. ",
      "DetailDescription" : "Founded in 1922, Hillbrush has been manufacturing quality brushware for almost 100 years. While Hillbrush first started out in the agricultural industry manufacturing wooden brushes, in the mid-1980s we started manufacturing the first hygienic plastic brushes for the food and beverage and healthcare industries.\n\nHillbrush Hygiene is an internationally recognised brand of cleaning equipment trusted by the food manufacturing industry. Using state-of-the-art machinery and pioneering technologies, Hillbrush produces a world class range of high performance cleaning equipment, including brushes, squeegees scoops, and scrapers.\n\nHillbrush Hygiene caters for all areas of food production with a range of products, from the new Foodservice Range, ideal for the hospitality and catering sector, to advanced ranges including Anti-Microbial Hygienic Tools™, Total MDX detectable plastic tools, and our world-renowned Resin-Set DRS® Brushware. Many products are available in up to 12 colours, now including grey and brown, to support HACCP and colour coded workplace segregation practices.\n\nHillbrush Hygiene provides a complete cleaning solution, supporting all areas of food production. From farming and transportation through to commercial kitchens, high-risk food contact areas and more, hygienic cleaning products are necessary at every stage of the process. Every component, including the resin and filaments, are FDA and EU food contact approved and are suitable for all areas of food processing.\n\nT +44 (0)1747 860494\ninfo@hillbrush.com\nwww.hillbrush.com\n",
      "PhoneNumber" : "01747 860494",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FMarch%2FHillbrush_136_01.jpg?alt=media&token=45afb912-f9ec-4a0f-a70b-65de98b23407",
      "Title" : "Hillbrush",
      "WebsiteURL" : "http://www.hillbrush.com"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Murphy & Son",
      "Description" : "The Murphy & Son team have been working as part of the brewing industry for over one hundred years, so know the time and effort that goes into keeping a Brewhouse clean.",
      "DetailDescription" : "The Murphy & Son team have been working as part of the brewing industry for over one hundred years, so know the time and effort that goes into keeping a Brewhouse clean.\nEnzybrew 10 is an enzyme-based cleaner that represents a sustainable and innocuous alternative to caustic based detergents. Enzymes are natural proteins which transform any organic material into small components which are directly soluble into water and more easily assimilable by bacteria. Enzybrew 10 can be used as an all-in-one daily enzymatic cleaning product, specially designed for microbreweries. Enzybrew 10 safely and efficiently rids equipment of organic soils from traditional brewing, such as vegetable fibres, proteins, and starch, ensuring less time scrubbing and more time brewing.\nFrom heat exchangers and brew kettles to fermenters and centrifuges, Enzybrew 10 provides a sparkling clean without the corrosive chemicals. It’s an enzymatic cocktail which provides a safe, thorough, in-depth clean, and as a biodegradable means to purify waste water, made from renewable materials, Murphy believes it could be a real game changer for the industry. On top of that, it’s an exciting addition to the brewer’s toolkit in times of increasing green policy importance.\n\nT 01159 785494\nfrances.maud@murphyandson.co.uk\n",
      "PhoneNumber" : "01159 785494",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FMarch%2FMurphy%26Son_136_01.jpg?alt=media&token=ed3549b5-a014-43d1-885b-875d4e62c961",
      "Title" : "Brewhouse hygiene with Murphy & Son- Enzybrew 10, the latest invention",
      "WebsiteURL" : "http://"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Floorbrite",
      "Description" : "Food and Drink Matters is extremely pleased to announce that Floorbrite has won our coveted Platinum Service Award.",
      "DetailDescription" : "Food and Drink Matters is extremely pleased to announce that Floorbrite has won our coveted Platinum Service Award. \n\nFloorbrite is one of the UK’s biggest commercial cleaning and facilities service provider, offering first rate quality cleaning to a range of different industries. With its headquarters in Sale, Manchester, Floorbrite offer all manners of different cleaning, comprising commercial, daily, industrial and window cleaning services. Their full facilities package includes: washroom, hygiene and consumable supplies, pest control, waste and environmental management, plants and grounds maintenance, security, cherry picker hire, building maintenance and access solutions. With offices in Leeds and Birmingham too, Floorbrite are able to operate far across the country, extending their services as far as Aberdeen, Portsmouth, Plymouth, Cardiff and even Dublin and Belfast.\n\nFloorbrite is a family run business that was first set up back in 1972 by Martin Wyers in Sale, Manchester. The story goes that Martin Wyers began a job cleaning various different businesses in his early twenties, and even sold his beloved Vauxhall 101 car to start up his own business. He employed three cleaning ladies and opened up an office that consisted solely of a desk, chair and an array of cleaning items. From these small and humble beginnings, Martin was able to build and expand, gradually moving into bigger offices and employing bigger cleaning teams until the nationwide service provider Floorbrite was born.\n\nThe entire Wyers family got involved, with his wife Linda now Chairman, Martin’s sons becoming Joint Managing Directors and his daughter Nina progressing through the ranks to become Marketing Director. By the time of Martin’s passing in 2010, Floorbrite had grown into a multimillion pound company. With the rest of the family and a skilled board of directors now running the company, it was able to grow by over 100%, continuing Martin’s growth. In 2017 alone, Floorbrite grew by a record 24% and celebrated a £15.4m turnover. Their goal for the next few years is to reach £20m by 2020, which Floorbrite are already on target to hit. \n\nFloorbrite has diversified in recent years and now employs over 1400 staff. Nina Wyers explained, “We are a young family run business and we provide a tailored approach in everything we do. We have strong family values and this is reflected in the way we treat our staff and the service we deliver.” Some of Floorbrite’s clients now include famous faces such as CBRE, The Manchester Grammar School, The Lowry Theatre and Art Gallery, Typhoo Tea factory, Holyhead Port, JD Sports HQ and Distribution Centre, and many more. \n\nWhen it comes to daily cleaning, Floorbrite are the experts. They have performed daily cleaning for over forty five years for a variety of different clients, whether they be large or small offices, communal areas, warehouses, distribution centres, supermarkets, shopping centres, schools and colleges, entertainment venues, leisure and healthcare facilities and many more. They are especially popular among food and hospitality providers who have stringent cleanliness standards and immaculately hygienic environments.\n\nFloorbrite offer a personal daily cleaning service to suit different establishments, offering a 24/7 service that includes cleaning, janitorial work, porters and housekeepers.\nFloorbrite are also renowned for their thorough industrial cleaning services. This specialist cleaning service has been developed over the decades to provide clients with the confidence that their warehouses, distribution centres and more remain in top condition. These services are often one-off or emergency requirements, should a client face something such as flooding and need disaster level cleaning. Floorbrite’s dedicated team can clear the area of dirt and debris before moving in to deep clean the area. Some of the key features of this service include an initial site survey, bespoke specification, risk assessment, carpet cleaning, pressure washing, exterior building cleaning, floor stripping and sealing and much more.\n\nNumerous businesses up and down the country turn to Floorbrite to keep their offices clean, organised and hygienic. Window cleaning services are popular among many offices, with Floorbrite being trusted to deliver exceptional window cleaning. Whether it be normal business offices, historic listed buildings, shopping stores or factories, Floorbrite offer traditional window cleaning using a lambie, blade and scrim. For hard to reach areas, they also have V ladders, extension ladders, step ladders and extension poles to ensure no spot is missed. \n\nBathroom and washroom hygiene is also highly critical to cleanliness. Clients can benefit from Floorbrite’s bespoke packages as well as their own brand of easily installable soap and paper product dispensers. From their North West, Yorkshire and Midland warehouses, Floorbrite supply a wide selection of consumable items such as bin liners, waste sacks, toilet paper, hand towels, soaps, and more. Their services broach feminine hygiene, vending systems, air care and hand drying, water management, sanitation, bathroom mats, ensures a safe disposal method, emergency call out service and more. \n\nTheir urinal maintenance system can save clients 96% on their water bill by providing the innovative Sani-Sleeve water controller which 6570 litres of water a year. In comparison, a traditional urinal system would use an astonishing 157,680 litres of water. The urinal system boasts a number of smart and efficient design systems, such as a slimline body, tamper-proof technology, quick installation features and more. Better yet, it works on standard PP3 batteries, with no need for mains supply. Another innovation is the Sensaflush system which significantly reduces water consumption through eliminating unnecessary wastage. It only flushes when a user is nearby and if not flushed for 12 hours, it will automatically perform a sanitary flush to ensure everything is kept fresh and clean. \n\nTheir window services extend to interior or exterior windows and entrance door glazing too. Very impressive to watch for office workers is Floorbrite’s abseiling and high level suspended rope access method. Wearing full body harnesses, the team can abseil from the top of buildings to clean exteriors. It includes the use of high level equipment such as Belay bars, Jib arms, Floorbrite’s own A frames and dead weight trolleys. Glazing can also be accessed by Floorbrite’s brand new Cherry Picker or scissor lifts and other access equipment and if elevated work platforms are not allowed, Floorbrite can use their durable aluminium tower scaffolding to reach difficult to reach areas like high level internal glazing. \n\nFloorbrite are more than just a cleaning provider and offer facilities services too. Wide in its scope, it includes pest control, waste and environmental management, plants and grounds maintenance, cherry picker hire, security, building maintenance, and health and safety consultancy to name just a few. Their pest control covers: rats, wasps, ants, cockroaches, booklice, pigeons, moles, squirrels, foxes and more. Floorbrite has years of experience in pest control and applies a careful approach to pest removal, using only the minimum amount of pesticide required so as to disturb the local environment as little as possible. \n\nWith Floorbrite, clients can have harmful and toxic pests removed and the nesting area cleaned, disinfected and fitted with a number of deterrents to prevent future unwanted return. Grounds maintenance is another important step in protecting and maintaining properties. Floorbrite’s specialist service surveys the property’s environment, temperature, lighting and humidity to see how plants are being affected and where improvements can be made. Green walls have seen a huge rise in demand, with many public service entities like train stations, shopping malls and airports opting for them. Green walls are striking works of art that can be installed anywhere inside or outside a building.  \n\nOne of the most important aspects for a business’s operations is their environmental and waste management. Floorbrite have a number of reliable partners in the waste management sector and offer trade waste removal, recycling, food waste removal, secure shredding, hazardous waste and more. Furthermore, Floorbrite even have their own ISO 14001 Lead Auditor Accredited and WAMITAB trained Environmental Consultant who can create a bespoke waste management package unique to the client’s needs that falls in line with the client’s company and environmental ethos. This package not only quickly and conveniently removes waste, but reduces the carbon footprint as well. \n\nNina explained Floorbrite’s innovative approach: “The way we deliver our Waste and Environmental Service is unique. Our Waste and Environmental Consultants will ensure each waste stream is dealt with individually and brokered to the best contractor for the best price anywhere in the country. Our focus is also on recycling, so we create very innovative ways to ensure our client’s waste can be reused or go from waste to energy and ultimately achieve zero to landfill.”\n\nFloorbrite prioritises accurate and wide ranging training for all staff, continually investing more and more into their development. They have also won numerous awards throughout the many years, including the highly prestigious Green Apple Award for Environmental Best Practice as well as The Royal Society for the Prevention of Accidents’ Gold Award for their commitment to occupational health and safety management. \n\nAs one of the leading cleaning service providers, Floorbrite can be found showcasing their services at many trade shows all throughout the year. Not only that, but Nina of Floorbrite was specially asked to speak at The London Cleaning Show in early 2017 to inspire more women into the cleaning industry. Floorbrite also attended the first ever Manchester Cleaning Show back in 2016, where they demonstrated their wide range of cleaning products and services. Here, Nina was interviewed by BBC1 Steph McGovern on BBC Breakfast at The Cleaning Show. In her interview, she recounted Floorbrite’s admirable history and explained their vast range of services.\n\nIf you would like to get in contact to see how your business, home or property could benefit from their stellar cleaning services, then don’t hesitate to get in touch with Floorbrite today. If you wish to find out more information on their many services, then please check out the website found below. \n\nT: 0161 972 3000\nwww.floorbrite.co.uk \n",
      "PhoneNumber" : "01619723000",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FOctober%2FFloorbrite_132_09.jpg?alt=media&token=49306f8b-292b-4036-a964-ed81e34aef01",
      "Title" : "Leaders in All Manners of Cleaning",
      "WebsiteURL" : "http://www.floorbrite.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Cleankill",
      "Description" : "Cleankill Pest Control was named 'Green Business of the Year' at the 2017 Gatwick Diamond Business Awards on 16th March 2017. The award, sponsored by Crawley Borough Council, was presented to the company that exhibited best overall environmental management and provided the most outstanding eco-service.",
      "DetailDescription" : "Cleankill Pest Control was named 'Green Business of the Year' at the 2017Gatwick Diamond Business Awards on 16th March 2017. The award, sponsored by Crawley Borough Council, was presented to the company that exhibited best overall environmental management and provided the most outstanding eco-service.\n\nCroydon-based Cleankill Pest Control is proud that the company provides a service which is both effective and environmentally responsible. Whether it is reducing their carbon footprint with low-emission vehicles, or developing safer forms of pest control that decrease the reliance on harmful chemicals,\n\nCleankill Pest Control is always looking for ways to diminish its environmental impact. This dedication to the environment has resulted in certification to the internationally recognised standard ISO 14001 Environmental Management and its recent successes in the 'Green' categories at both the Croydon Business Awards and the Gatwick Diamond Business Awards.\n\nCommenting on the award, Councillor Geraint Thomas, Portfolio Holder for Environmental Services & Sustainability at Crawley Borough Council, sponsor of the category, said:\n\n'We loved all our finalists. We recommend going to any of them for good practice on sustainability. Our winner just pipped them at the post.\n\n'Pest control sounds like a challenging field for environmental care, travel planning and animal welfare but, despite sounding like the next James Bond movie, Cleankill is dedicated to high standards and innovation in these areas.'\n\nNow in its tenth year, the Gatwick Diamond Business Awards have become a major fixture on the regional business calendar. This year, the event was hosted by actor and occasional presenter of Have I Got News For You, Stephen Mangan, and took place at the Copthorne Effingham Park Hotel.\n\nHaving been shortlisted several times over the last few years, Cleankill Pest Control was delighted to finally win this coveted award. Commenting on the evening, Managing Director, Paul Bates said: 'The Cleankill team has always enjoyed attending the Gatwick Diamond Business Awards over the last few years but to actually win one has made this year very special!\n\n'The whole evening was really great – the room was wonderful, the meal excellent, and Stephen Mangan was funny and kept the evening formal butfriendly. We WILL definitely be entering again next year!'\n\nCommenting on the category, Paul also added: 'It isn't a natural fit, being 'green' and performing effective pest control but it is something we feel very strongly about. To be recognised with an award in this category shows that our work is making a difference and it will help to spur our team on to even greater efforts.'\n\nBased in Croydon, Surrey, and Seaford, East Sussex, Cleankill Pest Control has been providing pest control services to London and the South East since 1995. Set up by former Rentokil employees, Cleankill was founded upon the desire to create a company that placed customer service, respect for the environment, care for the community and staff development on an equal footing with profitability.\n\nCleankill Pest Control deals with 'distress' pests such as wasps and fleas, as well as preventative maintenance against public health pests such as mice, rats, cockroaches and birds. The company prides itself on fast and efficient service delivery and aims to be recognised as a market leader for innovation, 'green' and new pest control techniques.",
      "PhoneNumber" : "0800 056 5477",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FCleankill_128_01.jpg?alt=media&token=fcd30282-7b57-44e1-8d71-1dd753a90c89",
      "Title" : "Cleankill Named 'Green Business of the Year' by Gatwick Diamond Business Awards",
      "WebsiteURL" : "http://www.cleankill.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Armstrong",
      "Description" : "The Gliffaes Country House Hotel just outside Crickhowell is the only luxury 4-star hotel in the Brecon Beacons, run by James and Suzy Suter.",
      "DetailDescription" : "The Gliffaes Country House Hotel just outside Crickhowell is the only luxury 4-star hotel in the Brecon Beacons, run by James and Suzy Suter. The hotel has been in Suzy’s family for three generations, and James told us, they have been dealing with Armstrong Commercial Laundry Systems for as long as they can remember.\n\nThe basement laundry handles all the washing for the 23 bedroom hotel including bed linen, towels, bathrobes, table linen for the restaurant as well as events and weddings, kitchen items and personal laundry for residents if required. The laundry consists of three washers, including a Primus 10kg machine, two different sized Huebsch dryers and an ironer. Recently, the motor on the larger 16kg Huebsch dryer, which had been giving continuous service for 15 years, needed replacing. Armstrong responded quickly to the service request, the motor was replaced and the machine is now back in full time use. \n\nThe hotel shuts in January, but reckons to operate on 65-70% occupancy levels for the rest of the year. It is a very popular venue for weddings, parties and other events and special occasions. It is very popular for fishing in the River Usk, which is visible from many of the bedrooms, as it owns the fishing rights on 1.75 miles of the river bank.",
      "PhoneNumber" : "01635 263410",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FArmstrong_124_01.jpg?alt=media&token=c9ecc957-a9be-4cb6-b7b8-035e84313648",
      "Title" : "Armstrong replaced commercial dryer parts to keep hotel laundry running smoothly",
      "WebsiteURL" : "http://www.armstrong-laundry.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "TC Security Services",
      "Description" : "TC Security Services, part of TC Facilities Management (TCFM), are celebrating an increase in their ACS score to 164 points, awarded to them in their annual audit.",
      "DetailDescription" : "TC Security Services, part of TC Facilities Management (TCFM), are celebrating an increase in their ACS score to 164 points, awarded to them in their annual audit. This means its position in the Top 2% of the SIA listed companies within the Approved Contractor Scheme is retained. In addition, auditors highlighted many areas of good practice during the 4-day audit along with no areas needing improvement. \n\nGaining and retaining SIA approved Contractor Scheme status gives both existing and potential customers the confidence that the service has been independently assessed against recognised standards and procedures and that all the security personnel have been correctly trained for the role they are performing.\n\nThe 4-day audit witnessed a full scrutiny of the TC Security Services operation with Auditors visiting both the Head Quarters and satellite offices along with a mix of varied customers who receive services from TC Security Services.\n\nGood practices highlighted by the auditors included:\n -Adopting innovative technology to capture data that shows live ongoing             statistics against company KPIs\n   - Robust ‘Right to Work’ processes\n       -Encouraging and providing access to the SIA training programme for officers.",
      "PhoneNumber" : "01737 814016",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FTCFM_124_01.jpg?alt=media&token=b0785c41-3485-4e8d-b5e8-f4e388db3826",
      "Title" : "TC Security Services –Top 2% position retained",
      "WebsiteURL" : "http://www.tcfm.co.uk"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Crystaltech",
      "Description" : "Warewashing machines are vital to any commercial kitchen, and their installation and maintenance should be undertaken by qualified engineers. ",
      "DetailDescription" : "Warewashing machines are vital to any commercial kitchen, and their installation and maintenance should be undertaken by qualified engineers. Many factors need to be considered when setting up a glass or dishwasher, such as their location within the kitchen, water type for the area, expected frequency of use and the type of menu being offered as certain food and drink residues need specialist machine programmes to get properly clean. The correct set-up of a machine will result in its optimum operational efficiency. \n\nDerek Maher from Crystaltech advises, “We recommend that any installation company should use a company that is SsiP approved and its engineers should hold the relevant industry standard qualifications. Our nationwide team of more than 50 engineers are all DBS approved and are on call 24/7 as we know how important it is to minimise the downtime of any machine in a busy bar or foodservice environment.” \n\nAs an expert within the industry, Derek and his team are passionate about achieving flawless results as dirty glasses and tableware reflect poorly on the cleanliness of a pub, bar or restaurant. Crystaltech works with leading pub groups, Fuller's and McMullen's, where it has achieved award-winning clean glass results.\n\nDerek has developed a reverse osmosis (RO) system which pushes purified water through the wash cycle resulting in the need for fewer chemicals at lower temperatures to deliver perfect results and without the need for hand-polishing glasses post-wash. RO can reduce the need for cleaning chemicals by 70%, making it much more energy efficient. Lower wash and rinse temperatures also mean glasses do not retain as much heat.",
      "PhoneNumber" : "0370 350 2424",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FCrystaltech_124_01.jpg?alt=media&token=460c1bc6-3bb6-4fbf-8139-8a2335bb904b",
      "Title" : "For Best Warewashing results",
      "WebsiteURL" : "http://www.crystaltech.co.uk"
    } ],
    "SortOrder" : "7",
    "Title" : "Cleaning & Facilities"
  }, {
    "Menus" : [ {
    "CellType": "PDFCell",
    "Description": "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
    "SortOrder": "55",
    "ThumbnailImage": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/March/165ss.png",
    "Title": "Food & Drink Matters Issue 165",
    "pdfLink": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/March/165.pdf"
},{
    "CellType": "PDFCell",
    "Description": "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
    "SortOrder": "56",
    "ThumbnailImage": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/February/164ss.png",
    "Title": "Food & Drink Matters Issue 164",
    "pdfLink": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/February/164.pdf"
},{
    "CellType": "PDFCell",
    "Description": "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
    "SortOrder": "57",
    "ThumbnailImage": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/January/163ss.png",
    "Title": "Food & Drink Matters Issue 163",
    "pdfLink": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2023/January/163.pdf"
},{
    "CellType": "PDFCell",
    "Description": "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
    "SortOrder": "58",
    "ThumbnailImage": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2022/November/162SS.png",
    "Title": "Food & Drink Matters Issue 162",
    "pdfLink": "https://storage.googleapis.com/foodanddrinkmatters.appspot.com/2022/November/162.pdf"
},{
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "59",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F7.jul%2F161SS.png?alt=media&token=61c9a503-9f1a-4cba-8655-279d4122dadd",
      "Title" : "Food & Drink Matters Issue 161",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F7.jul%2F161.pdf?alt=media&token=49879651-392c-4002-a71a-93a58c09f76e"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "60",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F5.may%2F160SS.png?alt=media&token=07a63f1c-edb1-4a1d-9fcd-f0682254e742",
      "Title" : "Food & Drink Matters Issue 160",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F5.may%2F160.pdf?alt=media&token=4ecc4b55-7984-49c0-901d-22929da94373"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "61",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F159SS.png?alt=media&token=959385fc-69ac-411e-b5f2-1e53138f46a0",
      "Title" : "Food & Drink Matters Issue 159",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2022%2F159.pdf?alt=media&token=18ece85b-310e-496c-8065-43d042da40b5"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "62",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F11.nov%2F158SS.png?alt=media&token=e732420d-55b1-443e-abee-75368ddc595e",
      "Title" : "Food & Drink Matters Issue 158",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F11.nov%2F158.pdf?alt=media&token=7aa3a6e0-7c5a-4064-9151-0ee3e5357d58"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "63",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F9.sep%2F157SS.png?alt=media&token=887c5258-9703-48f3-be1d-7608a5a5e509",
      "Title" : "Food & Drink Matters Issue 157",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F9.sep%2F157.pdf?alt=media&token=f41bf6e8-6a81-4ab6-87d6-e61cc9b3a096"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "64",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F6.jun%2F156SS.png?alt=media&token=aca504ac-1428-49ba-a155-b78bf99500f0",
      "Title" : "Food & Drink Matters Issue 156",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F6.jun%2F156.pdf?alt=media&token=b64dd791-6cab-4d5c-96f1-3d60eff45324"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "65",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F3.mar%2FFDM155SS.png?alt=media&token=60d50d13-16be-4ddd-8ffe-f316d25358c7",
      "Title" : "Food & Drink Matters Issue 155",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2021%2F3.mar%2FFDM155.pdf?alt=media&token=bfe2a6d4-3981-40ac-a5d2-0ff72f20fe14"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "66",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F12.dec%2FFDM154SS.png?alt=media&token=c5855a0b-7fb4-4a02-9a28-1896094e61c0",
      "Title" : "Food & Drink Matters Issue 154",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F12.dec%2FFDM154.pdf?alt=media&token=bffa2a38-82a0-4e39-98cd-4fb3100ec448"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "67",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F10.oct%2F153SS.png?alt=media&token=c0a44cda-a19e-4aa0-8ce5-2125e4ff992d",
      "Title" : "Food & Drink Matters Issue 153",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F10.oct%2F153.pdf?alt=media&token=43c2a11d-45d8-4527-84e7-bdc0c928c9d2"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "68",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F9.sep%2F152SS.png?alt=media&token=fb71eda0-4b06-4833-8099-d8b73860bd91",
      "Title" : "Food & Drink Matters Issue 152",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F9.sep%2F152.pdf?alt=media&token=566eb2d4-77ce-40d1-971c-bbcd1b187dd2"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "69",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F4.apr%2F151SS.png?alt=media&token=f1d5b862-e48c-4959-946b-ee7683dda49d",
      "Title" : "Food & Drink Matters Issue 151",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F4.apr%2F151.pdf?alt=media&token=6a56b113-9a08-4bb3-8dcc-85fe1015a297"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "70",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F2.feb%2F150SS.png?alt=media&token=65742259-5900-47fc-99a3-96a2e51a5dbe",
      "Title" : "Food & Drink Matters Issue 150",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2020%2F2.feb%2F150.pdf?alt=media&token=4c3adbe8-ad88-4250-a83a-fde688d7ea4d"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "71",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2F149SS.png?alt=media&token=508453f6-09bc-4dbd-8f19-75aab00bbf3c",
      "Title" : "Food & Drink Matters Issue 149",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2F149.pdf?alt=media&token=22295717-646f-4bf9-a0ec-115699b23753"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "72",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2F148SS.png?alt=media&token=7af3abe3-ec32-435d-984c-90661cac8b31",
      "Title" : "Food & Drink Matters Issue 148",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FDecember%2F148.pdf?alt=media&token=42264416-f744-4e97-88a6-03c8522517fc"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "73",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FAugust%2F147SS.png?alt=media&token=83231376-bd02-4572-bde5-5b96a8b4592b",
      "Title" : "Food & Drink Matters Issue 147",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FAugust%2F147.pdf?alt=media&token=3b685f7e-0cb6-4915-aec6-4eb8dd67f02b"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "74",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FJuly%2F146SS.png?alt=media&token=145d98d3-27cd-4b6f-a87e-f3bf260424a9",
      "Title" : "Food & Drink Matters Issue 146",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FJuly%2F146.pdf?alt=media&token=ff9237e3-f902-404e-83c6-62dfef82118f"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "75",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMay%2F145SS.png?alt=media&token=3c0a0505-5595-4dcf-a913-9afd83a063c5",
      "Title" : "Food & Drink Matters Issue 145",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMay%2F145.pdf?alt=media&token=56cfca0e-6435-4a97-be48-8ae4eb4ebc5d"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "76",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMay%2F144SS.png?alt=media&token=402eeacf-1a0c-4931-8c76-6fb18b6109b6",
      "Title" : "Food & Drink Matters Issue 144",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMay%2F144.pdf?alt=media&token=964b747d-d750-4409-9395-e730c990b6a3"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "77",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMarch%2F143SS.png?alt=media&token=8d501129-4813-4027-8477-6609f031a4b6",
      "Title" : "Food & Drink Matters Issue 143",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2FMarch%2F143.pdf?alt=media&token=f19154ae-138a-4543-baf2-ccc6689ba47a"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "78",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2F142SS.png?alt=media&token=a1eeafd2-c6b3-4ea1-8c74-c1cd14437226",
      "Title" : "Food & Drink Matters Issue 142",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2019%2F142.pdf?alt=media&token=12f978be-7cde-4a11-a436-a5204e94d750"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "79",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FNovember%2F141SS.png?alt=media&token=369a9e46-3b1a-4017-bf98-2819c6ba2155",
      "Title" : "Food & Drink Matters Issue 141",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FNovember%2F141.pdf?alt=media&token=be820838-fdb8-436c-85cb-c9db48b81c31"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "80",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FOctober%2F140SS.png?alt=media&token=f02388c7-fb9f-4bb1-8d41-c4ce37c61bf4",
      "Title" : "Food & Drink Matters Issue 140",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FOctober%2F140.pdf?alt=media&token=0177e92b-a2bd-44a1-8400-7b8670fc190b"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "81",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FAugust%2F139SS.png?alt=media&token=f76d3378-2f96-4b0f-96f9-0019de6b112d",
      "Title" : "Food & Drink Matters Issue 139",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FAugust%2F139.pdf?alt=media&token=fb0b1e07-9007-48d6-838e-005aa0317d3c"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "82",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJuly%2F138ss.png?alt=media&token=ddfe42e3-39c9-4ea6-a9df-535347607947",
      "Title" : "Food & Drink Matters Issue 138",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJuly%2F138.pdf?alt=media&token=1dcfc4d6-fce0-4c72-ba75-e2524c2e577d"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "83",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2F137SS.png?alt=media&token=cf94a321-cbb5-4211-ac37-92e9d89dd24a",
      "Title" : "Food & Drink Matters Issue 137",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FJune%2F137.pdf?alt=media&token=a582d7e7-ab65-4863-b393-42a5a17f9b1e"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "84",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FMarch%2F136SS.png?alt=media&token=c215fe12-8bbe-4562-b90f-c0b8f886a26c",
      "Title" : "Food & Drink Matters Issue 136",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2FMarch%2F136.pdf?alt=media&token=0403cd6b-e019-427b-a2bd-885594a74439"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "85",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2F135SS.png?alt=media&token=1c39fe22-85bb-4ae2-9d11-edc4f59bed07",
      "Title" : "Food & Drink Matters Issue 135",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2018%2F135.pdf?alt=media&token=4ad43bb3-5ed2-4bf9-8953-a9188f807029"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "86",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FDecember%2F134SS.png?alt=media&token=ce61ee34-b574-429f-943a-02e296ea644a",
      "Title" : "Food & Drink Matters Issue 134",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FDecember%2F134.pdf?alt=media&token=6987dddf-f330-472c-bd70-1cd2cedd67b1"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "87",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FNovember%2F133SS.png?alt=media&token=37cf82c9-5506-4f4e-89f5-1283588db3e8",
      "Title" : "Food & Drink Matters Issue 133",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FNovember%2F133.pdf?alt=media&token=e804d868-6982-42c8-a70c-6945b1b31732"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "89",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FOctober%2F132SS.png?alt=media&token=8c135b04-7c2a-443d-bf59-b379aa58bf85",
      "Title" : "Food & Drink Matters Issue 132",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FOctober%2F132.pdf?alt=media&token=61f3bfbe-af0e-4155-bd4d-fb9c29bcb5de"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "90",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2F131FDMSS.png?alt=media&token=24a6de0e-d3e3-434d-afbf-7a2a14544f80",
      "Title" : "Food & Drink Matters Issue 131",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FAugust%2F131.pdf?alt=media&token=f89fe7b8-623e-4861-bbf3-fdc0aef0c256"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "91",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJuly%2F130ss.png?alt=media&token=f93ed3e4-9bc7-44ce-a824-c9cbc840ccf2",
      "Title" : "Food & Drink Matters Issue 130",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJuly%2F130.pdf?alt=media&token=a6cffa47-788a-457e-abc3-faee8a58b58a"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "92",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJune%2FFDMSS129.png?alt=media&token=04fe6dc0-71b7-44ff-88d3-b072d88254e5",
      "Title" : "Food & Drink Matters Issue 129",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJune%2F129.pdf?alt=media&token=f62d21c5-eb6a-4faf-b3f8-c6273f640e5f"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "93",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2F128SS.png?alt=media&token=ba1fb6da-d02d-4069-9fea-d10f6430a5cf",
      "Title" : "Food & Drink Matters Issue 128",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2F128.pdf?alt=media&token=4cad557d-7b0d-4da8-9a19-63a7696744a9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "94",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMarch%2FFDM127SS.png?alt=media&token=8fcdacee-b8fd-461a-96f6-b90ec29b0291",
      "Title" : "Food & Drink Matters Issue 127",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMarch%2F127.pdf?alt=media&token=9eb4928c-0e10-4b6b-b4af-0102ed157334"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "95",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMarch%2F126SS.png?alt=media&token=2f8b23bb-7e5d-4c50-9c43-2304e7e7a4f5",
      "Title" : "Food & Drink Matters Issue 126",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMarch%2FFAD126.pdf?alt=media&token=aa84afd6-baac-41d1-941f-3e702294ee10"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "96",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F125ss.png?alt=media&token=5b2452ae-f2bf-4a68-bb67-c2bf5b4925a5",
      "Title" : "Food & Drink Matters Issue 125",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F125.pdf?alt=media&token=c87adafe-5ee3-4f1d-bcfd-75720dcff6ad"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "97",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F124ss.png?alt=media&token=12e18a3d-27cb-4fcf-ad12-df6978933faa",
      "Title" : "Food & Drink Matters Issue 124",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F124.pdf?alt=media&token=b8b62f20-de8f-41ae-8e76-4acf3705dee6"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "98",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F123ss.png?alt=media&token=b633c110-b7f8-4427-af66-8b9d81ba1911",
      "Title" : "Food & Drink Matters Issue 123",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F123.pdf?alt=media&token=264e7e6a-cf66-45c6-bd77-828d65eb49f9"
    }, {
      "CellType" : "PDFCell",
      "Description" : "The team at Food & Drink Matters has been working extremely hard to bring you an issue that is full of innovative and exhilarating companies and we are very excited to share their success and achievements with you.",
      "SortOrder" : "99",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F122ss.png?alt=media&token=8a0a5b06-b264-441f-8b74-15402bf86c6c",
      "Title" : "Food & Drink Matters Issue 122",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F122.pdf?alt=media&token=6361e4cc-0130-462e-8055-b725a40230ab"
    } ],
    "SortOrder" : "8",
    "Title" : "Latest Issues"
  }, {
    "Menus" : [ {
      "CellType" : "IssueHeaderCell",
      "Image" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2FFDMBB.jpg?alt=media&token=13d485b2-978e-4c36-83ab-01e57a436a24",
      "SortOrder" : "1",
      "Title" : "Food & Drink Matters"
    }, {
      "CellType" : "RegularCell",
      "CompanyName" : "Food & Drink Matters",
      "Description" : "Welcome to the Food & Drink Matters App, bringing you the latest news from a wide variety of food industry sectors.",
      "DetailDescription" : "Food & Drink Matters is a publication that circulates 5,000 printed copies on a national basis to approximately 15,000 readers.\n\nFood & Drink Matters is circulated to decision makers involved in the UK’s food and drink markets. Each edition updates readers with current trends and developments, as well as new products and services launched into the marketplace. This makes Food & Drink Matters an excellent reference tool.\n\nAt Food & Drink Matters, we do not publish a forward features list and work issue to issue. Typically we publish the following features regularly:\n\nExhibition reviews and previews, health and safety, cleaning and hygiene, print and packaging, labelling, automation, food and drink processing, food and drink manufacturing, logistics and distribution, import/export, security, heating, ventilation & air conditioning, refrigeration, hospitality, retail, facilities management & appointments.\n\nIf you would like to feature a press release or advertisement for your company in the publication, please contact the editor.\n\nFurther information:\nTo view our Media Pack, which includes print specifications and format requirements, click here.",
      "LinkedInURL" : "https://www.linkedin.com/in/nick-eddowes-7a0718103?authType=NAME_SEARCH&authToken=sl7U&locale=en_US&srchid=2532924251486491324316&srchindex=2&srchtotal=2&trk=vsrp_people_res_name&trkInfo=VSRPsearchId%3A2532924251486491324316%2CVSRPtargetId%3A440717160%2CVSRPcmpt%3Aprimary%2CVSRPnm%3Atrue%2CauthType%3ANAME_SEARCH",
      "PhoneNumber" : "01562 756960",
      "SortOrder" : "2",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2F125ss.png?alt=media&token=5b2452ae-f2bf-4a68-bb67-c2bf5b4925a5",
      "Title" : "About Us",
      "TwitterURL" : "https://twitter.com/fdm_uk",
      "WebsiteURL" : "http://foodanddrinkmatters.co.uk/"
    }, {
      "CellType" : "PDFCell",
      "Description" : "Food & Drink Matters is circulated to decision makers involved in the UK’s food and drink markets. Each edition updates readers with current trends and developments, as well as new products and services launched into the marketplace. This makes Food & Drink Matters an excellent reference tool.",
      "SortOrder" : "3",
      "ThumbnailImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2FFDMMediaInformationSS.png?alt=media&token=5e0a8d33-4afe-4445-9c75-acc4612029dc",
      "Title" : "Food & Drink Matters Media Pack",
      "pdfLink" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FJan%2FPDFs%2FFDMMediaInformation.pdf?alt=media&token=b63ea760-e275-4859-b5a0-6f7b163088ab"
    } ],
    "SortOrder" : "9",
    "Title" : "About Us"
  } ],
  "SponsorshipImage" : "https://firebasestorage.googleapis.com/v0/b/foodanddrinkmatters.appspot.com/o/2017%2FMay%2FScreen%20Shot%202017-05-07%20at%2013.18.46.png?alt=media&token=aa6cf630-d4fe-44aa-80dd-0c53a56df22c",
  "SponsorshipTitle" : "Camb Machine Knives international",
  "SponsorshipURL" : "http://www.camb-knives.co.uk/"
}
